{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2019_p01",
      "contexto": "Una docente ha notado que sus estudiantes de primer grado son de diferentes iglesias cristianas. Por ello, ha decidido incorporar a sus sesiones actividades ecuménicas, de modo que puedan integrarse.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de actividades debe realizar la docente para que logre su propósito?",
          "opciones": [
            "Actividades sacramentales.",
            "Actividades catequéticas.",
            "Actividades bíblicas."
          ],
          "respuesta": "Actividades bíblicas.",
          "respuestaCorta": "La Biblia es el texto común para todas las iglesias cristianas, lo que la convierte en la base ideal para actividades ecuménicas que buscan la unidad y la integración.",
          "solucionario": "Las actividades ecuménicas tienen como fin la unidad entre las diferentes confesiones cristianas. El elemento fundamental que une a todas las iglesias cristianas es la Biblia. Por lo tanto, realizar actividades bíblicas permite a los estudiantes de distintas denominaciones encontrar un terreno común, compartir interpretaciones y fomentar la integración a partir de una fuente de fe compartida. Las actividades sacramentales o catequéticas, en cambio, son a menudo específicas de cada iglesia y podrían acentuar las diferencias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p02",
      "contexto": "Es el misterio de la admirable unión de la naturaleza divina y de la naturaleza humana en la única Persona del Verbo.\nTomado de Catecismo de la Iglesia católica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué misterio del cristianismo corresponde la definición presentada?",
          "opciones": [
            "A la transubstanciación.",
            "A la encarnación.",
            "A la natividad."
          ],
          "respuesta": "A la encarnación.",
          "respuestaCorta": "La definición describe la unión de las naturalezas divina y humana en la única persona del Verbo (Jesucristo), que es precisamente el misterio de la Encarnación.",
          "solucionario": "La Encarnación es el dogma central que afirma que el Verbo de Dios (la segunda persona de la Trinidad) asumió una naturaleza humana sin perder su naturaleza divina. La definición del Catecismo describe exactamente este misterio. La transubstanciación se refiere a la conversión del pan y el vino en el Cuerpo y la Sangre de Cristo en la Eucaristía, mientras que la Natividad es el evento histórico del nacimiento de Jesús.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes textos se utilizó para darle nombre a la carta encíclica Laudato si'?",
          "opciones": [
            "La encíclica Evangelium vitae.",
            "El cántico de las criaturas de san Francisco de Asís.",
            "El mensaje público \"Alabado sea Jesús\" de santa Catalina de Siena."
          ],
          "respuesta": "El cántico de las criaturas de san Francisco de Asís.",
          "respuestaCorta": "El título \"Laudato si'\" (Alabado seas) se toma directamente de las primeras líneas del \"Cántico de las criaturas\" de San Francisco de Asís, quien es el modelo para el cuidado de la creación en la encíclica.",
          "solucionario": "La encíclica \"Laudato si'\" del Papa Francisco toma su nombre de la invocación de San Francisco de Asís en su \"Cántico de las criaturas\": \"Laudato si’, mi’ Signore\" (\"Alabado seas, mi Señor\"). El Papa eligió este título para enfatizar la conexión intrínseca entre el cuidado de la naturaleza, la justicia para los pobres y la paz interior, temas centrales tanto en la vida de San Francisco como en la encíclica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p04",
      "contexto": "Una docente tiene como propósito que los estudiantes reflexionen sobre el cuidado del agua utilizando el método Ver-juzgar-actuar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para que la docente logre su propósito?",
          "opciones": [
            "Solicitar que mencionen las actividades económicas que pueden contaminar el agua. Luego, pedirles que lean el Salmo 8 sobre la creación y lo comparen con el capítulo \"El evangelio de la creación\" de la encíclica Laudato si'. Finalmente, indicarles que señalen las semejanzas entre ambos textos.",
            "Pedirles que comenten algunas acciones que las personas realizan cuando no tienen agua. Luego, pedir que lean el capítulo \"La cuestión del agua\" de la encíclica Laudato si . Finalmente, pedirles que propongan algunas sugerencias para cuidar el agua desde sus hogares, basándose en el contenido de la encíclica.",
            "Indicar que enumeren las consecuencias de la contaminación de agua. Luego, pedir que lean el relato de la creación del Génesis. Finalmente, solicitar que lean el capítulo \"Educación y la Espiritualidad ecológica\" de la encíclica Laudato si', y señalen cuál es la diferencia entre la misión del ser humano presentada en ese capítulo respecto del Génesis."
          ],
          "respuesta": "Pedirles que comenten algunas acciones que las personas realizan cuando no tienen agua. Luego, pedir que lean el capítulo \"La cuestión del agua\" de la encíclica Laudato si . Finalmente, pedirles que propongan algunas sugerencias para cuidar el agua desde sus hogares, basándose en el contenido de la encíclica.",
          "respuestaCorta": "Esta opción sigue correctamente la secuencia del método: 'Ver' (comentar la realidad de la falta de agua), 'Juzgar' (iluminar con la Laudato si') y 'Actuar' (proponer acciones concretas).",
          "solucionario": "El método Ver-Juzgar-Actuar implica una secuencia lógica: 1) **Ver**: Observar una realidad concreta (comentar acciones por falta de agua). 2) **Juzgar**: Interpretar esa realidad a la luz de la fe y la doctrina social (leer el capítulo específico de la Laudato si'). 3) **Actuar**: Proponer acciones transformadoras (sugerencias para cuidar el agua). La opción 'b' es la única que sigue esta estructura de manera coherente y progresiva, llevando a los estudiantes de la observación a la acción comprometida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta uno de los logros del Concilio de Trento?",
          "opciones": [
            "La afirmación de la divinidad de Jesucristo.",
            "La publicación de un catecismo y un misal.",
            "La anulación de la Santa Inquisición."
          ],
          "respuesta": "La publicación de un catecismo y un misal.",
          "respuestaCorta": "El Concilio de Trento impulsó reformas clave, incluyendo la estandarización de textos doctrinales y litúrgicos, lo que resultó en la publicación del Catecismo Romano y el Misal Romano.",
          "solucionario": "El Concilio de Trento (1545-1563), como respuesta a la Reforma Protestante, buscó reafirmar la doctrina católica y reformar la Iglesia. Entre sus logros más importantes estuvo la estandarización de la liturgia y la enseñanza. Para ello, se ordenó la elaboración de un catecismo (el Catecismo Romano) para la instrucción de los fieles y un misal (el Misal Romano) para unificar la celebración de la Misa. La divinidad de Cristo ya había sido afirmada en concilios anteriores como el de Nicea.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p06",
      "contexto": "Un docente busca que los estudiantes consoliden sus conocimientos sobre el impacto que tuvieron en la Iglesia católica los documentos emitidos en el Concilio Vaticano II. Por ello, él realizará una secuencia de actividades que le permitirán trabajar con dichos documentos, apuntando al logro de desempeños específicos en un corto plazo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de unidad didáctica debe desarrollar el docente para lograr su propósito?",
          "opciones": [
            "Unidad de aprendizaje.",
            "Módulo de aprendizaje.",
            "Proyecto de aprendizaje."
          ],
          "respuesta": "Módulo de aprendizaje.",
          "respuestaCorta": "Un módulo de aprendizaje es el más adecuado, ya que es una unidad corta y específica, enfocada en consolidar un conjunto particular de conocimientos y desempeños, como se describe en la situación.",
          "solucionario": "Un **Módulo de Aprendizaje** se caracteriza por ser una unidad didáctica de corta duración, muy específica y autocontenida, centrada en desarrollar desempeños concretos. Esto se ajusta perfectamente al propósito del docente: trabajar un tema puntual (documentos del Concilio Vaticano II) para lograr desempeños específicos en un corto plazo. Una unidad de aprendizaje es más amplia, mientras que un proyecto de aprendizaje se enfoca en la creación de un producto concreto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p07",
      "contexto": "Para profundizar en la comprensión del mensaje de textos bíblicos, un docente presenta a sus estudiantes la siguiente parábola:\n\nLa higuera que no da fruto\n\nJesús continuó con esta comparación: «Un hombre tenía una higuera que crecía en medio de su viña. Fue a buscar higos, pero no los halló. Dijo entonces al viñador: \"Mira, hace tres años que vengo a buscar higos a esta higuera, pero nunca encuentro nada. Córtala. ¿Para qué está consumiendo la tierra inútilmente?\". El viñador contestó: \"Señor, déjala un año más y mientras tanto cavaré alrededor y le echaré abono. Puede ser que así dé fruto en adelante y, si no, la cortas\"». Lucas 13, 6-9.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el análisis de la parábola \"La higuera que no da fruto\", una estudiante intervino diciendo lo siguiente: \"En esta parábola, Dios se muestra como un ser que castiga. Es lo contrario a lo que predicaba Jesús sobre el amor, la misericordia y el perdón\". Varios estudiantes estuvieron de acuerdo con esta afirmación. Por ello, el docente busca que dichos estudiantes comprendan el contexto bíblico de la parábola. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Comentarles que la higuera mencionada en la parábola representa al pueblo de Israel. Luego, preguntarles por qué creen que Dios quería castigar o 'cortar de raíz' a dicho pueblo. Sobre esta base, explicarles por qué Dios le hace una advertencia al pueblo elegido.",
            "Explicarles a quiénes representan el dueño de la viña y el viñador. Luego, comentarles por qué razón el dueño se muestra molesto. Finalmente, pedirles que expliquen si ellos también habrían perdido la paciencia, como el dueño de la viña, al esperar que la higuera estéril dé fruto.",
            "Indicarles que lean los versículos previos a la parábola que tratan sobre la matanza de galileos. Luego, preguntarles por qué el viñador pide un año más de vida para la higuera, a pesar de que no daba frutos. A partir de esto, pedirles que interpreten el mensaje que comunica la parábola."
          ],
          "respuesta": "Indicarles que lean los versículos previos a la parábola que tratan sobre la matanza de galileos. Luego, preguntarles por qué el viñador pide un año más de vida para la higuera, a pesar de que no daba frutos. A partir de esto, pedirles que interpreten el mensaje que comunica la parábola.",
          "respuestaCorta": "Esta acción guía a los estudiantes a analizar el contexto inmediato del texto bíblico para que descubran por sí mismos el verdadero mensaje de la parábola, que es un llamado a la conversión y no solo una historia de castigo.",
          "solucionario": "La pedagogía más efectiva es guiar a los estudiantes para que descubran el significado. Al leer los versículos previos (Lucas 13, 1-5), los estudiantes comprenden que la parábola es la respuesta de Jesús a una discusión sobre el castigo y la necesidad de arrepentimiento. Esto recontextualiza la parábola como un llamado urgente a la conversión, donde el viñador (figura de Jesús) intercede para ofrecer una última oportunidad, mostrando la misericordia y paciencia de Dios.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes se han organizado en equipos para realizar un análisis del significado de los personajes y los elementos que se presentan en la parábola \"La higuera que no da fruto\". A continuación, se presenta el análisis de uno de los equipos: El docente destaca los aciertos en el trabajo presentado. Sin embargo, también nota algunos errores, por lo que busca brindarle al equipo una retroalimentación para que mejore su análisis. ¿Cuál de los siguientes comentarios es más adecuado para que el docente logre su propósito?",
          "imagen":"img/ascenso/secundaria/2019/religion/1.jpg",
          "opciones": [
            "\"¡Sigan esforzándose! Reconocieron bien la mayoría de elementos de la parábola. Ahora, vuelvan a leer el texto para que se den cuenta de su error: ¿notaron que el significado de la higuera que no da frutos no es correcto?\".",
            "\"¡Buen trabajo! Solo se han equivocado al señalar qué significan la higuera y los frutos. ¿Una persona es floja si 'no da frutos'? Les sugiero que busquen en el contexto bíblico la explicación de la parábola para que corrijan su trabajo\".",
            "\"¡Bien! Son correctos los significados de la viña, el dueño y el viñador, aunque deben revisar los otros elementos. ¿Recuerdan los frutos que se esperan en la parábola 'El sembrador'? Si Dios entrega su palabra a las personas, ¿qué espera que hagan con ella?\"."
          ],
          "respuesta": "\"¡Bien! Son correctos los significados de la viña, el dueño y el viñador, aunque deben revisar los otros elementos. ¿Recuerdan los frutos que se esperan en la parábola 'El sembrador'? Si Dios entrega su palabra a las personas, ¿qué espera que hagan con ella?\".",
          "respuestaCorta": "Esta retroalimentación es constructiva: valora los aciertos y utiliza preguntas y conexiones con saberes previos para guiar a los estudiantes a corregir sus errores de forma autónoma.",
          "solucionario": "Una retroalimentación efectiva, o por descubrimiento, primero valora lo positivo (\"¡Bien! Son correctos los significados...\"). Luego, en lugar de señalar el error directamente, plantea preguntas reflexivas que conectan con conocimientos previos (la parábola 'El sembrador'). Esto promueve que los estudiantes infieran que los \"frutos\" son las obras de fe y conversión, no simplemente \"el trabajo\". Esta opción fomenta el pensamiento crítico y la autonomía del estudiante.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, el docente pide a los estudiantes que seleccionen un nuevo texto bíblico que contenga un mensaje similar al de la parábola que acaban de leer. Estos son tres de los textos que eligieron:\n\nMateo 17, 20: \"(...) En verdad les digo, si tuvieran fe, del tamaño de un granito de mostaza, le dirían a este cerro: Quítate de ahí y ponte allá, y el cerro obedecería. Nada sería imposible para ustedes\".\n\nApocalipsis 2, 5: \"Date cuenta, pues, de dónde has caído, recupérate y vuelve a lo que antes sabías hacer; de lo contrario iré donde ti y cambiaré tu candelero de su lugar. Eso haré si no te arrepientes\".\n\nMarcos 7, 15-16: \"Ninguna cosa que de fuera entra en la persona puede hacerla impura; lo que hace impura a una persona es lo que sale de ella. El que tenga oídos, que escuche\".\n\n¿Cuál de los textos bíblicos seleccionados tiene un mensaje similar al de la parábola \"La higuera que no da fruto\"?",
          "opciones": [
            "Mateo 17, 20.",
            "Apocalipsis 2, 5.",
            "Marcos 7, 15-16."
          ],
          "respuesta": "Apocalipsis 2, 5.",
          "respuestaCorta": "El texto de Apocalipsis 2, 5 comparte el mensaje central de la parábola: un llamado urgente a la conversión y a dar frutos, con una advertencia clara si se ignora el llamado.",
          "solucionario": "El mensaje principal de \"La higuera estéril\" es un llamado a la conversión y a dar frutos de fe, con la advertencia de una consecuencia si no se responde. El texto de Apocalipsis 2, 5 presenta el mismo esquema: un llamado a la conversión (\"recupérate y vuelve a lo que antes sabías hacer\") seguido de una advertencia (\"de lo contrario iré donde ti y cambiaré tu candelero de su lugar\"). Los otros textos tratan sobre el poder de la fe (Mateo) y la pureza interior (Marcos).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento, el docente pide a los estudiantes que apliquen la metodología del Ver-juzgar-actuar y escriban su reflexión. A continuación, se presenta el texto escrito por uno de los estudiantes:\n\nQuerido Dios, te agradezco por el mensaje de la parábola. Gracias a este mensaje, he reflexionado sobre la importancia de poner en práctica tu palabra en mi vida. Gracias por recordarme que no debo solo escuchar, sino también actuar en bien de mi prójimo.\n\n¿Qué paso del método Ver-juzgar-actuar corresponde al texto presentado?",
          "opciones": [
            "Juzgar.",
            "Revisar.",
            "Celebrar."
          ],
          "respuesta": "Celebrar.",
          "respuestaCorta": "El texto es una oración de agradecimiento y reflexión personal, que corresponde al paso de 'Celebrar', un momento complementario al método donde se expresa la experiencia de fe.",
          "solucionario": "Aunque el método clásico es Ver-Juzgar-Actuar, a menudo se le añade un cuarto paso: **Celebrar**. Este paso consiste en expresar la experiencia de fe a través de la oración, el agradecimiento o un acto litúrgico. El texto del estudiante es claramente una oración personal (\"Querido Dios, te agradezco...\") que nace de la reflexión sobre el texto bíblico. No es 'Juzgar' (que implica el análisis a la luz de la fe) ni 'Revisar' (que es una evaluación del proceso).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p11",
      "contexto": "Una docente busca que los estudiantes lean un texto bíblico con el propósito de que reconozcan las características específicas del amor cristiano.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué texto bíblico debe utilizar la docente para lograr su propósito?",
          "opciones": [
            "\"Dios-Amor es fuente del amor\", 1 Juan 4, 7-21.",
            "\"Nada hay más perfecto que el amor\", 1 Corintios 13, 1-13.",
            "\"Este es mi mandamiento: que se amen los unos a otros como yo los he amado\", Juan 15, 12-16."
          ],
          "respuesta": "\"Nada hay más perfecto que el amor\", 1 Corintios 13, 1-13.",
          "respuestaCorta": "El texto de 1 Corintios 13, conocido como el \"Himno al Amor\", es el que describe de manera explícita y detallada las características del amor cristiano (ágape).",
          "solucionario": "Para que los estudiantes reconozcan las **características específicas** del amor cristiano, el texto más idóneo es 1 Corintios 13, 1-13. Este pasaje, conocido como el \"Himno a la Caridad\", describe detalladamente las cualidades del amor ágape: \"El amor es paciente, es servicial; el amor no es envidioso, no hace alarde...\". Mientras que los otros textos afirman el origen y el mandamiento del amor, 1 Corintios 13 es el que desglosa sus atributos de forma más directa y pedagógica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p12",
      "contexto": "Un docente busca que los estudiantes comprendan la importancia de Pentecostés para los cristianos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que el docente logre su propósito?",
          "opciones": [
            "Preguntarles si saben en qué momento del año se celebra Pentecostés en la actualidad. Luego, indicarles que describan por escrito la fiesta de Pentecostés del Antiguo Testamento y del Nuevo Testamento. Finalmente, pedirles que, en plenaria, compartan las descripciones que han realizado.",
            "Indicarles que mencionen por qué en Pentecostés se recordaban los sucesos que tuvo que pasar el pueblo de Dios para ser liberado. Luego, pedirles que expliquen por qué este acontecimiento fue importante para el pueblo judío. Finalmente, preguntarles cuál es la diferencia entre Pentecostés judío y el cristiano.",
            "Solicitar que lean el relato de Pentecostés (Hechos 2, 1-13) y resalten los aspectos que más llamaron su atención. Luego, preguntar por qué estaban reunidos los apóstoles y qué celebraban en esa fiesta. Finalmente, pedirles que comenten cuál es la nueva alianza que se establece en la Iglesia con la llegada del Espíritu Santo."
          ],
          "respuesta": "Solicitar que lean el relato de Pentecostés (Hechos 2, 1-13) y resalten los aspectos que más llamaron su atención. Luego, preguntar por qué estaban reunidos los apóstoles y qué celebraban en esa fiesta. Finalmente, pedirles que comenten cuál es la nueva alianza que se establece en la Iglesia con la llegada del Espíritu Santo.",
          "respuestaCorta": "Esta secuencia es la más completa y pedagógica, ya que parte de la fuente bíblica, promueve la participación activa y guía a los estudiantes hacia la comprensión teológica central del evento.",
          "solucionario": "La opción 'c' es la más adecuada porque sigue una secuencia constructivista. Inicia con la fuente primaria (Hechos 2), permitiendo que los estudiantes se involucren con el relato. Luego, a través de preguntas estratégicas, los guía a conectar el Pentecostés cristiano con su antecedente judío. Finalmente, culmina con una pregunta de orden superior que los lleva a la comprensión teológica fundamental: la venida del Espíritu Santo como el nacimiento de la Iglesia y el sello de la Nueva Alianza.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2019_p13",
      "contexto": "Un docente busca que sus estudiantes comprendan la importancia de la oración para los cristianos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que el docente logre su propósito?",
          "opciones": [
            "Solicitar que lean el texto bíblico de la oración del Padre nuestro. Luego, preguntarles por qué creen que Jesús enseñó a orar a los discípulos y por qué sería necesario hacerlo. Finalmente, indicarles que elaboren una oración en función de alguna petición que deseen realizar.",
            "Preguntar qué significa para ellos una oración y qué tipos de oraciones existen. Luego, indicarles que lean el Salmo 23 \"El Señor es mi pastor\". Finalmente, pedirles que comenten cómo se sintieron luego de leerlo y qué estarían dispuestos a hacer para cumplir el mensaje del salmo.",
            "Conversar con ellos sobre los momentos en que han realizado alguna oración y cómo se sintieron. Luego, pedirles que lean el texto bíblico sobre la oración del fariseo y el publicano. Finalmente, solicitarles que comenten cuáles son las características que debe tener la oración que se le ofrece a Dios."
          ],
          "respuesta": "Solicitar que lean el texto bíblico de la oración del Padre nuestro. Luego, preguntarles por qué creen que Jesús enseñó a orar a los discípulos y por qué sería necesario hacerlo. Finalmente, indicarles que elaboren una oración en función de alguna petición que deseen realizar.",
          "respuestaCorta": "Esta opción es la más completa pues parte del modelo de oración de Jesús (Padre nuestro), promueve la reflexión sobre su propósito y culmina con la aplicación personal y práctica de la oración.",
          "solucionario": "Para comprender la importancia de la oración, la opción A es la más adecuada porque sigue una secuencia pedagógica integral. Comienza con el \"Padre nuestro\", que es el modelo de oración cristiana por excelencia. Luego, invita a la reflexión sobre su significado y la intención de Jesús. Finalmente, la actividad concluye con una aplicación práctica y personal (elaborar una oración propia), permitiendo a los estudiantes interiorizar lo aprendido y vivir la experiencia de la oración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p14",
      "contexto": "Una docente les pide a los estudiantes que lean la parábola \"El sembrador\". Ella busca que los estudiantes conozcan el mensaje de esta parábola a través de la Lectio Divina.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para continuar con la metodología de la Lectio Divina?",
          "opciones": [
            "Pedirles que mencionen qué tipo de suelo quiere Dios que sean los hombres. Luego, solicitarles que realicen propuestas para entender y acoger el mensaje de la parábola. Después, preguntarles si creen que deben llevar la palabra de Dios a quienes no la conocen.",
            "Pedirles que comenten lo que representan los tipos de suelo de la parábola. Luego, preguntarles qué ocurrió con el grupo de semillas que creció y dio frutos. Después, solicitar que, en grupos, busquen un hecho de vida que corresponda al mensaje de la parábola.",
            "Pedirles que expliquen por qué el sembrador arroja semillas en suelos donde sabe que no podrán dar fruto. Luego, preguntarles qué deben cambiar en sus vidas para ser como el suelo fértil. Después, orientarlos para que oren agradeciendo por haber recibido el mensaje de la parábola."
          ],
          "respuesta": "Pedirles que expliquen por qué el sembrador arroja semillas en suelos donde sabe que no podrán dar fruto. Luego, preguntarles qué deben cambiar en sus vidas para ser como el suelo fértil. Después, orientarlos para que oren agradeciendo por haber recibido el mensaje de la parábola.",
          "respuestaCorta": "Esta secuencia refleja correctamente los pasos de la Lectio Divina: profundiza la lectura, pasa a la Meditación (¿qué debo cambiar en mi vida?) y culmina en la Oración (agradecer a Dios).",
          "solucionario": "La Lectio Divina sigue los pasos de Lectura (Lectio), Meditación (Meditatio), Oración (Oratio) y Contemplación (Contemplatio). La opción C refleja esta progresión. La primera pregunta profundiza la Lectura inicial. La segunda pregunta, \"¿qué deben cambiar en sus vidas...?\", corresponde a la Meditación, donde el mensaje interpela la vida personal. La acción final, \"orientarlos para que oren...\", es la Oración, la respuesta del corazón a Dios. Esta secuencia es la que mejor se alinea con la metodología.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p15",
      "contexto": "Los estudiantes y la docente están conversando sobre cómo las bajas temperaturas afectan a las personas que viven en las regiones altoandinas. En este contexto, ella busca promover la solidaridad de los estudiantes a través del método Ver-juzgar-actuar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la docente logre su propósito?",
          "opciones": [
            "Pedir que lean la parábola \"El buen samaritano\" y preguntarles por qué el samaritano ayudó al hombre, a pesar de que no lo conocía. Luego, solicitar que ofrezcan alternativas para ayudar a las personas afectadas por las heladas. Finalmente, indicar la propuesta más viable para llevarla a cabo con toda la comunidad educativa.",
            "Indicar que, en grupos, analicen noticias sobre el problema de las heladas. Luego, pedir que lean la parábola \"El buen samaritano\" y preguntarles por qué es un deber cristiano ayudar al prójimo. Finalmente, pedir que propongan acciones para ayudar a las personas a quienes les afectan las bajas temperaturas.",
            "Explicar la importancia que tiene el principio de la solidaridad para los cristianos. Luego, pedir que analicen la parábola \"El buen samaritano\" e identifiquen su mensaje principal. Finalmente, preguntar cómo debe ser un cristiano cuando sabe que su prójimo está en problemas por las bajas temperaturas."
          ],
          "respuesta": "Indicar que, en grupos, analicen noticias sobre el problema de las heladas. Luego, pedir que lean la parábola \"El buen samaritano\" y preguntarles por qué es un deber cristiano ayudar al prójimo. Finalmente, pedir que propongan acciones para ayudar a las personas a quienes les afectan las bajas temperaturas.",
          "respuestaCorta": "Esta opción aplica perfectamente el método: 'Ver' (analizar noticias sobre las heladas), 'Juzgar' (iluminar la realidad con la parábola) y 'Actuar' (proponer acciones solidarias).",
          "solucionario": "El método Ver-Juzgar-Actuar requiere una secuencia específica que la opción B cumple rigurosamente: 1) **Ver**: Analizar una situación real y concreta (noticias sobre el problema de las heladas). 2) **Juzgar**: Interpretar esa realidad a la luz de la Palabra de Dios (leer y reflexionar sobre \"El buen samaritano\"). 3) **Actuar**: Comprometerse con una acción transformadora (proponer acciones para ayudar a los afectados). Las otras opciones alteran o omiten alguno de los pasos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p16",
      "contexto": "Una docente está desarrollando una sesión sobre las características del Reino de Dios. Como parte de una de las actividades, ella presenta a los estudiantes la siguiente parábola:\n\nAquí tienen otra figura del Reino de los Cielos: una red que se ha echado al mar y que recoge peces de todas clases. Cuando está llena, los pescadores la sacan a la orilla, se sientan, escogen los peces buenos, los echan en canastos y tiran los que no sirven. Así pasará al final de los tiempos: vendrán los ángeles y separarán a los malos de entre los buenos y los arrojarán al horno ardiente. Allí será el llorar y el rechinar de dientes.\nMateo 13, 47-50.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito que los estudiantes identifiquen el mensaje principal de la parábola. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Pedir que comenten sobre lo que creen que representan los peces buenos, los peces que no sirven y los pescadores. Luego, indicar que expliquen qué es el 'horno ardiente' y por qué se dice que los malos serán arrojados allí 'al final de los tiempos'.",
            "Pedir que comparen el texto \"El tesoro escondido\" con el contenido de esta parábola. Luego, solicitar que expliquen a qué creen que se refiere la parábola cuando menciona que \"(...) separarán a los malos de entre los buenos (...)\".",
            "Pedir que expliquen a quiénes representan los pescadores y cuál es su función dentro de la parábola. Luego, solicitar que señalen qué significa la frase 'allí será el llorar y rechinar de dientes'."
          ],
          "respuesta": "Pedir que comenten sobre lo que creen que representan los peces buenos, los peces que no sirven y los pescadores. Luego, indicar que expliquen qué es el 'horno ardiente' y por qué se dice que los malos serán arrojados allí 'al final de los tiempos'.",
          "respuestaCorta": "Esta acción guía a los estudiantes a analizar los símbolos clave de la parábola (peces, pescadores) y su desenlace (el juicio final), permitiéndoles construir el mensaje principal.",
          "solucionario": "Para identificar el mensaje principal, es fundamental analizar los símbolos centrales. La opción A guía este proceso de forma lógica: primero, se analizan los elementos (peces buenos y malos representando a justos y pecadores), y luego se enfoca en el desenlace, que es el juicio final. Al comprender estos símbolos, los estudiantes pueden deducir que el mensaje es la convivencia del bien y del mal hasta el juicio definitivo de Dios.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el diálogo sobre la lectura, uno de los estudiantes señaló que conocía una parábola con una historia similar a la que acababan de leer. ¿A cuál de las siguientes parábolas se refiere el estudiante?",
          "opciones": [
            "A \"La oveja perdida\", Lucas 15, 4-7.",
            "A \"El tesoro escondido\", Mateo 13, 44.",
            "A \"El trigo y la hierba mala\", Mateo 13, 24-30."
          ],
          "respuesta": "A \"El trigo y la hierba mala\", Mateo 13, 24-30.",
          "respuestaCorta": "La parábola de \"El trigo y la hierba mala\" (la cizaña) comparte el mismo tema central que la de la red: la coexistencia del bien y el mal hasta el juicio final, donde serán separados.",
          "solucionario": "Tanto la parábola de \"La red\" como la de \"El trigo y la hierba mala\" (o la cizaña) comparten un mensaje escatológico similar. En ambas, el bien (peces buenos, trigo) y el mal (peces malos, cizaña) conviven juntos en el mundo hasta el final de los tiempos, momento en el que se producirá una separación definitiva por parte de los enviados de Dios.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de la metodología de la Lectio Divina, la docente ha formulado algunas preguntas para realizar el paso de la meditación con los estudiantes. ¿Qué grupo de preguntas corresponde a este paso?",
          "opciones": [
            "¿Qué pasará al final de los tiempos? ¿Quiénes separarán a los peces buenos de los que no sirven?",
            "¿Qué tipo de peces botan los pescadores? ¿Los ángeles harán lo mismo con las personas malas?",
            "¿Por qué Dios espera al final de los tiempos para separar a las personas buenas de las malas? ¿Por qué permite que convivan?"
          ],
          "respuesta": "¿Por qué Dios espera al final de los tiempos para separar a las personas buenas de las malas? ¿Por qué permite que convivan?",
          "respuestaCorta": "Estas preguntas corresponden a la Meditación (Meditatio) porque invitan a una reflexión profunda sobre el 'porqué' de las acciones de Dios, interpelando la vida del lector y no solo verificando la comprensión del texto.",
          "solucionario": "El paso de la **Meditación** en la Lectio Divina va más allá de la comprensión literal del texto (propia de la Lectura). Busca responder: \"¿Qué me dice Dios a mí a través de este texto?\". Las preguntas de la opción C (\"¿Por qué Dios espera...?\") invitan a una reflexión profunda sobre la paciencia de Dios y la coexistencia del bien y del mal, interpelando directamente al estudiante. Las otras opciones son preguntas de comprensión literal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p19",
      "contexto": "Una docente busca que sus estudiantes comprendan el valor de la amistad. Por ello, va a seleccionar un texto bíblico que le permita reflexionar con los estudiantes sobre la amistad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes textos bíblicos es adecuado para que la docente logre su propósito?",
          "opciones": [
            "\"Primera multiplicación de los panes\", Mateo 14, 13-21.",
            "\"El primer milagro, en la boda de Caná\", Juan 2, 1-12.",
            "\"La resurrección de Lázaro\", Juan 11, 1-44."
          ],
          "respuesta": "\"La resurrección de Lázaro\", Juan 11, 1-44.",
          "respuestaCorta": "El relato de la resurrección de Lázaro es el más adecuado porque muestra explícitamente a Jesús llorando por la muerte de su amigo, revelando la profundidad y humanidad de su amistad.",
          "solucionario": "El pasaje de \"La resurrección de Lázaro\" ilustra de manera conmovedora el valor de la amistad en la vida de Jesús. El texto destaca que Jesús amaba a Lázaro y, al enterarse de su muerte, \"se conmovió profundamente\" y \"lloró\" (Juan 11, 35). Esta manifestación de afecto y dolor es una poderosa enseñanza sobre la importancia de la amistad. Los otros textos se centran en otros temas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p20",
      "contexto": "Fueron, pues, los soldados y quebraron las piernas de los dos que habían sido crucificados con Jesús. Pero al llegar a Jesús vieron que ya estaba muerto, y no le quebraron las piernas, sino que uno de los soldados le abrió el costado con la lanza, y al instante salió sangre y agua. El que lo vio da testimonio. Su testimonio es verdadero, y Aquel sabe que dice la verdad. Y da este testimonio para que también ustedes crean. Esto sucedió para que se cumpliera la Escritura (...).\nJuan 19, 32-36.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes profecías mesiánicas se cumple en este texto?",
          "opciones": [
            "\"Sácame de la red que me han tendido, porque eres tú mi refugio. En tus manos encomiendo mi espíritu, y tú, Señor, Dios fiel, me librarás\". (Salmo 31, 5-6).",
            "\"Esto dice Yavé: 'En Ramá se han oído unos quejidos y un amargo lamento. Es Raquel que llora a sus hijos y no quiere que la consuelen, pues ya no están\". (Jeremías 31,15).",
            "\"El cordero se comerá dentro de la casa; no se sacará afuera ni un solo pedazo, ni le quebrarán ningún hueso. Toda la comunidad de Israel observará este rito\". (Éxodo 12, 46-47)."
          ],
          "respuesta": "\"El cordero se comerá dentro de la casa; no se sacará afuera ni un solo pedazo, ni le quebrarán ningún hueso. Toda la comunidad de Israel observará este rito\". (Éxodo 12, 46-47).",
          "respuestaCorta": "Esta profecía se cumple porque el texto de Juan enfatiza que \"no le quebraron las piernas\" a Jesús, en paralelo directo con la instrucción para el cordero pascual de que \"ni le quebrarán ningún hueso\".",
          "solucionario": "El evangelista Juan presenta a Jesús como el verdadero Cordero de Dios. El texto de la Pasión resalta deliberadamente que los soldados no le quebraron las piernas, cumpliendo así la prescripción del Antiguo Testamento sobre el cordero pascual, como se indica en Éxodo 12, 46: \"ni le quebrarán ningún hueso\". Esta conexión subraya que la muerte de Jesús es el sacrificio pascual definitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p21",
      "contexto": "Los estudiantes están analizando los elementos que conforman el sacramento de la Eucaristía. En este contexto, el docente les pide que busquen información en diversas fuentes y presenten sus hallazgos en un papelógrafo. A continuación, se presenta el trabajo realizado por una de las estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/religion/2.jpg",
      "preguntas": [
        {
          "pregunta": "El docente nota que la estudiante no ha comprendido la forma del sacramento de la Eucaristía. Por ello, busca orientarla en el reconocimiento de la forma de dicho sacramento. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Indicarle que lo que registró como 'forma' se refiere a la actitud que debe tener la persona después de recibir el sacramento de la Eucaristía. Luego, pedirle que busque en el Catecismo los sacramentos de la Iglesia católica, y que señale la materia y la forma de cada uno.",
            "Comentarle que la forma de los sacramentos está relacionada con las palabras que dice el ministro al administrarlos. Luego, preguntarle qué palabras empleó Jesús para consagrar el pan y el vino en la última cena, y en qué coinciden con lo que se dice en la Eucaristía.",
            "Señalarle los errores que presenta su trabajo, y recordarle cuáles son los elementos del sacramento de la Eucaristía. Luego, explicarle por qué son importantes las palabras expresadas por el sacerdote durante la consagración del pan y del vino en la Eucaristía."
          ],
          "respuesta": "Comentarle que la forma de los sacramentos está relacionada con las palabras que dice el ministro al administrarlos. Luego, preguntarle qué palabras empleó Jesús para consagrar el pan y el vino en la última cena, y en qué coinciden con lo que se dice en la Eucaristía.",
          "respuestaCorta": "Esta opción es la más pedagógica porque guía a la estudiante a descubrir la respuesta mediante una pista clave (la 'forma' son las palabras) y preguntas que la conectan con el origen bíblico del sacramento.",
          "solucionario": "La retroalimentación más efectiva es la que guía al estudiante a construir el conocimiento. La opción B logra esto al proporcionar una pista conceptual (\"la forma está relacionada con las palabras\") y luego plantear preguntas que conectan con conocimientos previos (la Última Cena). Esto le permite a la estudiante deducir por sí misma que la \"forma\" de la Eucaristía son las palabras de la consagración, en lugar de recibir la información de manera pasiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p22",
      "contexto": "Un docente va a desarrollar una sesión sobre la importancia de los sacramentos. Él busca empezar sus actividades con los fundamentos bíblicos de los sacramentos de iniciación cristiana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué grupo de textos bíblicos corresponde a los sacramentos de iniciación cristiana?",
          "opciones": [
            "1. \"Yo te daré las llaves del Reino de los Cielos: lo que ates en la tierra quedará atado en el Cielo, y lo que desates en la tierra quedará desatado en el Cielo\". Mateo 16, 19. 2. \"¿Hay alguno enfermo? Que llame a los ancianos de la Iglesia, que oren por él y lo unjan con aceite en el nombre del Señor\". Santiago 5, 14. 3. \"Eran asiduos (...) a la fracción del pan y a las oraciones\". Hechos 2, 42.",
            "1. \"El que crea y se bautice, se salvará; (...)\". Marcos 16, 16. 2. \"Nos presentamos, pues, como embajadores de Cristo, (...) déjense reconciliar con Dios!\". 2 Corintios 5, 20. 3. \"Por eso el hombre deja a su padre y a su madre para unirse a su mujer, y pasan a ser una sola carne\". Génesis 2, 24.",
            "1. \"(...) En verdad te digo: El que no renace del agua y del Espíritu no puede entrar en el Reino de Dios\". Juan 3, 5. 2. \"Y Dios es el que nos da fuerza (...); Él nos ha ungido y nos ha marcado con su propio sello al depositar en nosotros los primeros dones del Espíritu\". 2 Corintios 1, 21-22. 3. \"(...) Yo soy el pan de vida (...)\". Juan 6, 35."
          ],
          "respuesta": "1. \"(...) En verdad te digo: El que no renace del agua y del Espíritu no puede entrar en el Reino de Dios\". Juan 3, 5. 2. \"Y Dios es el que nos da fuerza (...); Él nos ha ungido y nos ha marcado con su propio sello al depositar en nosotros los primeros dones del Espíritu\". 2 Corintios 1, 21-22. 3. \"(...) Yo soy el pan de vida (...)\". Juan 6, 35.",
          "respuestaCorta": "Este grupo corresponde a los sacramentos de iniciación: Bautismo (renacer del agua y del Espíritu), Confirmación (ser ungido y marcado con el sello del Espíritu) y Eucaristía (el pan de vida).",
          "solucionario": "Los sacramentos de iniciación cristiana son el Bautismo, la Confirmación y la Eucaristía. La opción C presenta los fundamentos bíblicos para cada uno: 1) Juan 3, 5 (\"...renace del agua y del Espíritu...\") es una referencia clásica al Bautismo. 2) 2 Corintios 1, 21-22 (\"...Él nos ha ungido y nos ha marcado con su propio sello...\") alude a la unción y el sello del Espíritu Santo, propios de la Confirmación. 3) Juan 6, 35 (\"Yo soy el pan de vida\") es el inicio del discurso que fundamenta la Eucaristía. Los otros grupos mezclan sacramentos de distintas categorías.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p23",
      "contexto": "Es el paso en el que se debe estar en silencio, en descanso espiritual y ser receptivo para escuchar la voz de Dios que hablará a nuestras vidas. Este paso es un don de Dios, por lo que se debe ser paciente mientras se practica.\nAdaptado de la página web Catholic.net",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué paso de la Lectio Divina corresponde principalmente a la descripción presentada?",
          "opciones": [
            "Contemplación.",
            "Meditación.",
            "Lectura."
          ],
          "respuesta": "Contemplación.",
          "respuestaCorta": "La descripción de un estado de silencio, descanso y receptividad para escuchar a Dios más allá de las palabras corresponde al paso de la Contemplación.",
          "solucionario": "La **Contemplación** (Contemplatio) es el cuarto paso de la Lectio Divina. A diferencia de la Lectura (entender el texto) y la Meditación (reflexionarlo), la Contemplación es un momento de comunión silenciosa y amorosa con Dios. Consiste en \"descansar en Dios\" y estar en su presencia, escuchándolo en el corazón. La descripción de \"silencio\", \"descanso espiritual\" y \"ser receptivo\" encaja perfectamente con este paso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p24",
      "contexto": "Un docente está conversando con los estudiantes sobre la importancia de cuidar la creación de Dios. En este contexto, les presenta el siguiente texto:\n\nAnimales y plantas en peligro de extinción\nSe estima que existen unas 30 millones de especies distintas de animales y vegetales en el mundo. De todas ellas, un porcentaje significativo está en peligro de extinción a causa de las actividades humanas. Este porcentaje ha aumentado vertiginosamente en los últimos años. Los animales y las plantas están amenazados por la alteración de sus espacios naturales, que incluye la construcción de viviendas, de carreteras, etc. La caza deportiva o comercial, y el tráfico ilegal de especies son factores que también hacen peligrar a dicha diversidad.\nAdaptado de la página web Ambientum.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes apliquen el método Ver-juzgar-actuar en el texto. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Solicitarles que mencionen algunas causas que originan el problema de la contaminación. Luego, pedir que lean el resumen de la encíclica Laudato si'. Finalmente, preguntarles qué propone la Iglesia católica a las personas para que vuelvan a redescubrir su misión con respecto al cuidado de la creación.",
            "Preguntarles si conocen la principal causa de la desaparición de especies y si las personas tienen que ver en esta situación. Luego, indicarles que lean el relato de la creación Génesis 1, 1-26. Finalmente, pedirles que comenten la misión que Dios le entregó al hombre y la contrasten con la realidad presentada en el texto.",
            "Pedirles que lean el apartado \"Mi llamado\" de la encíclica Laudato si' y lo relacionen con el texto presentado. Luego, indicar que señalen cuál es la misión del ser humano en la creación. Finalmente, indicarles que ofrezcan propuestas para contribuir al cuidado del ambiente siguiendo las recomendaciones de la encíclica."
          ],
          "respuesta": "Pedirles que lean el apartado \"Mi llamado\" de la encíclica Laudato si' y lo relacionen con el texto presentado. Luego, indicar que señalen cuál es la misión del ser humano en la creación. Finalmente, indicarles que ofrezcan propuestas para contribuir al cuidado del ambiente siguiendo las recomendaciones de la encíclica.",
          "respuestaCorta": "Esta opción es la más adecuada porque, partiendo de la realidad ya presentada (Ver), desarrolla el paso de 'Juzgar' (leer y relacionar con Laudato si') y culmina con el paso de 'Actuar' (ofrecer propuestas).",
          "solucionario": "El método Ver-Juzgar-Actuar se aplica en secuencia. El docente ya ha presentado la realidad en el texto (paso **Ver**). La acción pedagógica adecuada debe continuar con los siguientes pasos. La opción C lo hace correctamente: 1) Inicia el paso **Juzgar** al pedir que iluminen la realidad leída con un documento de la Iglesia (Laudato si'). 2) Profundiza el 'Juzgar' al identificar la misión del ser humano. 3) Concluye con el paso **Actuar** al solicitar propuestas concretas para el cuidado del ambiente. Las otras opciones repiten el paso 'Ver' o no llegan al 'Actuar'.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2019_p25",
      "contexto": "¡Hola! Soy Ana. Creo que soy una buena persona. No le hago mal a nadie. Cuido el ambiente a través del reciclaje. Ayudo a los demás dentro de mis posibilidades. Trato de pensar siempre en el prójimo. No tengo una religión ni un dios en el cual creer. Creo en lo que me demuestra la razón.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El testimonio de Ana presenta un desafío para la Iglesia católica contemporánea. ¿Cuál es ese desafío?",
          "opciones": [
            "El agnosticismo.",
            "El pluralismo religioso.",
            "El relativismo religioso."
          ],
          "respuesta": "El agnosticismo.",
          "respuestaCorta": "El testimonio de Ana representa el agnosticismo, ya que vive una vida moralmente buena pero afirma la imposibilidad de conocer o creer en un dios, basando su vida en la razón y no en la fe religiosa.",
          "solucionario": "El agnosticismo es la postura que considera que la existencia de Dios es incognoscible o indemostrable. Ana ejemplifica un agnosticismo ético: vive según valores humanistas (ayudar, cuidar el ambiente) pero sin fundamentarlos en una creencia religiosa (\"No tengo una religión ni un dios en el cual creer. Creo en lo que me demuestra la razón\"). Este es un desafío para la Iglesia, que busca dialogar con quienes, aun viviendo una vida recta, no encuentran en la fe el fundamento de su existencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p26",
      "contexto": "Esta carta, dirigida a una comunidad que san Pablo no fundó, trata sobre cómo Jesús ofrece al hombre la salvación y cómo este la acepta por su fe, se convierte y se abre a esta salvación. Además, afirma que el fruto más precioso de la salvación es la vida sobrenatural, es decir, la participación en la vida íntima de las tres personas divinas, cuya obra de arte es la santificación de las almas y la creación del hombre nuevo.\nAdaptado de la página web Catholic.net.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué carta de san Pablo corresponde la descripción anterior?",
          "opciones": [
            "A los Romanos.",
            "A los Corintios.",
            "A los Gálatas."
          ],
          "respuesta": "A los Romanos.",
          "respuestaCorta": "La descripción corresponde a la Carta a los Romanos, la exposición teológica más sistemática de San Pablo sobre la justificación por la fe, dirigida a una comunidad que él no había fundado personalmente.",
          "solucionario": "La Carta a los Romanos es la obra cumbre de la teología paulina. En ella, Pablo expone que la salvación es un don gratuito de Dios que se recibe por la fe en Jesucristo. La descripción encaja con sus temas centrales: justificación, vida nueva en el Espíritu y salvación para todos. Es un hecho conocido que Pablo escribió a la comunidad de Roma antes de haberla visitado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p27",
      "contexto": "Una docente está trabajando con los estudiantes las principales características de los evangelios. Al término de la sesión, les pide que sinteticen lo aprendido en un cuadro de doble entrada. A continuación, se presenta el trabajo realizado por uno de los estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/religion/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el error que presenta el trabajo del estudiante?",
          "opciones": [
            "Considerar que el evangelio de Lucas es el más humano de los evangelios.",
            "Considerar que el evangelio de Juan busca reivindicar la divinidad de Jesús.",
            "Considerar que el evangelio de Mateo se dirigió a los cristianos de diversos lugares."
          ],
          "respuesta": "Considerar que el evangelio de Mateo se dirigió a los cristianos de diversos lugares.",
          "respuestaCorta": "El error radica en el destinatario del evangelio de Mateo. Tradicionalmente se considera que fue escrito principalmente para una comunidad de cristianos de origen judío, no para un público general.",
          "solucionario": "El trabajo del estudiante es impreciso sobre el evangelio de Mateo. La exégesis bíblica sostiene que este evangelio fue escrito para una comunidad judeocristiana, lo cual se evidencia en sus constantes referencias al Antiguo Testamento para mostrar a Jesús como el cumplimiento de las promesas a Israel. Afirmar que se dirigió a 'cristianos de diversos lugares' es incorrecto, ya que su público era más específico. Las afirmaciones sobre Lucas y Juan son acertadas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p28",
      "contexto": "Un docente está desarrollando varias actividades sobre los mandamientos de la Ley de Dios. En este contexto, una estudiante comenta lo siguiente:\n\n\"Si Dios nos ha creado libres, ¿por qué los mandamientos nos prohíben algunas cosas? ¿Cómo podemos ser libres si Él mismo nos pone restricciones?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que la estudiante comprenda la necesidad de los mandamientos de la Ley de Dios. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedirle que explique qué función cumplen las leyes en una sociedad. Luego, solicitarle que ofrezca un ejemplo en el que se evidencia dicha función. Finalmente, preguntarle por qué los mandamientos ayudan a guiar el comportamiento de un cristiano.",
            "Pedirle que lea el texto que trata sobre los diez mandamientos de la Ley de Dios (Éxodo 20, 1-17). Luego, solicitarle que explique en qué consiste cada uno de ellos. Finalmente, preguntarle cómo cree que deberían influir los mandamientos en su vida.",
            "Pedirle que mencione cuáles son los mandamientos que restringen la libertad de las personas. Luego, explicarle las diferencias que existen entre libertad y libertinaje. Finalmente, preguntarle si cree que las personas son libres para hacer lo que deseen."
          ],
          "respuesta": "Pedirle que explique qué función cumplen las leyes en una sociedad. Luego, solicitarle que ofrezca un ejemplo en el que se evidencia dicha función. Finalmente, preguntarle por qué los mandamientos ayudan a guiar el comportamiento de un cristiano.",
          "respuestaCorta": "Esta acción es la más adecuada porque usa una analogía con la vida civil para ayudar a la estudiante a construir la comprensión de que los mandamientos no restringen la libertad, sino que la guían hacia el bien.",
          "solucionario": "La estrategia pedagógica más efectiva es partir de lo conocido. La opción A comienza con un concepto familiar: las leyes en la sociedad. Al reflexionar sobre su función de proteger y ordenar, la estudiante puede establecer un paralelo y comprender que los mandamientos de Dios no son restricciones arbitrarias, sino guías que orientan la libertad humana hacia el amor a Dios y al prójimo. Este método de andamiaje es más eficaz que dar una explicación directa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p29",
      "contexto": "Después de que los estudiantes han realizado una investigación sobre las religiones monoteístas, la docente les pide que describan por escrito cómo realizaron su trabajo. A continuación, se presenta la descripción de Silvia, una de las estudiantes:\n\nPara mi investigación busqué en diferentes libros y en internet porque no entendía bien (...). Hice un organizador donde iba colocando la información y su fuente. Al final comparé toda la información para ver si las fuentes coincidían y si eran confiables. Allí me di cuenta de que hubo algo en lo que me había equivocado. Coloqué islamismo pensando que así se llamaba la religión (...) pero luego encontré en otras páginas de internet más confiables que el islam es la religión y el islamismo es otra cosa. (...)",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir del escrito de Silvia, ¿cuál es la principal razón por la que se puede afirmar que ha llevado a cabo un proceso de metacognición para su aprendizaje?",
          "opciones": [
            "Porque realizó una adecuada búsqueda de fuentes de información para realizar su investigación.",
            "Porque dio cuenta de los problemas que tuvo y las soluciones que planteó durante su investigación.",
            "Porque obtuvo los datos de su investigación de personas cercanas a su entorno."
          ],
          "respuesta": "Porque dio cuenta de los problemas que tuvo y las soluciones que planteó durante su investigación.",
          "respuestaCorta": "Silvia demuestra metacognición al ser consciente de su proceso de aprendizaje: identifica una dificultad, aplica estrategias, reconoce un error y lo corrige, reflexionando sobre su propio pensamiento.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre el propio proceso de aprendizaje. Silvia lo evidencia al describir su proceso: 1) Identificó un problema ('no entendía bien'). 2) Aplicó estrategias (organizador, comparación de fuentes). 3) Evaluó su trabajo y reconoció un error ('me había equivocado'). 4) Corrigió el error basándose en fuentes más fiables. El hecho de narrar sus dificultades, las estrategias que usó y la corrección de sus errores es la manifestación más clara de un proceso metacognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p30",
      "contexto": "Los estudiantes, agrupados en parejas, están desarrollando una actividad que consiste en mostrar algunas obras de misericordia realizadas en su localidad. En este contexto, la docente nota que dos estudiantes no se ponen de acuerdo sobre cómo realizar su trabajo. Ninguno de los dos toma como válida la propuesta de su compañero. Por ello, ella decide intervenir y busca orientarlos en la resolución del conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para que la docente logre su propósito?",
          "opciones": [
            "Pedir a cada uno que explique cómo cree que deben realizar el trabajo. Luego, solicitar que evalúen la propuesta de su compañero. Finalmente, pedirles que, considerando sus propuestas iniciales, tomen una decisión con la que ambos estén de acuerdo.",
            "Pedir que se ofrezcan una disculpa por discutir. Luego, dar un tiempo a cada uno para que explique su propuesta de cómo hacer el trabajo. Finalmente, decirles que realicen la mitad del trabajo como propuso uno y la otra mitad como propuso el otro.",
            "Pedir que mencionen quién inició el conflicto y por qué. Luego, proponerles que realicen el trabajo de una forma diferente a la que propusieron los dos. Finalmente, comentarles por qué los conflictos no contribuyen a una convivencia saludable."
          ],
          "respuesta": "Pedir a cada uno que explique cómo cree que deben realizar el trabajo. Luego, solicitar que evalúen la propuesta de su compañero. Finalmente, pedirles que, considerando sus propuestas iniciales, tomen una decisión con la que ambos estén de acuerdo.",
          "respuestaCorta": "Esta acción es la más adecuada porque promueve la escucha activa, la evaluación mutua y la negociación, otorgando a los estudiantes la autonomía para llegar a una solución consensuada.",
          "solucionario": "La resolución de conflictos en el aula debe empoderar a los estudiantes. La opción A sigue un proceso constructivo: 1) Permite la expresión de ambas posturas. 2) Fomenta la empatía al pedir que evalúen la propuesta del otro. 3) Les da la responsabilidad de negociar y llegar a un consenso. Este método desarrolla habilidades socioemocionales, a diferencia de las otras opciones que son impositivas o buscan una solución superficial sin verdadera negociación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p31",
      "contexto": "Un docente busca que los estudiantes analicen textos bíblicos. En este contexto, él presenta a los estudiantes el siguiente texto:\n\nLa viuda y el juez injusto\n(Título adaptado)\n\n«En una ciudad había un juez a quien no le importaba la gente ni temía a Dios. En la misma ciudad, había también una viuda que acudía a él para decirle: \"Hazme justicia contra mi adversario\". Durante bastante tiempo el juez no le hizo caso, pero al final pensó: \"Es cierto que no temo a Dios y que no me importa la gente, pero esta viuda ya me molesta tanto que le voy a hacer justicia; de lo contrario, acabará rompiéndome la cabeza\"».\nLucas 18, 2-5.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes analicen el texto a través de la Lectio Divina. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Solicitar que discutan sobre si les parece justa la situación de la viuda y por qué el juez no quería ayudarla. Luego, indicarles que investiguen sobre un caso parecido al de la parábola. Finalmente, pedirles que expliquen qué enseñanza para sus vidas les dejó el caso que presentaron.",
            "Pedirles que comparen los mensajes de las parábolas \"La viuda y el juez injusto\" y \"El fariseo y el publicano\". Luego, solicitar que expliquen qué enseñanzas aportan estas parábolas a su forma de orar y cómo podrían ayudar a otras personas creyentes que no saben cómo realizar una oración.",
            "Preguntarles si alguna vez han sentido que Dios no escucha sus oraciones y qué han hecho en esas situaciones. Luego, compartir con ellos el mensaje de la parábola y preguntarles cómo lo incorporarían al momento de orar. Finalmente, pedirles que elaboren una oración para agradecer por la enseñanza recibida a través del texto."
          ],
          "respuesta": "Preguntarles si alguna vez han sentido que Dios no escucha sus oraciones y qué han hecho en esas situaciones. Luego, compartir con ellos el mensaje de la parábola y preguntarles cómo lo incorporarían al momento de orar. Finalmente, pedirles que elaboren una oración para agradecer por la enseñanza recibida a través del texto.",
          "respuestaCorta": "Esta secuencia aplica la Lectio Divina: parte de la vida para la Meditación (¿han sentido que Dios no los escucha?), reflexiona sobre cómo aplicar el mensaje y culmina en la Oración.",
          "solucionario": "La Lectio Divina es una lectura orante que conecta la Palabra con la vida. La opción C sigue esta dinámica: 1) **Meditación**: Interpela la experiencia personal de los estudiantes y les pregunta cómo el texto los desafía. 2) **Oración**: Culmina con una respuesta a Dios a partir de lo meditado (\"elaboren una oración\"). Esta aproximación vivencial y orante es el núcleo de la Lectio Divina, a diferencia de las otras opciones que son más analíticas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes aprendan a aplicar el método Ver-juzgar-actuar usando la parábola \"La viuda y el juez injusto\". ¿Cuál de las siguientes acciones pedagógicas es adecuada para que logre su propósito?",
          "opciones": [
            "Indicar que relean la parábola \"La viuda y el juez injusto\" y discutan sobre el mensaje principal. Luego, solicitar que mencionen cuál es la valoración que un cristiano le otorga a la oración. Finalmente, señalarles cómo deben ayudar a que las personas no creyentes comprendan dicha valoración.",
            "Presentar el caso de una persona que ora pidiendo ayuda a la divina providencia. Luego, indicar que vuelvan a leer la parábola \"La viuda y el juez injusto\" y contrasten el mensaje de dicha parábola con el caso presentado. Finalmente, pedir que expliquen cómo la perseverancia los ayudará al momento de orar.",
            "Solicitar que relean la parábola \"La viuda y el juez injusto\". Luego, preguntarles por qué, basándose en el mensaje principal de dicha parábola, al inicio el juez no quiere ayudar a la mujer, pero al final se convence de hacerlo. Finalmente, pedir que expliquen por qué el mensaje de la parábola es importante para sus vidas."
          ],
          "respuesta": "Presentar el caso de una persona que ora pidiendo ayuda a la divina providencia. Luego, indicar que vuelvan a leer la parábola \"La viuda y el juez injusto\" y contrasten el mensaje de dicha parábola con el caso presentado. Finalmente, pedir que expliquen cómo la perseverancia los ayudará al momento de orar.",
          "respuestaCorta": "Esta opción sigue la estructura Ver-Juzgar-Actuar: presenta un caso real para el 'Ver', usa la parábola para 'Juzgar' y conduce a un compromiso personal para el 'Actuar' (aplicar la perseverancia).",
          "solucionario": "Para enseñar el método Ver-Juzgar-Actuar, la secuencia debe ser clara. La opción B la respeta: 1) **Ver**: Se parte de una situación concreta (\"el caso de una persona que ora\"). 2) **Juzgar**: Se ilumina esta situación a la luz de la Palabra de Dios (\"contrasten el mensaje de dicha parábola con el caso\"). 3) **Actuar**: Se llega a una aplicación para la propia vida (\"expliquen cómo la perseverancia los ayudará al momento de orar\"). Las otras opciones se centran en el análisis del texto en sí mismo, sin aplicar el método completo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p33",
      "contexto": "Una docente busca que los estudiantes conozcan el papel que cumplen las sagradas escrituras en la Iglesia católica. Por ello, ha planificado leer con ellos un documento del Concilio Vaticano II sobre dicho tema.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué documento es adecuado para que la docente logre su propósito?",
          "opciones": [
            "Dei Verbum.",
            "Lumen gentium.",
            "Gaudium et spes."
          ],
          "respuesta": "Dei Verbum.",
          "respuestaCorta": "La constitución dogmática 'Dei Verbum' del Concilio Vaticano II es el documento que trata específicamente sobre la Divina Revelación y el papel central de las Sagradas Escrituras.",
          "solucionario": "El documento del Concilio Vaticano II que aborda la Revelación Divina y la importancia de la Sagrada Escritura es la **Dei Verbum** (Palabra de Dios). Esta constitución explica la relación entre la Escritura, la Tradición y el Magisterio. La **Lumen Gentium** trata sobre la naturaleza de la Iglesia, y la **Gaudium et Spes** sobre la Iglesia en el mundo contemporáneo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p34",
      "contexto": "El libro se compone de tres discursos. El primero se dirige contra los reinos de Israel y Judá (...). El segundo discurso trae amenazas contra los príncipes y jueces (...) pero al mismo tiempo promete (...) la venida del Mesías que nacerá en Belén. El tercer discurso contiene exhortaciones al arrepentimiento (...).\nAdaptado de la página web ACIprensa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué libro bíblico corresponde la descripción anterior?",
          "opciones": [
            "Al de Miqueas.",
            "Al de Daniel.",
            "Al de Jonás."
          ],
          "respuesta": "Al de Miqueas.",
          "respuestaCorta": "La descripción corresponde al libro de Miqueas, principalmente por la mención explícita de la profecía sobre el nacimiento del Mesías en Belén, uno de los pasajes más conocidos de este profeta.",
          "solucionario": "La clave para identificar el libro es la profecía mencionada: \"la venida del Mesías que nacerá en Belén\". Esta famosa profecía se encuentra en Miqueas 5, 2. Además, los temas de denuncia contra la injusticia de los líderes, la predicción de la ruina de Israel y la promesa de una restauración mesiánica son característicos del mensaje del profeta Miqueas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p35",
      "contexto": "En nuestra época, principalmente, urge la obligación de acercarnos a todos y de servirlos con eficacia cuando llegue el caso, ya se trate de ese anciano abandonado por todos, o de ese trabajador extranjero despreciado injustamente, o de ese desterrado, (...) o de ese hambriento que recrimina nuestra conciencia recordando la palabra del Señor: \"Cuantas veces hicisteis eso a uno de estos mis hermanos menores, a mí me lo hicisteis\" (Mateo 25,40).\nTomado de Gaudium et spes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes comprendan la importancia de la dignidad del ser humano. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la docente logre su propósito?",
          "opciones": [
            "Solicitarles que expliquen si conocen algunos casos como los de las personas presentadas en el texto. Luego, preguntarles por el mensaje que la cita bíblica busca comunicar. Finalmente, pedirles que comenten por qué todas las personas, sin importar su condición, deben ser tratadas con respeto.",
            "Explicarles cuál es el significado que tiene la cita bíblica incluida en el texto. Luego, preguntarles por qué debemos ayudar a las personas que no son respetadas por otras. Finalmente, indicarles algunas acciones que deben realizar para ayudar a aquellas personas que padecen algún tipo de maltrato.",
            "Pedirles que busquen información sobre algunos sucesos en la actualidad que tengan cierta similitud con la información ofrecida en el texto. Luego, preguntarles por qué creen que dicho texto busca mostrar este tipo de hechos. Finalmente, pedirles que definan, con sus propias palabras, qué es la dignidad humana."
          ],
          "respuesta": "Solicitarles que expliquen si conocen algunos casos como los de las personas presentadas en el texto. Luego, preguntarles por el mensaje que la cita bíblica busca comunicar. Finalmente, pedirles que comenten por qué todas las personas, sin importar su condición, deben ser tratadas con respeto.",
          "respuestaCorta": "Esta opción es la más adecuada porque conecta el texto con la experiencia de los estudiantes, profundiza en el fundamento bíblico (Mt 25,40) y los guía a la conclusión central sobre la dignidad inherente de toda persona.",
          "solucionario": "La secuencia pedagógica de la opción A es la más efectiva. Parte de la experiencia de los estudiantes (\"¿conocen algunos casos...?\"), lo que hace el tema relevante. Luego, se enfoca en el núcleo teológico del texto (la identificación de Cristo con los más necesitados). Finalmente, guía a los estudiantes a sintetizar el principio fundamental (\"¿por qué todas las personas... deben ser tratadas con respeto?\"), llegando así a la comprensión de la dignidad humana de manera inductiva y significativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p36",
      "contexto": "Una docente está desarrollando una sesión sobre los elementos que forman parte de una fiesta religiosa. Antes de finalizar la sesión, pide a sus estudiantes que ofrezcan ejemplos de fiestas religiosas que conocen. A continuación, se presenta una parte del diálogo que se suscitó en el aula:\n\nAlfonso: A mí me gusta la Semana Santa. En especial, el Domingo de Ramos porque las palmas son bonitas y, además, se escenifica la entrada de Jesús a Jerusalén.\nBrenda: A mí me gusta el pago a la tierra o pago a la Pachamama, pues se entregan ofrendas a la tierra a cambio de la protección de los apus.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de escuchar las intervenciones de los estudiantes, la docente busca que ellos reconozcan qué es una fiesta religiosa por medio del análisis de los elementos que la componen. ¿Cuál de las siguientes acciones pedagógicas es adecuada para que logre su propósito?",
          "opciones": [
            "Pedir a Alfonso que describa algunos de los ritos que se celebran durante la Semana Santa. Luego, pedir a Brenda que describa cómo se realiza el pago a la tierra. Finalmente, solicitar a ambos estudiantes que expliquen por qué ambas celebraciones pueden ser consideradas fiestas religiosas.",
            "Solicitar a Brenda que señale qué elementos religiosos cristianos presenta el pago a la tierra. Luego, pedir a Alfonso que señale los elementos religiosos que se encuentran en los ritos de Semana Santa. Finalmente, pedir a ambos estudiantes que den ejemplos de otras fiestas religiosas cristianas.",
            "Comentarles que el pago a la tierra es un rito antiguo que se mantiene vigente en muchas ciudades del Perú. Luego, pedir a Brenda que mencione los detalles que conoce de esta celebración. Finalmente, solicitar a Alfonso que explique por qué es importante valorar, además de la Semana Santa, el pago a la tierra."
          ],
          "respuesta": "Pedir a Alfonso que describa algunos de los ritos que se celebran durante la Semana Santa. Luego, pedir a Brenda que describa cómo se realiza el pago a la tierra. Finalmente, solicitar a ambos estudiantes que expliquen por qué ambas celebraciones pueden ser consideradas fiestas religiosas.",
          "respuestaCorta": "Esta acción es la más adecuada porque valida ambos ejemplos, les pide analizar sus componentes (ritos) y los guía a abstraer las características comunes que definen una celebración como 'fiesta religiosa'.",
          "solucionario": "El propósito de la docente es que los estudiantes construyan el concepto de 'fiesta religiosa'. La opción A lo logra de manera inductiva: primero, pide describir los ritos de cada ejemplo para identificar elementos concretos (procesiones, ofrendas). Luego, la pregunta final los lleva a un nivel de abstracción, donde deben explicar qué tienen en común estas celebraciones para ser consideradas 'religiosas' (la conexión con lo sagrado, la comunidad, el rito), construyendo así el concepto a partir de sus propios ejemplos.",
          "seccion": "Casuística"
        }
      ]
    },


    {
      "idGrupo": "asc_secundaria_2019_p37",
      "contexto": "\"(...) No anden preocupados por su vida con problemas de alimentos, ni por su cuerpo con problemas de ropa. ¿No es más importante la vida que el alimento y más valioso el cuerpo que la ropa? Fíjense en las aves del cielo: no siembran, ni cosechan, no guardan alimentos en graneros, y sin embargo, el Padre del Cielo, el Padre de ustedes, las alimenta. (...) busquen primero su reino y su justicia, y se les dará también todas esas cosas. No se preocupen por el día de mañana, pues el mañana se preocupará por sí mismo. A cada día le bastan sus problemas\".\nMateo 6, 25-34.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿De qué atributo divino trata principalmente el texto bíblico?",
          "opciones": [
            "De la misericordia divina.",
            "De la providencia divina.",
            "De la justicia divina."
          ],
          "respuesta": "De la providencia divina.",
          "respuestaCorta": "El texto trata sobre la Providencia divina, que es el cuidado amoroso y sustentador de Dios sobre su creación, invitando a la confianza y a no preocuparse por las necesidades materiales.",
          "solucionario": "La Providencia divina es el atributo por el cual Dios cuida y gobierna su creación. El texto de Mateo 6, parte del Sermón de la Montaña, es la enseñanza clásica sobre este tema. Jesús usa ejemplos de la naturaleza para ilustrar cómo Dios provee para sus criaturas y exhorta a sus discípulos a confiar en este cuidado paternal. El tema central no es el perdón (misericordia) ni la retribución (justicia), sino el cuidado providente de Dios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p38",
      "contexto": "Jesús y la samaritana\n\n(...) Jesús, cansado por la caminata, se sentó al borde del pozo. (...) una mujer samaritana llegó para sacar agua, y Jesús le dijo: \"Dame de beber\" (...). La samaritana le dijo: \"¿Cómo tú, que eres judío, me pides de beber a mí, que soy una mujer samaritana?\". (...) Pero llega la hora (...) en que los verdaderos adoradores adorarán al Padre en espíritu y en verdad. (...) Dios es espíritu, y los que lo adoran deben adorarlo en espíritu y en verdad\".\nJuan 4, 6-24.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes realicen el análisis del texto \"Jesús y la samaritana\" a través del método histórico-crítico. ¿Qué grupo de preguntas es adecuado para que inicien su análisis a través de dicho método?",
          "opciones": [
            "¿Por qué el agua que ofrece Jesús a la samaritana es agua viva? ¿Qué significa que los que adoran a Dios deben adorarlo en 'espíritu y verdad'?",
            "¿Por qué la samaritana se sorprende de que Jesús le pida agua? ¿Crees que los conflictos que existían entre samaritanos y judíos influyan en esto?",
            "¿Por qué una persona que toma el agua que ofrece Jesús no tendrá sed nunca más? ¿Qué significa la expresión 'ya llega la hora'?"
          ],
          "respuesta": "¿Por qué la samaritana se sorprende de que Jesús le pida agua? ¿Crees que los conflictos que existían entre samaritanos y judíos influyan en esto?",
          "respuestaCorta": "Estas preguntas son adecuadas para el método histórico-crítico porque se centran en comprender el contexto histórico y cultural (la enemistad entre judíos y samaritanos) para interpretar el diálogo.",
          "solucionario": "El método histórico-crítico busca comprender un texto bíblico analizando su contexto histórico y cultural de origen. Las preguntas de la opción B apuntan a este objetivo. La sorpresa de la samaritana solo se entiende a la luz del conflicto histórico entre judíos y samaritanos. Iniciar el análisis por este punto permite a los estudiantes situar el texto en su contexto original, un paso fundamental de este método. Las otras opciones se centran más en el análisis teológico o literario.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p39",
      "contexto": "Luego de terminar el módulo \"El Dios de la Biblia\", la docente pide a los estudiantes que realicen un organizador gráfico sobre lo que han aprendido. A continuación, se presenta el trabajo de Mónica, una de las estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/religion/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué desempeño evidencia haber logrado la estudiante, principalmente?",
          "opciones": [
            "Explicar que Jesucristo es la plenitud de la revelación.",
            "Explicar la revelación de Dios en la historia de la Salvación.",
            "Identificar el papel de los patriarcas en la historia de la Salvación."
          ],
          "respuesta": "Explicar la revelación de Dios en la historia de la Salvación.",
          "respuestaCorta": "El organizador gráfico demuestra que la estudiante comprende cómo Dios se ha revelado progresivamente a lo largo de la historia de la Salvación, a través de diferentes personajes y eventos.",
          "solucionario": "El desempeño principal que evidencia el organizador es la comprensión de la revelación de Dios como un proceso histórico. Mónica no se centra solo en una etapa (los patriarcas) ni únicamente en la culminación (Cristo), sino que muestra el panorama completo, desde Abrahán hasta Jesús. Explica cómo en cada etapa de la historia de la Salvación, Dios se revela de una manera particular, demostrando una comprensión global del proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p40",
      "contexto": "Es la misma patología que empuja a una persona a aprovecharse de otra y a tratarla como mero objeto, obligándola a trabajos forzados, o convirtiéndola en esclava (...). Es la misma lógica que lleva (...) al abandono de los ancianos que no sirven para los propios intereses. (...) Si no hay verdades objetivas ni principios sólidos, fuera de la satisfacción de los propios proyectos y de las necesidades inmediatas, ¿qué límites pueden tener la trata de seres humanos, la criminalidad organizada, (...) y de pieles de animales en vías de extinción? (...).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conceptos de la encíclica Laudato si' corresponde a la definición presentada?",
          "opciones": [
            "La cultura del descarte.",
            "La cultura del relativismo.",
            "La deshumanización de la creación."
          ],
          "respuesta": "La cultura del relativismo.",
          "respuestaCorta": "El texto describe la 'cultura del relativismo', donde la falta de verdades objetivas y principios sólidos conduce a tratar a otros y a la creación como objetos para satisfacer necesidades inmediatas.",
          "solucionario": "Aunque se mencionan consecuencias de la 'cultura del descarte', la raíz del problema que el Papa Francisco describe es el relativismo. La frase clave es: \"Si no hay verdades objetivas ni principios sólidos, fuera de la satisfacción de los propios proyectos...\". Este es el núcleo del relativismo práctico: no hay un bien o mal objetivo, solo intereses personales. Esta lógica, según la encíclica, fundamenta tanto el abuso de las personas como la explotación de la naturaleza.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p41",
      "contexto": "Una docente está desarrollando una sesión basada en el diálogo interreligioso. Al inicio de la sesión, ella pregunta a los estudiantes lo siguiente: \"¿Qué es la religión para ustedes?\". Jorge, uno de los estudiantes, respondió:\n\n\"La religión es cuando el hombre reconoce la existencia de un dios\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta intervención, la docente busca promover un conflicto cognitivo en Jorge, de modo que amplíe el concepto de religión que ha ofrecido. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Mencionarle las semejanzas y diferencias que existen entre el cristianismo y el budismo, y pedirle que, a partir de ellas, explique qué elementos conforman una religión.",
            "Explicarle las características principales de tres religiones, cristianismo, judaísmo e islam, para que identifique sus semejanzas y diferencias.",
            "Pedirle que realice una breve investigación sobre el islam y que compare sus hallazgos con el concepto que ofreció sobre religión."
          ],
          "respuesta": "Mencionarle las semejanzas y diferencias que existen entre el cristianismo y el budismo, y pedirle que, a partir de ellas, explique qué elementos conforman una religión.",
          "respuestaCorta": "Esta acción genera un conflicto cognitivo al presentar una religión no teísta como el budismo, lo que desafía la definición inicial de Jorge y lo obliga a reconsiderar su concepto.",
          "solucionario": "Un conflicto cognitivo se produce al enfrentar información que contradice esquemas previos. La definición de Jorge es teísta. Al presentarle el budismo (opción A), que en muchas de sus formas es una religión no teísta, la docente desafía directamente su definición. Esto lo obliga a ampliar su concepto para incluir otras dimensiones de lo religioso. Las otras opciones, al presentar religiones teístas (judaísmo e islam), reforzarían su idea inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p42",
      "contexto": "Una docente conversa con los estudiantes sobre el significado de algunos símbolos en la Biblia. En este marco, ella seleccionó algunos textos bíblicos en los que se destaca el significado del número siete y presentó el siguiente esquema:",
      "imagen": "img/ascenso/secundaria/2019/religion/5.jpg",
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito que los estudiantes comprendan el significado que tiene el número 7 en la Biblia. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Pedir que lean el primer texto del esquema y preguntar qué día santificó Dios y por qué. Luego, pedir que lean los demás textos del esquema y expliquen la relación que tienen con el significado del 7 del primer texto. Finalmente, solicitar que indaguen por qué la Iglesia católica usa el 7 para señalar los sacramentos y los dones del Espíritu Santo.",
            "Indicar que investiguen sobre el significado del número 7 en otros ámbitos distintos del religioso. Luego, indicarles que busquen otros textos en la Biblia que incluyan el número 7 y señalen el mensaje de dichos textos. Finalmente, solicitar que expliquen qué tienen en común los textos del esquema con los recopilados en su búsqueda.",
            "Solicitar que comenten el significado de la frase \"Bendijo Dios el séptimo día y lo hizo santo\" presentada en el primer texto. Luego, preguntarles si conocen otros significados del número 7 diferentes al significado bíblico. Finalmente, pedirles que busquen a qué otros números la Biblia les atribuye significatividad."
          ],
          "respuesta": "Pedir que lean el primer texto del esquema y preguntar qué día santificó Dios y por qué. Luego, pedir que lean los demás textos del esquema y expliquen la relación que tienen con el significado del 7 del primer texto. Finalmente, solicitar que indaguen por qué la Iglesia católica usa el 7 para señalar los sacramentos y los dones del Espíritu Santo.",
          "respuestaCorta": "Esta secuencia es la más efectiva porque parte del texto fundacional (Génesis), guía a los estudiantes a encontrar un significado común (plenitud, perfección) y lo conecta con la tradición de la Iglesia.",
          "solucionario": "La opción A presenta la secuencia pedagógica más lógica. 1) Parte del texto clave que da el significado principal al número 7: el día de la Creación, que significa plenitud, perfección y santidad. 2) Usa este significado como clave para interpretar los otros textos (la caída de Jericó es total, la curación es completa, el perdón es pleno). 3) Consolida el aprendizaje conectándolo con la vida de la Iglesia (sacramentos, dones), demostrando la pervivencia del símbolo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p43",
      "contexto": "Un docente pregunta a los estudiantes lo siguiente: \"¿Por qué algunas familias tienen dificultades para llegar a acuerdos? ¿Qué pasa en ese caso? ¿Cómo se sentirá la familia en esa situación?\". El docente escucha las respuestas de los estudiantes, anota sus ideas en la pizarra y luego les dice: \"Esto mismo sucedió con la Iglesia católica cuando sufrió un cisma debido al inicio de la reforma protestante. Como las partes no lograron ponerse de acuerdo entre sí, algunos cristianos se separaron de la Iglesia católica\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso pedagógico busca promover el docente con las preguntas propuestas?",
          "opciones": [
            "La activación de saberes previos.",
            "La transferencia de conocimientos.",
            "La generación de conflicto cognitivo."
          ],
          "respuesta": "La activación de saberes previos.",
          "respuestaCorta": "El docente activa los saberes previos de los estudiantes al preguntar sobre una experiencia común (conflictos familiares) para usarla como puente para introducir un nuevo concepto histórico (el cisma).",
          "solucionario": "La activación de saberes previos consiste en traer a la conciencia de los estudiantes sus conocimientos y experiencias anteriores. En este caso, el docente utiliza una situación familiar y cotidiana (dificultades para llegar a acuerdos) para que los estudiantes conecten sus propias ideas con el concepto más abstracto del cisma de la Reforma. Este anclaje en lo conocido facilita la comprensión del nuevo aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p44",
      "contexto": "Un docente presenta a los estudiantes la siguiente imagen:",
      "imagen": "img/ascenso/secundaria/2019/religion/6.jpg",
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes realicen el análisis de la imagen a través del método Ver-juzgar-actuar. ¿Cuál de las siguientes acciones pedagógicas es adecuada para los momentos de juzgar y actuar?",
          "opciones": [
            "Pedir que busquen en el catecismo algunas referencias sobre el principio de la solidaridad. Luego, preguntarles por qué creen que es importante ayudar a los adultos mayores, como se presenta en la imagen. Finalmente, elaborar con ellos una oración dirigida a todas esas personas.",
            "Solicitar que contrasten la imagen con el mensaje de la parábola \"El buen samaritano\". Luego, pedir que busquen algunos ejemplos de personas que suelen ayudar a los adultos mayores, como el de la imagen. Finalmente, pedir que comenten qué instituciones atienden a los adultos mayores.",
            "Preguntar si han visto situaciones parecidas a las de la imagen. Luego, decirles que vinculen la imagen y las situaciones con la cita Hebreos 13, 16: \"No se olviden de compartir y de hacer el bien, pues tales sacrificios son los que agradan a Dios\". Finalmente, solicitar que ofrezcan propuestas sobre cómo podrían ayudar a los adultos mayores."
          ],
          "respuesta": "Preguntar si han visto situaciones parecidas a las de la imagen. Luego, decirles que vinculen la imagen y las situaciones con la cita Hebreos 13, 16: \"No se olviden de compartir y de hacer el bien, pues tales sacrificios son los que agradan a Dios\". Finalmente, solicitar que ofrezcan propuestas sobre cómo podrían ayudar a los adultos mayores.",
          "respuestaCorta": "Esta opción, aunque incluye un paso del 'Ver', es la que mejor desarrolla el 'Juzgar' (vincular la acción con la cita bíblica) y el 'Actuar' (proponer acciones concretas de ayuda).",
          "solucionario": "La pregunta se centra en los pasos de Juzgar y Actuar. La opción C es la más completa. Aunque su primera parte (\"¿han visto situaciones parecidas?\") corresponde al Ver, continúa adecuadamente con: 1) **Juzgar**: Vincula la situación observada con la Palabra de Dios (Hebreos 13, 16), iluminando la realidad desde la fe. 2) **Actuar**: Pide a los estudiantes un compromiso con acciones concretas (\"ofrezcan propuestas sobre cómo podrían ayudar\"). Las otras opciones son incompletas o no culminan en un compromiso de acción claro.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p45",
      "contexto": "La Iglesia \"en salida\" es una iglesia con las puertas abiertas. Salir hacia los demás para llegar a las periferias humanas no implica correr hacia el mundo sin rumbo y sin sentido. Muchas veces significa, más bien, detener el paso, (...) para acompañar al que se quedó al costado del camino. A veces es como el padre del hijo pródigo, que se queda con las puertas abiertas para que, cuando regrese, pueda entrar sin dificultad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué documento del Magisterio de la Iglesia católica desarrolla este aspecto de la iglesia misionera?",
          "opciones": [
            "Laudato si'.",
            "Evangelii gaudium.",
            "Evangelium vitae."
          ],
          "respuesta": "Evangelii gaudium.",
          "respuestaCorta": "El concepto de una 'Iglesia en salida' que va a las periferias es la idea central y el llamado principal de la Exhortación Apostólica 'Evangelii Gaudium' del Papa Francisco.",
          "solucionario": "El concepto de 'Iglesia en salida' es el eje del pontificado del Papa Francisco, desarrollado en su primera Exhortación Apostólica, **Evangelii Gaudium** (La Alegría del Evangelio). En ella, llama a la Iglesia a adoptar una actitud misionera, saliendo al encuentro de los demás en las 'periferias existenciales'. **Laudato si'** trata sobre ecología y **Evangelium Vitae** sobre el valor de la vida humana.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p46",
      "contexto": "Un docente busca que los estudiantes analicen textos bíblicos. En este contexto, él presenta a los estudiantes el siguiente texto:\n\nLa ofrenda de la viuda\n\nJesús se había sentado frente a las alcancías del Templo (...) pasaban ricos y daban mucho, pero también se acercó una viuda pobre y echó dos moneditas de muy poco valor. Jesús entonces llamó a sus discípulos y les dijo: \"Yo les aseguro que esta viuda pobre ha dado más que todos los otros. Pues todos han echado de lo que les sobraba, mientras ella ha dado desde su pobreza; no tenía más, y dio todos sus recursos\".\nMarcos 12, 41-44.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes están dialogando sobre cuál es el mensaje principal de la parábola. A continuación, se presentan los comentarios de tres estudiantes:\nAndrea: Yo pienso que el mensaje es que las personas que han tenido o tienen dificultades económicas son más solidarias que las que no.\nBeatriz: Yo, en cambio, pienso que lo que quiere decir el texto es que desprenderse de un objeto importante para uno significa más que el valor material del propio objeto.\nCarlos: Más bien, creo que el mensaje es que hay que ayudar a las personas de manera inmediata y voluntaria, y no esperar a que nos lo pidan.\n¿Cuál de los comentarios se ajusta al mensaje principal de la parábola?",
          "opciones": [
            "El de Andrea.",
            "El de Beatriz.",
            "El de Carlos."
          ],
          "respuesta": "El de Beatriz.",
          "respuestaCorta": "El comentario de Beatriz es el más acertado, ya que capta que el valor de una ofrenda no está en su cantidad material, sino en la generosidad y el desprendimiento total de lo que uno posee.",
          "solucionario": "El núcleo de la enseñanza de Jesús es el contraste entre dar 'de lo que sobra' y dar 'desde la pobreza', es decir, darlo todo. Beatriz capta esta idea al afirmar que el valor del desprendimiento es superior al valor material. La viuda no dio una gran cantidad, pero dio todo su sustento, y eso es lo que Jesús valora como la verdadera generosidad ante Dios.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes utilicen la parábola \"La ofrenda de la viuda\" para aplicar el método Ver-juzgar-actuar. Para ello, les propuso realizar la siguiente actividad:\n\nLean el texto \"La ofrenda de la viuda\" nuevamente. Luego, comparen el mensaje del texto con el principio de la solidaridad de la Iglesia católica. Después, expliquen qué es lo que Dios valora más cuando recibe ofrendas de las personas.\n\n¿Qué momento del método Ver-juzgar-actuar corresponde a la actividad presentada?",
          "opciones": [
            "Ver.",
            "Juzgar.",
            "Celebrar."
          ],
          "respuesta": "Juzgar.",
          "respuestaCorta": "La actividad corresponde al momento de 'Juzgar', porque pide analizar una realidad (el texto bíblico) a la luz de un principio de la fe (la solidaridad) para discernir su significado profundo.",
          "solucionario": "El paso **Juzgar** del método consiste en analizar e interpretar una realidad a la luz de la fe, la Palabra de Dios y la Doctrina Social de la Iglesia. La actividad propuesta hace precisamente eso: toma un texto bíblico y pide analizarlo (\"comparar\", \"explicar\") usando como criterio un principio de la fe (\"el principio de la solidaridad\"). Por lo tanto, se ubica plenamente en el momento de Juzgar.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente pidió a los estudiantes que analicen el texto \"La ofrenda de la viuda\" a través del método de la Lectio Divina. Durante el paso de la meditación de la Lectio Divina, tres estudiantes presentaron los siguientes textos:\nTexto 1: He leido que hay una tradición judía que dice que (...) el \"muro de los lamentos\" (...) quedó en pie porque fue hecho con las ofrendas de los fieles más pobres.\nTexto 2: La viuda fue la única que dio una verdadera ofrenda. (...) Eso debemos aprender los cristianos: a no dar solo lo que nos sobra, sino a compartir lo que tenemos con nuestro prójimo.\nTexto 3: Leí en los comentarios del contexto bíblico que en la traducción original del texto dice la siguiente frase: \"Ella ha dado todo lo que tenía, toda su vida...\". Eso me ayudó a comprender mejor el mensaje.\n¿Cuál de los textos corresponde al paso de la meditación de la Lectio Divina?",
          "opciones": [
            "Texto 1.",
            "Texto 2.",
            "Texto 3."
          ],
          "respuesta": "Texto 2.",
          "respuestaCorta": "El Texto 2 corresponde a la Meditación porque se pregunta: '¿Qué me dice este texto a mi vida?', llegando a un compromiso personal ('Eso debemos aprender...').",
          "solucionario": "La **Meditación** (Meditatio) en la Lectio Divina es el paso donde el lector se deja interpelar personalmente por el texto, preguntándose: ¿Qué me dice Dios a mí a través de esta Palabra? El Texto 2 es el único que hace este ejercicio, reflexionando sobre el gesto de la viuda y aplicándolo a la vida cristiana. Los Textos 1 y 3 aportan información contextual o exegética, que corresponden más bien al paso de la **Lectura** (Lectio), que busca comprender qué dice el texto en sí mismo.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2019_p49",
      "contexto": "Una docente y los estudiantes están dialogando sobre las diversas religiones que existen en el mundo. En este contexto, una estudiante interviene diciendo lo siguiente:\n\n\"Pensé que el cristianismo era la única religión, pero mientras conversamos, me surgen muchas dudas. Por ejemplo, ¿por qué existe universalmente la religión?, ¿es algo necesario para la existencia del hombre? ¿Hay una religión verdadera? ¿Cuál es?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos de aprendizaje se evidencia principalmente en la intervención de la estudiante?",
          "opciones": [
            "La activación de saberes previos.",
            "La transferencia de conocimientos.",
            "La generación de un conflicto cognitivo."
          ],
          "respuesta": "La generación de un conflicto cognitivo.",
          "respuestaCorta": "La estudiante evidencia un conflicto cognitivo, ya que la nueva información sobre la diversidad religiosa choca con su creencia previa, generando dudas y preguntas fundamentales.",
          "solucionario": "Un conflicto cognitivo ocurre cuando la nueva información contradice las estructuras mentales previas. La estudiante partía de la idea de que el cristianismo era la única religión. Al descubrir que existen otras, su esquema mental se desequilibra, generando un estado de duda y cuestionamiento profundo (\"me surgen muchas dudas\"). Este es el signo claro de que se ha generado un conflicto cognitivo, un momento clave para el aprendizaje significativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p50",
      "contexto": "Este evangelio es un escrito doctrinal. Es decir, su intención no es narrar, sino enseñar. Es llamado el evangelio espiritual, pues busca mostrar los milagros como signos y los discursos no solo son de Jesús, sino que tratan sobre él. Además, estos discursos no versan sobre los problemas del tiempo de Jesús (la Ley, el sábado, los alimentos, los puros o impuros, etc.), sino sobre la misión que él cumple en el mundo: ser el Mesías, el enviado del Padre, luz del mundo, agua viva y pan celestial.\nAdaptado de la página web Catholic.net.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué evangelio corresponde la descripción anterior?",
          "opciones": [
            "Al evangelio de Juan.",
            "Al evangelio de Lucas.",
            "Al evangelio de Mateo."
          ],
          "respuesta": "Al evangelio de Juan.",
          "respuestaCorta": "La descripción corresponde al Evangelio de Juan, conocido como el 'evangelio espiritual' por su profundo contenido teológico, el uso de 'signos' y los grandes discursos sobre la identidad de Jesús.",
          "solucionario": "Las características mencionadas son distintivas del Evangelio de Juan. Se le llama 'espiritual' por su alta teología y su enfoque en la divinidad de Cristo. A diferencia de los sinópticos, Juan no se centra en narrar, sino en enseñar quién es Jesús, utilizando siete 'signos' y largos discursos donde Jesús revela su identidad con las fórmulas 'Yo soy' ('el pan de vida', 'la luz del mundo', etc.), coincidiendo perfectamente con la descripción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p51",
      "contexto": "Una docente busca que los estudiantes comprendan en qué radica la dignidad de las personas según la religión cristiana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la docente logre su propósito?",
          "opciones": [
            "Pedirles que lean el texto bíblico sobre la creación del hombre (Génesis 1, 26-27). Luego, indicarles que evalúen qué significado tiene la frase \"a (...) imagen y semejanza\". Después, preguntarles qué rasgos de las personas las hacen semejantes a Dios.",
            "Pedirles que lean el texto bíblico \"El Adán en el jardín de Edén\" (Génesis 2, 15-20). Luego, preguntarles por qué Dios le dio a Adán autoridad sobre otras criaturas. Después, pedirles que indiquen si creen que las personas cumplen con la misión que Dios les encomendó.",
            "Pedirles que lean el artículo 1 de la Declaración Universal de Derechos Humanos en el que se menciona que las personas nacen libres e iguales en dignidad y derechos. Luego, preguntarles qué creen que hace dignas a las personas. Después, pedir que opinen si una persona podría perder su dignidad, y por qué."
          ],
          "respuesta": "Pedirles que lean el texto bíblico sobre la creación del hombre (Génesis 1, 26-27). Luego, indicarles que evalúen qué significado tiene la frase \"a (...) imagen y semejanza\". Después, preguntarles qué rasgos de las personas las hacen semejantes a Dios.",
          "respuestaCorta": "Esta acción es la más adecuada porque va directamente al fundamento teológico cristiano de la dignidad humana: el ser creado 'a imagen y semejanza de Dios', y guía a los estudiantes a reflexionar sobre su significado.",
          "solucionario": "El fundamento de la dignidad de la persona en la fe cristiana se encuentra en Génesis 1, 26-27, donde se afirma que el ser humano fue creado \"a imagen y semejanza de Dios\". La opción A es la más pertinente porque dirige a los estudiantes a este texto fundacional y les pide que profundicen en su significado. Al reflexionar sobre lo que implica ser 'imagen de Dios' (capacidad de amar, inteligencia, libertad), los estudiantes construyen el concepto de la dignidad humana desde su raíz cristiana.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p52",
      "contexto": "Es el momento en que la persona reconoce la acción de Dios en su vida y en el entorno a través de diferentes actos litúrgicos. Mediante este momento, se desarrollan capacidades y actitudes de alabanza, oración, agradecimiento, petición, anuncio y aceptación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué momento del método Ver-juzgar-actuar corresponde a la definición presentada?",
          "opciones": [
            "Contemplar.",
            "Celebrar.",
            "Revisar."
          ],
          "respuesta": "Celebrar.",
          "respuestaCorta": "La descripción corresponde al paso de 'Celebrar', un momento complementario al método Ver-Juzgar-Actuar donde se expresa la fe a través de la oración, la alabanza y los actos litúrgicos.",
          "solucionario": "El método Ver-Juzgar-Actuar se suele complementar con el paso de **Celebrar**. Este consiste en un momento para expresar la fe y la experiencia vivida a través de la oración, la alabanza, el agradecimiento y la liturgia. Es la dimensión celebrativa que brota de haber analizado la realidad a la luz de la fe y haberse comprometido a una acción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p53",
      "contexto": "Una docente presenta a los estudiantes la siguiente parábola:\n\nEl banquete de bodas\n\n«Aprendan algo del Reino de los Cielos. Un rey preparaba las bodas de su hijo, por lo que mandó a sus servidores a llamar a los invitados a la fiesta. Pero estos no quisieron venir. (...) Vayan, pues, a las esquinas de las calles e inviten a la fiesta a todos los que encuentren\". (...) vio un hombre que no se había puesto el traje de fiesta. Le dijo: \"Amigo, ¿cómo es que has entrado sin traje de bodas?\". (...) \"Átenlo de pies y manos y échenlo a las tinieblas de fuera. (...) Sepan que muchos son los llamados, pero pocos son elegidos».\nMateo 22, 2-14.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de la lectura, la docente busca que los estudiantes identifiquen el mensaje de la parábola. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Preguntarles qué representa el banquete. Luego, indicarles que expliquen qué significa la siguiente expresión: \"Sepan que muchos son los llamados, pero pocos son elegidos\". Finalmente, solicitarles que indiquen qué pasaje de la parábola se relaciona con ella.",
            "Solicitarles que vuelvan a leer la expresión: \"Allí será el llorar y rechinar de dientes\". Luego, pedirles que indiquen si conocen otra parábola en la que también se use una expresión similar. Finalmente, preguntarles a qué lugar se hace referencia con esta frase.",
            "Pedirles que identifiquen qué pasajes de la parábola se refieren a Dios. Luego, preguntarles si lo perciben como misericordioso o como castigador. Finalmente, solicitarles que expliquen, en sus propios términos, por qué lo perciben de esa manera."
          ],
          "respuesta": "Preguntarles qué representa el banquete. Luego, indicarles que expliquen qué significa la siguiente expresión: \"Sepan que muchos son los llamados, pero pocos son elegidos\". Finalmente, solicitarles que indiquen qué pasaje de la parábola se relaciona con ella.",
          "respuestaCorta": "Esta acción es la más adecuada porque se enfoca en el símbolo central (el banquete) y en la frase conclusiva ('muchos llamados, pocos elegidos'), que sintetiza el doble mensaje de la parábola.",
          "solucionario": "Para identificar el mensaje principal, la opción A es la más directa. Aborda el símbolo central (el banquete como el Reino de Dios) y se enfoca en la frase que resume la parábola: \"muchos son los llamados, pero pocos son elegidos\". Al relacionar esta frase con la historia, los estudiantes pueden construir el doble mensaje: la invitación universal de Dios y la necesidad de una respuesta adecuada (la conversión, simbolizada por el traje de fiesta).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente ha pedido a sus estudiantes que analicen la parábola \"El banquete de bodas\" de forma escrita y a través de la aplicación del método histórico-crítico. ¿Cuál de los siguientes textos aplica el paso inicial de dicho método?",
          "opciones": [
            "Esta parábola me recuerda a \"La red\", que separa a los buenos de los malos. Aquí se diferencia a los invitados preparados para el banquete de los que no lo están, y se repite la misma advertencia: ¡Estén preparados para el Reino de Dios!",
            "Ese texto fue un terremoto para los que se creían los elegidos. Aquí Dios llama a todos sin importar si son judios o no. Lo importante era la disposición que tenían para estar con el señor. ¡Ah!, no hay que pensar que el hombre que no estaba bien vestido era pobre. En las bodas judias, se entregaban las túnicas para la boda. Eso quiere decir que él no quiso ponersela, no quiso prepararse para el banquete y por eso, lo echaron.",
            "Leí que la parábola recrea la boda que se da entre Jesús y la humanidad. Por ello, todos somos los invitados, los pequeños, los humildes, todos. Estamos invitados a la mesa de los vivos que Dios prepara para nosotros al final de los tiempos."
          ],
          "respuesta": "Ese texto fue un terremoto para los que se creían los elegidos. Aquí Dios llama a todos sin importar si son judios o no. Lo importante era la disposición que tenían para estar con el señor. ¡Ah!, no hay que pensar que el hombre que no estaba bien vestido era pobre. En las bodas judias, se entregaban las túnicas para la boda. Eso quiere decir que él no quiso ponersela, no quiso prepararse para el banquete y por eso, lo echaron.",
          "respuestaCorta": "El texto B aplica el método histórico-crítico al analizar el contexto cultural (costumbres en las bodas judías) y el impacto en la audiencia original para entender el significado.",
          "solucionario": "El método histórico-crítico busca comprender un texto situándolo en su contexto original. El texto B hace esto al analizar el impacto en la audiencia de la época (la llamada a los gentiles) y al explicar una costumbre cultural clave: el anfitrión proveía el traje de fiesta, por lo que no tenerlo puesto era un acto de rechazo, no de pobreza. Este análisis del contexto es fundamental en dicho método.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente dirigió la lectura de la parábola a través de la metodología de la Lectio Divina. Para ello, como parte de uno de los pasos de dicha metodología, presentó a los estudiantes las siguientes preguntas:\n\n¿Por qué el rey insiste en tener invitados? ¿Qué simboliza la boda y a quién representa el rey? ¿A quiénes representa el invitado que fue echado de la boda? ¿Qué enseñanza ofrece la parábola?\n\n¿Cuál de los pasos de la metodología de la Lectio Divina corresponde a las preguntas presentadas?",
          "opciones": [
            "Lectura.",
            "Meditación.",
            "Contemplación."
          ],
          "respuesta": "Meditación.",
          "respuestaCorta": "Estas preguntas corresponden a la Meditación (Meditatio), ya que buscan profundizar en el mensaje del texto, desentrañar sus símbolos y descubrir la enseñanza que ofrece para la vida del lector.",
          "solucionario": "En la Lectio Divina, el paso de Lectura se centra en entender qué dice el texto literalmente. Las preguntas presentadas van más allá, buscando el significado profundo: \"¿Por qué...?\", \"¿Qué simboliza...?\", \"¿Qué enseñanza ofrece?\". Estas interrogantes son propias de la Meditación (Meditatio), el paso en el que se rumia la Palabra para comprender lo que Dios nos dice a través de ella.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué parábola NO trata el mismo tema que \"El banquete de bodas\"?",
          "opciones": [
            "\"Las diez jóvenes\", Mateo 25, 1-13.",
            "\"La puerta angosta\", Lucas 13, 22-30.",
            "\"El grano de mostaza\", Mateo 13, 31-32."
          ],
          "respuesta": "\"El grano de mostaza\", Mateo 13, 31-32.",
          "respuestaCorta": "La parábola del 'grano de mostaza' habla del crecimiento del Reino de Dios, mientras que 'El banquete de bodas', 'Las diez jóvenes' y 'La puerta angosta' tratan sobre la invitación al Reino y la necesidad de estar preparados.",
          "solucionario": "El tema de \"El banquete de bodas\" es la invitación al Reino y la exigencia de una respuesta vigilante. \"Las diez jóvenes\" (estar preparados) y \"La puerta angosta\" (el esfuerzo por entrar) comparten este núcleo temático. En cambio, \"El grano de mostaza\" ilustra un tema diferente: el crecimiento del Reino de Dios desde un comienzo humilde hasta una gran realidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p57",
      "contexto": "DECRETO SOBRE LOS SACRAMENTOS\n\nSi alguno dijere que los Sacramentos de la nueva ley no fueron todos instituidos por Jesucristo nuestro Señor; o que son más o menos que siete, a saber: Bautismo, Confirmación, Eucaristia, Penitencia, Extremaunción, Orden y Matrimonio; o también que alguno de estos siete no es Sacramento con toda verdad y propiedad; sea excomulgado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué concilio corresponde el decreto anterior?",
          "opciones": [
            "Al de Nicea.",
            "Al de Trento.",
            "Al de Vaticano II."
          ],
          "respuesta": "Al de Trento.",
          "respuestaCorta": "Este decreto corresponde al Concilio de Trento, que definió dogmáticamente el número de los sacramentos en siete como respuesta a la Reforma Protestante.",
          "solucionario": "El Concilio de Trento (1545-1563) se convocó para responder a los cuestionamientos de los reformadores protestantes, uno de los cuales era el número de sacramentos. El decreto, con su lenguaje dogmático y la fórmula de excomunión (\"sea excomulgado\"), es característico de este concilio, que fijó en siete el número de sacramentos instituidos por Cristo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p58",
      "contexto": "Una docente tiene como propósito que los estudiantes comprendan qué es la misericordia de Dios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para que la docente logre dicho propósito?",
          "opciones": [
            "Pedir que dialoguen sobre las semejanzas y diferencias entre los mensajes de las parábolas \"La oveja perdida\" (Lucas 15,1-7) y \"El hijo pródigo\" (Lucas 15,11-32).",
            "Pedir que realicen un cuadro comparativo de la simbología de la parábola \"El sembrador\" (Mateo 13, 1-23) y la parábola \"El grano de mostaza\" (Mateo 13, 31-32).",
            "Pedir que comparen el mensaje de las parábolas \"Parábola de los talentos\" (Mateo 25, 14-30) y \"La higuera que no da fruto\" (Lucas 13,6-9) para elaborar un comentario sobre sus mensajes."
          ],
          "respuesta": "Pedir que dialoguen sobre las semejanzas y diferencias entre los mensajes de las parábolas \"La oveja perdida\" (Lucas 15,1-7) y \"El hijo pródigo\" (Lucas 15,11-32).",
          "respuestaCorta": "Esta acción es la más adecuada porque ambas parábolas, conocidas como 'parábolas de la misericordia', ilustran de manera central el amor incondicional y perdonador de Dios.",
          "solucionario": "El capítulo 15 del Evangelio de Lucas es conocido como el 'capítulo de la misericordia'. Para comprender este atributo de Dios, la acción más pertinente es analizar y comparar \"La oveja perdida\" y \"El hijo pródigo\". Ambas muestran a un Dios que busca activamente al pecador perdido y lo recibe con alegría y perdón. Las otras opciones proponen parábolas que tratan sobre otros temas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p59",
      "contexto": "El docente y los estudiantes están realizando una reflexión sobre el Salmo 8 \"Gloria de Dios y dignidad del hombre\". En este contexto, el docente les ha planteado las siguientes preguntas:\n\n• ¿Qué le quieres decir al Señor para agradecerle por la grandeza de la creación?\n• ¿Qué le pedirías para seguir con la misión de cuidar su creación?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Las preguntas del docente corresponden a un paso de la Lectio Divina. ¿Cuál es este paso?",
          "opciones": [
            "Contemplación.",
            "Meditación.",
            "Oración."
          ],
          "respuesta": "Oración.",
          "respuestaCorta": "Las preguntas corresponden al paso de la Oración (Oratio), ya que invitan a los estudiantes a responderle directamente a Dios con agradecimiento y petición.",
          "solucionario": "La Lectio Divina sigue los pasos de Lectura, Meditación, Oración y Contemplación. Después de la Meditación (¿qué me dice el texto a mí?), sigue la **Oración (Oratio)**, que es la respuesta del corazón a Dios. Las preguntas del docente (\"¿Qué le quieres decir...?\", \"¿Qué le pedirías...?\") invitan precisamente a esta respuesta: a establecer un diálogo directo con Dios, expresando gratitud y peticiones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p60",
      "contexto": "Un docente busca que los estudiantes lean un texto bíblico con el propósito de que reflexionen sobre la importancia de la humildad al momento de orar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué texto bíblico debe utilizar el docente para lograr su objetivo?",
          "opciones": [
            "\"El fariseo y el publicano\", Lucas 18, 9-14.",
            "\"El amigo inoportuno\", Lucas 11, 5-10.",
            "\"Orar sin desanimarse\", Lucas 18, 1-8."
          ],
          "respuesta": "\"El fariseo y el publicano\", Lucas 18, 9-14.",
          "respuestaCorta": "La parábola de 'El fariseo y el publicano' es la más adecuada porque contrasta directamente la oración soberbia de quien se cree justo con la oración humilde de quien se reconoce pecador.",
          "solucionario": "Para reflexionar sobre la humildad en la oración, la parábola de \"El fariseo y el publicano\" es el texto por excelencia. Contrapone la oración arrogante del fariseo con la oración humilde del publicano. La conclusión de Jesús (\"este bajó a su casa justificado y aquél no\") subraya que la humildad es la disposición fundamental para que la oración sea escuchada por Dios. Las otras parábolas enseñan sobre la perseverancia en la oración.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  