{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2019_p01",
      "contexto": "Durante una plenaria en la que los estudiantes están dialogando acerca de los sistemas de gobierno, un estudiante comenta lo siguiente:\n\n\"Cuando hemos tenido dictadura o democracia, el resultado ha sido igual: los gobernantes han utilizado sus puestos para su beneficio personal, en vez de utilizarlos para procurar el bienestar de toda la población\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante este comentario, el docente busca retroalimentar al estudiante para que reconozca las posibilidades que ofrece el sistema democrático para afrontar el problema que menciona.\n\n¿Cuál de las siguientes intervenciones es más pertinente para favorecer el logro del propósito del docente?",
          "opciones": [
            "\"Es verdad; la corrupción existe inclusive en sistemas de gobierno democráticos. Sin embargo, ¿recuerdas las características de los sistemas dictatoriales? ¿La concentración de poder no es acaso una característica de las dictaduras? ¿Piensas que en democracia sucede igual?\".",
            "\"Estás olvidando que la democracia nos brinda la oportunidad de ser libres, aunque exista corrupción. Por ejemplo, ¿te imaginas cómo sería tu vida si vivieras en una dictadura? ¿No es razonable pensar que estaría llena de restricciones? ¿Crees que podrías, por ejemplo, realizar tus proyectos de vida tal y como te los propones?\".",
            "\"Estoy de acuerdo contigo en que la corrupción es un problema que ha sido recurrente en la historia. Sin embargo, ¿crees que en una dictadura existen mecanismos para controlar a un gobernante que solo actúa en función a sus intereses personales?, ¿por qué? ¿Cuál crees que es la finalidad de que existan mecanismos de control en una democracia?\"."
          ],
          "respuesta": "\"Estoy de acuerdo contigo en que la corrupción es un problema que ha sido recurrente en la historia. Sin embargo, ¿crees que en una dictadura existen mecanismos para controlar a un gobernante que solo actúa en función a sus intereses personales?, ¿por qué? ¿Cuál crees que es la finalidad de que existan mecanismos de control en una democracia?\".",
          "respuestaCorta": "La intervención correcta guía al estudiante a comparar los mecanismos de control en una democracia frente a una dictadura, enfocándose en cómo un sistema democrático puede institucionalmente enfrentar la corrupción.",
          "solucionario": "Esta intervención es la más pertinente porque dirige al estudiante a reflexionar sobre una diferencia fundamental entre democracias y dictaduras: la existencia de pesos y contrapesos y mecanismos de rendición de cuentas. En lugar de solo enumerar los beneficios de la democracia o contrastar características generales, aborda directamente la preocupación del estudiante sobre los gobernantes corruptos, centrándose en las herramientas sistémicas que una democracia ofrece para controlarlos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p02",
      "contexto": "Luego de que los estudiantes han realizado un trabajo de investigación en equipos, la docente les entrega una ficha que contiene un conjunto de preguntas con el propósito de promover la metacognición acerca de las estrategias de trabajo en equipo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más pertinente para favorecer el logro del propósito de la docente?",
          "opciones": [
            "¿Qué aprendiste sobre el tema que aborda el trabajo realizado por tu equipo? ¿El trabajo elaborado por tu equipo contribuyó a dicho propósito? ¿Cómo podrías profundizar esos conocimientos?",
            "¿Cómo se organizó tu equipo? ¿Cómo afrontó el equipo las dificultades durante la elaboración del trabajo? ¿Cómo el aporte de cada miembro del equipo favoreció al logro del trabajo realizado?",
            "¿Cuál fue el problema de investigación planteado por tu equipo? ¿Cuál crees que es la importancia del trabajo que han elaborado? ¿Qué aporte consideras que brindan las conclusiones del trabajo realizado por el equipo?"
          ],
          "respuesta": "¿Cómo se organizó tu equipo? ¿Cómo afrontó el equipo las dificultades durante la elaboración del trabajo? ¿Cómo el aporte de cada miembro del equipo favoreció al logro del trabajo realizado?",
          "respuestaCorta": "Las preguntas se centran en el proceso de colaboración y organización del equipo, lo cual se alinea directamente con el objetivo de fomentar la metacognición sobre las estrategias de trabajo en equipo.",
          "solucionario": "El propósito es la metacognición sobre las estrategias de trabajo en equipo. La opción B aborda esto directamente al preguntar sobre la organización, el manejo de dificultades y las contribuciones individuales al éxito del equipo. La opción A se enfoca en el contenido aprendido, mientras que la opción C se centra en el problema de investigación y sus conclusiones, no en el proceso colaborativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p03",
      "contexto": "En el marco de las elecciones generales, la docente y los estudiantes de una IE planifican una actividad para brindar información a la comunidad sobre este proceso. Sin embargo, antes de iniciar con el diseño de esta actividad, un estudiante dice lo siguiente:\n\n\"No entiendo por qué tenemos que hacer esto si igual no vamos a poder producir ninguna mejora en la política del país. Ni siquiera votamos en las elecciones\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente tiene como propósito promover el sentido de autoeficacia del estudiante, ¿cuál de las siguientes retroalimentaciones es más pertinente para favorecer el logro de su propósito?",
          "opciones": [
            "\"Es cierto que el escenario político no es el mejor, pero tiene que haber alguna manera de cambiarlo. Si nadie empieza, ¿cómo podría ser posible que mejoremos nuestro entorno, nuestra comunidad o país? Y, si trabajamos juntos, ¿no crees que todo es posible?, ¿no crees que si participamos todos podremos alcanzar los objetivos que nos tracemos?\".",
            "\"Si bien es cierto que no votan, eso no significa que no pueden contribuir en la mejora del país desde el rol que cumplen en la sociedad. Para ello, hay que preguntarse cómo cada uno puede aportar considerando sus capacidades. Por otro lado, ¿no crees que brindar información puede ayudar a alguien a elegir?, ¿si la gente elige mejor no generaríamos un impacto?\".",
            "\"Es verdad que la mejora de nuestro país supone una tarea compleja. Por ello, es importante que desarrollen las habilidades necesarias para contribuir en el futuro. Por ejemplo, ¿en qué acciones les gustaría comprometerse?, ¿qué habilidades son necesarias para ello?, ¿cuáles de esas les gustaría desarrollar?, ¿cómo puede favorecer al desarrollo de dichas habilidades la actividad que vamos a realizar?\"."
          ],
          "respuesta": "\"Si bien es cierto que no votan, eso no significa que no pueden contribuir en la mejora del país desde el rol que cumplen en la sociedad. Para ello, hay que preguntarse cómo cada uno puede aportar considerando sus capacidades. Por otro lado, ¿no crees que brindar información puede ayudar a alguien a elegir?, ¿si la gente elige mejor no generaríamos un impacto?\".",
          "respuestaCorta": "Esta respuesta empodera al estudiante al conectar sus acciones actuales (brindar información) con un impacto tangible, fomentando un sentido de agencia y autoeficacia a pesar de no poder votar.",
          "solucionario": "El objetivo es promover la autoeficacia. La opción B es la más adecuada porque valida el sentimiento del estudiante pero inmediatamente se enfoca en cómo sí puede contribuir desde su posición actual. Conecta su acción específica (informar a otros) con un resultado positivo y concreto (mejores elecciones, generar un impacto), que es la esencia de la autoeficacia. Las opciones A y C son más abstractas y están menos vinculadas al potencial impacto inmediato del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p04",
      "contexto": "Durante el recreo, un estudiante le cuenta a su amiga Lucía lo siguiente:\n\n\"Hoy, mi abuelito ha sufrido un grave accidente. Eso me ha puesto tan triste que no he tenido ganas ni de hablar. Durante el trabajo en equipo, mis compañeros me dijeron que no estaba aportando lo suficiente. No supe cómo explicarles lo que me pasaba y me sentí mal\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de Lucía evidencia escucha activa?",
          "opciones": [
            "\"Estoy segura de que tu abuelito mejorará pronto. Entiendo que te sientas mal por lo que pasó con tus compañeros, pero no es para tanto. Ya verás que pronto lo olvidarán\".",
            "\"Comprendo que estés muy preocupado por tu abuelito. Seguro que, durante el trabajo en equipo, era muy difícil explicarles las razones por las que estás triste\".",
            "\"Te entiendo. A mi prima le pasó algo parecido en su colegio, pero ella habló con el profesor y le contó lo que le pasaba. Yo que tú, haría lo mismo\"."
          ],
          "respuesta": "\"Comprendo que estés muy preocupado por tu abuelito. Seguro que, durante el trabajo en equipo, era muy difícil explicarles las razones por las que estás triste\".",
          "respuestaCorta": "Esta respuesta valida los sentimientos del estudiante sin juzgar ni ofrecer consejos no solicitados, reflejando que sus emociones han sido escuchadas y comprendidas.",
          "solucionario": "La escucha activa implica reflejar y validar los sentimientos del interlocutor. La opción B logra esto al reconocer la preocupación por el abuelo y la dificultad de la situación con los compañeros. La opción A minimiza sus sentimientos (\"no es para tanto\"), y la opción C se precipita a dar un consejo sin explorar más los sentimientos del amigo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p05",
      "contexto": "Un docente ha notado que Santiago, uno de los estudiantes, suele entregar los trabajos después de los plazos establecidos. No obstante, los trabajos evidencian que Santiago tiene interés por aprender y que logra los aprendizajes previstos. Preocupado por la recurrencia de los retrasos, el docente conversa con Santiago y le pregunta cuál es el motivo de estos. Santiago le responde lo siguiente:\n\n\"No sé, se me hace difícil comenzar. El otro día, por ejemplo, iba a empezar el trabajo y recordé que había prestado a Manuel el libro que necesitaba. Como no tenía el libro, busqué información en internet y encontré muchas cosas interesantes. Cuando me di cuenta, era tarde y tenía que dormir. Para el día siguiente, al menos, ya tenía identificadas varias páginas web que utilizaría, pero cuando las revisé me di cuenta de que había demasiada información. Pasé la noche organizándola, pero no acabé. Al día siguiente, tenía que entregar un avance y aún no había escrito nada\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "De acuerdo con lo indicado por Santiago, ¿cuál de las siguientes acciones pedagógicas promueve el desarrollo de conductas de autorregulación académica?",
          "opciones": [
            "Explicar a Santiago cuál es la importancia de respetar los plazos de entrega. Luego, mostrarle los trabajos de alta complejidad en los que Santiago ha alcanzado buenos resultados para demostrarle que, si se dedica de manera consistente al estudio, tendrá resultados excelentes.",
            "Explicar a Santiago los problemas que le ocasionará la falta de organización en las entregas de sus trabajos. Luego, comentarle que debe reflexionar sobre la importancia del orden y la necesidad de apoyarse en los medios disponibles para conseguir organizarse.",
            "Explicar a Santiago que debe revisar los objetivos del trabajo y elaborar una lista de las tareas que tendrá que realizar para alcanzarlos. Luego, proponerle que organice un horario que considere las tareas que tiene que realizar y los materiales que necesitará para ello."
          ],
          "respuesta": "Explicar a Santiago que debe revisar los objetivos del trabajo y elaborar una lista de las tareas que tendrá que realizar para alcanzarlos. Luego, proponerle que organice un horario que considere las tareas que tiene que realizar y los materiales que necesitará para ello.",
          "respuestaCorta": "Esta opción proporciona estrategias concretas y ejecutables (listar tareas, crear un horario, identificar materiales) que abordan directamente las dificultades de Santiago con la planificación y organización, claves para la autorregulación académica.",
          "solucionario": "La autorregulación académica implica planificar, monitorear y evaluar el propio aprendizaje. El problema de Santiago radica en la falta de planificación y gestión del tiempo. La opción C le ofrece herramientas prácticas para ello: desglosar el trabajo en tareas, organizarlas en un horario y prever los materiales necesarios. Las otras opciones son más generales (motivacional o reflexiva) y no ofrecen una estrategia práctica para resolver el problema de procrastinación descrito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p06",
      "contexto": "Un equipo de estudiantes está elaborando un proyecto de investigación. Durante una reunión de equipo, Manuel olvidó sus materiales y sus compañeros tuvieron que prestarle algunos de los suyos para que pueda trabajar. Pasados dos días, Manuel no ha devuelto lo que le prestaron. Incómodos con la situación porque necesitan sus materiales, sus compañeros deciden hablar con él.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de los estudiantes evidencia asertividad?",
          "opciones": [
            "Mercedes: \"Ayer no pude avanzar un trabajo del área. Mañana tengo que presentar un avance de ese trabajo y aún no tengo mi libro. Eso me molesta. Te pido que me lo devuelvas mañana antes de la clase\".",
            "Agapito: \"El otro día te presté mis útiles para que puedas trabajar en el proyecto y hasta ahora sigo esperando que me los devuelvas. Siempre hay que recordarte las cosas. Eres muy desconsiderado\".",
            "Guillermo: \"Yo entiendo que a veces uno se olvida las cosas y necesita ayuda. Por eso quería saber si habías tenido problemas para devolverme las fichas de trabajo que te presté el otro día\"."
          ],
          "respuesta": "Mercedes: \"Ayer no pude avanzar un trabajo del área. Mañana tengo que presentar un avance de ese trabajo y aún no tengo mi libro. Eso me molesta. Te pido que me lo devuelvas mañana antes de la clase\".",
          "respuestaCorta": "Esta intervención es asertiva porque expone claramente el problema, expresa el sentimiento que genera y realiza una petición específica y respetuosa.",
          "solucionario": "La asertividad implica expresar los propios sentimientos y necesidades de forma clara, directa y respetuosa, sin ser agresivo ni pasivo. La intervención de Mercedes cumple con estos criterios: describe la situación, expresa cómo le afecta (\"me molesta\") y hace una petición concreta. Agapito es agresivo (\"Eres muy desconsiderado\"), mientras que Guillermo es pasivo-agresivo al no expresar directamente su necesidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p07",
      "contexto": "Durante una reunión de docentes en la que están conversando sobre cómo abordar los conflictos entre estudiantes, surge el siguiente diálogo:\n\nAbelardo: Creo que lo principal es asegurarnos de que los estudiantes tengan claro cuáles son las normas de convivencia para así evitar que se produzcan conflictos.\n\nBenito: Deberíamos ayudar a que los estudiantes cuenten con diversos recursos para abordar los conflictos de manera provechosa para sus relaciones.\n\nCamila: Debemos recordar que los conflictos son muy recurrentes durante la adolescencia y, conforme los estudiantes vayan madurando, los conflictos disminuirán.",
      "imagen": "[IMAGEN_01]",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los docentes expresa un comentario que corresponde con el manejo constructivo de conflictos?",
          "opciones": [
            "Abelardo.",
            "Benito.",
            "Camila."
          ],
          "respuesta": "Benito.",
          "respuestaCorta": "El comentario de Benito se enfoca en dotar a los estudiantes de herramientas para ver los conflictos como oportunidades de crecimiento y mejora en sus relaciones, lo cual es la base del manejo constructivo de conflictos.",
          "solucionario": "El manejo constructivo de conflictos concibe el conflicto no como algo a evitar (postura de Abelardo) ni como algo que se resolverá por sí solo con el tiempo (postura de Camila), sino como una oportunidad de aprendizaje y fortalecimiento de las relaciones. La propuesta de Benito, de dar a los estudiantes \"recursos para abordar los conflictos de manera provechosa\", se alinea perfectamente con este enfoque.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p08",
      "contexto": "Los estudiantes de cuarto grado se han organizado en equipos para preparar dos presentaciones artísticas por el aniversario de la IE. Durante la conversación que entablan para distribuir los horarios de uso del auditorio, ambos equipos insisten en que deben tener la prioridad, ninguno de ellos escucha lo que quiere el otro y no llegan a un acuerdo. Por ello, han solicitado a la docente que medie en el conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones de la docente corresponde al mecanismo de mediación?",
          "opciones": [
            "Primero, pedir a los estudiantes de cada equipo que expresen con claridad los motivos de su molestia. Luego, darles un tiempo para que cada uno justifique las razones por las que les corresponde el uso del auditorio. Tercero, indicarles que el uso del auditorio se decidirá mediante un sorteo que deberán respetar.",
            "Primero, escoger a un representante de cada equipo para que explique su versión de los hechos. Luego, pedir que cada representante comente cómo su equipo se sintió cuando empezó la discusión por el uso del auditorio. Tercero, explicarles la importancia del trato respetuoso entre compañeros para aprender a convivir de forma armoniosa.",
            "Primero, establecer normas básicas para el diálogo: no ofenderse, ni interrumpir al otro. Luego, pedir a cada equipo que elija a un representante para que explique las causas del conflicto. Tercero, solicitar a los equipos que propongan una alternativa para el uso del auditorio y que evalúen juntos si esta atiende a las necesidades de ambos equipos."
          ],
          "respuesta": "Primero, establecer normas básicas para el diálogo: no ofenderse, ni interrumpir al otro. Luego, pedir a cada equipo que elija a un representante para que explique las causas del conflicto. Tercero, solicitar a los equipos que propongan una alternativa para el uso del auditorio y que evalúen juntos si esta atiende a las necesidades de ambos equipos.",
          "respuestaCorta": "Esta opción describe los pasos clave de la mediación: establecer reglas de comunicación, permitir que las partes expliquen sus perspectivas y facilitar que ellas mismas generen y evalúen soluciones mutuamente aceptables.",
          "solucionario": "La mediación es un proceso en el que un tercero neutral (la docente) facilita la comunicación para que las partes en conflicto lleguen a su propio acuerdo. La opción C describe este proceso: 1) establecer normas, 2) escuchar las causas, y 3) pedir que las partes propongan y evalúen soluciones. La opción A termina en un arbitraje (sorteo), y la B se queda en la expresión de sentimientos sin buscar una solución al problema concreto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p09",
      "contexto": "Durante una reunión de planificación, los docentes están planteando propuestas para promover la metacognición en los estudiantes acerca de sus estrategias de aprendizaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas es más apropiada para ello?",
          "opciones": [
            "Antonio: \"Es fundamental que ayudemos a que los estudiantes reconozcan cuál es el propósito de cada tarea. Así, podrán evaluar los recursos con los que cuentan para desarrollarla y el nivel de dificultad de la tarea propuesta\".",
            "Bernardo: \"Es imprescindible que, en cada sesión de aprendizaje, los estudiantes busquen información relevante e innovadora sobre el tema que se va a trabajar. De este modo, garantizaremos que desarrollen estrategias para la selección de fuentes\".",
            "Carolina: \"Yo creo que, al final de la sesión, debemos preguntar a los estudiantes por las conclusiones más importantes acerca de lo que han trabajado. Luego, cuando les preguntemos sobre esto en la siguiente sesión, lo recordarán más fácilmente\"."
          ],
          "respuesta": "Antonio: \"Es fundamental que ayudemos a que los estudiantes reconozcan cuál es el propósito de cada tarea. Así, podrán evaluar los recursos con los que cuentan para desarrollarla y el nivel de dificultad de la tarea propuesta\".",
          "respuestaCorta": "La propuesta de Antonio se centra en que los estudiantes reflexionen sobre el proceso de aprendizaje antes y durante la tarea (propósito, recursos, dificultad), lo cual es un componente clave de la estrategia metacognitiva.",
          "solucionario": "La metacognición es 'pensar sobre el propio pensamiento', lo que incluye la planificación, el monitoreo y la evaluación de las estrategias de aprendizaje. La propuesta de Antonio se enfoca en la fase de planificación: comprender el propósito de la tarea, evaluar los recursos propios y la dificultad. Esto es fundamental para que el estudiante elija y regule sus estrategias. Las otras propuestas se centran en habilidades específicas o en la retención de contenido, no en la reflexión sobre el proceso de aprendizaje en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p10",
      "contexto": "Una estudiante de quinto grado le cuenta a Mario, uno de sus amigos, lo siguiente: \"Me siento mal, estoy triste y molesta. Ayer discutí con mi mamá porque ella es una mandona. Siempre quiere que haga lo que ella dice. Por más que intento decirle lo que siento, no me escucha\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas de Mario evidencia empatía?",
          "opciones": [
            "\"Me apena que hayas discutido con tu mamá. Me imagino que debe ser difícil que te imponga lo que tienes que hacer sin tener en cuenta lo que tú quieres\".",
            "\"No te preocupes. Así son todas las mamás. A mi mamá y a mí se nos pasa rápido cuando nos enojamos. Y, al final, siempre resolvemos nuestros problemas\".",
            "\"Tal vez tú crees que tu mamá no te escucha, pero eso no es así. La próxima vez, piensa en ello y no te enojes. Estoy seguro de que todo se arreglará\"."
          ],
          "respuesta": "\"Me apena que hayas discutido con tu mamá. Me imagino que debe ser difícil que te imponga lo que tienes que hacer sin tener en cuenta lo que tú quieres\".",
          "respuestaCorta": "Esta respuesta demuestra empatía al reconocer los sentimientos de la estudiante y tratar de comprender su perspectiva, validando así su experiencia emocional.",
          "solucionario": "La empatía es la capacidad de comprender y compartir los sentimientos de otra persona. La respuesta A lo logra al reconocer la tristeza y molestia de la amiga y al verbalizar la posible causa de su frustración. La respuesta B generaliza la situación (\"Así son todas las mamás\"), y la C invalida sus sentimientos (\"tú crees que tu mamá no te escucha, pero eso no es así\"), lo cual es lo contrario a la empatía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p11",
      "contexto": "Los estudiantes de cuarto grado están realizando diversas actividades relacionadas con la participación ciudadana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una actividad, la docente busca recoger los saberes previos de los estudiantes sobre lo que entienden por participación ciudadana. ¿Cuál de las siguientes acciones pedagógicas es pertinente para este propósito?",
          "opciones": [
            "Invitar al aula a un especialista en el tema de participación ciudadana para que explique cuáles son las distintas instancias en las que los estudiantes podrían ejercer su participación. Luego, solicitarles que expresen cuál es la importancia de estas instancias.",
            "Pedir a los estudiantes que busquen información acerca de las formas de participación ciudadana establecidas por la ley. Luego, solicitarles que señalen situaciones en las que se pueden ejercer dichas formas de participación.",
            "Brindar a los estudiantes un conjunto de noticias. Luego, solicitarles que, en el aula, seleccionen las que consideren que se vinculan a la participación ciudadana y que expliquen por qué."
          ],
          "respuesta": "Brindar a los estudiantes un conjunto de noticias. Luego, solicitarles que, en el aula, seleccionen las que consideren que se vinculan a la participación ciudadana y que expliquen por qué.",
          "respuestaCorta": "Esta acción permite que los estudiantes utilicen sus conocimientos y su intuición para identificar ejemplos de participación en contextos reales (noticias), revelando así su comprensión previa del concepto.",
          "solucionario": "Para recoger saberes previos, la estrategia debe partir de lo que los estudiantes ya conocen o pueden inferir. La opción C logra esto al presentarles situaciones (noticias) y pedirles que apliquen su concepto intuitivo de 'participación ciudadana' para clasificarlas y justificar su elección. Las opciones A y B parten de la entrega de nueva información, lo cual no permite aflorar los saberes previos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo de una actividad, la docente mostró a los estudiantes una imagen de la exhibición permanente del Museo Estadounidense Conmemorativo del Holocausto, en la que se aprecia el siguiente poema:\n\nPrimero vinieron por los socialistas,\ny no dije nada porque yo no era socialista.\nLuego vinieron por los sindicalistas,\ny no dije nada porque yo no era sindicalista.\nLuego vinieron por los judíos,\ny yo no dije nada porque yo no era judío.\nLuego vinieron por mí,\ny, entonces, ya no quedaba nadie que hablara por mí.\n\nMartin Niemoeller (1892-1984), ministro luterano y partidario del nazismo en sus inicios, quien fue posteriormente apresado por oponerse al régimen de Hitler (Traducción propia)\n\nLuego de leer el poema en plenaria, la docente busca que los estudiantes reflexionen sobre la relación entre la participación ciudadana y la vida en comunidad. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para continuar la actividad?",
          "opciones": [
            "Pedir a los estudiantes que analicen a qué se refiere el verso \"y, entonces, ya no quedaba nadie que hablara por mí\". Luego, explicarles cómo el sentido de este verso se relaciona con lo que el poema busca comunicar. Finalmente, preguntarles cómo creen que fue el contexto social en el que vivió el autor.",
            "Pedir a los estudiantes que elijan el verso que más les haya llamado la atención. Luego, pedirles que, en equipos, realicen una presentación de todos los versos elegidos y su vinculación con alguna problemática actual. Finalmente, indicarles cómo estas problemáticas están siendo actualmente atendidas en nuestra sociedad.",
            "Pedir a los estudiantes que señalen cuál es la relación entre el personaje principal y los grupos sociales mencionados en el poema. Luego, preguntarles por qué el personaje del poema fue indiferente con lo que les sucedió a otras personas. Finalmente, pedirles que discutan qué pasaría si todos actuaran hoy como el personaje principal del poema."
          ],
          "respuesta": "Pedir a los estudiantes que señalen cuál es la relación entre el personaje principal y los grupos sociales mencionados en el poema. Luego, preguntarles por qué el personaje del poema fue indiferente con lo que les sucedió a otras personas. Finalmente, pedirles que discutan qué pasaría si todos actuaran hoy como el personaje principal del poema.",
          "respuestaCorta": "Esta secuencia de preguntas guía a los estudiantes a analizar la inacción del personaje (indiferencia) y a proyectar las consecuencias de esa conducta en la sociedad actual, vinculando directamente el mensaje del poema con la importancia de la participación comunitaria.",
          "solucionario": "El propósito es reflexionar sobre la relación entre participación y vida comunitaria. La opción C lo logra de manera efectiva: primero, analiza la causa de la inacción (indiferencia); luego, a través de la pregunta final, conecta directamente la pasividad individual con un resultado negativo para la comunidad, resaltando la importancia de la participación ciudadana como un deber colectivo.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_secundaria_2019_p13",
      "contexto": "Luego de buscar información, los estudiantes presentaron ejemplos de derechos de participación y control ciudadanos. Estos son los ejemplos que presentaron tres estudiantes:\n\nAndrea: A mí se me ocurre que un ejemplo es cuando los ciudadanos presentan al parlamento una propuesta para cambiar alguna parte de la Constitución.\n\nBruno: Me parece que un ejemplo es cuando los ciudadanos solicitan la interpelación de un ministro.\n\nOlga: Creo que un ejemplo es cuando los ciudadanos hacen una solicitud para que el alcalde de un distrito muestre cómo se utiliza el dinero en su gobierno.",
      "imagen": "[IMAGEN_02]",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los ejemplos presentados NO corresponde a un derecho de participación y control ciudadano?",
          "opciones": [
            "El de Andrea.",
            "El de Bruno.",
            "El de Olga."
          ],
          "respuesta": "El de Bruno.",
          "respuestaCorta": "La interpelación a un ministro es una atribución exclusiva del Congreso de la República, no un derecho que puedan ejercer los ciudadanos directamente.",
          "solucionario": "Los derechos de participación y control ciudadano, como la iniciativa de reforma constitucional (Andrea) o la solicitud de rendición de cuentas (Olga), son mecanismos que la ley otorga a la ciudadanía. Sin embargo, la interpelación ministerial es una herramienta de control político que la Constitución reserva únicamente para los congresistas. Por lo tanto, el ejemplo de Bruno no corresponde a un derecho ciudadano.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p14",
      "contexto": "Para realizar diversas actividades relacionadas con la deliberación de asuntos públicos, un equipo de estudiantes ha seleccionado una columna de opinión que trata sobre las ventajas y desventajas de la actividad minera en el país.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes del equipo le comentan al docente que tienen dificultades para identificar asuntos públicos. ¿Cuál de las siguientes intervenciones brinda a los estudiantes un criterio apropiado para ayudarlos a identificar un asunto público a partir de la columna de opinión que han seleccionado?",
          "opciones": [
            "\"Para identificar asuntos públicos debemos evaluar si la actividad minera nos afecta directamente\".",
            "\"Para identificar asuntos públicos debemos conocer la postura que tienen los expertos en política económica acerca de la actividad minera en el país\".",
            "\"Para identificar asuntos públicos debemos preguntarnos si algunos de los efectos de la actividad minera impactan en el ejercicio de los derechos de las personas\"."
          ],
          "respuesta": "\"Para identificar asuntos públicos debemos preguntarnos si algunos de los efectos de la actividad minera impactan en el ejercicio de los derechos de las personas\".",
          "respuestaCorta": "Un asunto público es aquel que afecta el bien común y los derechos de la colectividad. Relacionar los efectos de la minería con el ejercicio de derechos es el criterio fundamental para identificarlo como tal.",
          "solucionario": "La característica principal de un asunto público es su impacto en el bienestar de la comunidad y en el ejercicio de los derechos ciudadanos. La opción C provee el criterio más preciso al enfocar la atención en si los efectos de una actividad impactan los derechos de las personas. La afectación directa personal (opción A) es un criterio insuficiente, y la opinión de expertos (opción B) es una fuente de análisis, no el criterio definitorio.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El equipo de estudiantes ha recopilado diversas fuentes periodísticas vinculadas a la actividad minera en el país para problematizar un asunto público que han identificado. ¿Cuál de las siguientes pautas es más pertinente para que este equipo analice críticamente las fuentes de información recopiladas?",
          "opciones": [
            "\"Identifiquen el nombre de los autores de las fuentes elegidas, busquen información sobre su experiencia profesional y señalen qué otros textos han escrito respecto al tema de la minería\".",
            "\"Identifiquen cómo las fuentes describen el rol de las empresas, de las comunidades y del Estado en relación a la minería, y expliquen cuál creen que es la intención de los autores de las fuentes al describirlos de esa manera\".",
            "\"Identifiquen cuáles son las regiones que aparecen con más recurrencia en las fuentes y elaboren un listado con las consecuencias que, según lo mencionado en las fuentes, afectan principalmente a las regiones señaladas\"."
          ],
          "respuesta": "\"Identifiquen cómo las fuentes describen el rol de las empresas, de las comunidades y del Estado en relación a la minería, y expliquen cuál creen que es la intención de los autores de las fuentes al describirlos de esa manera\".",
          "respuestaCorta": "El análisis crítico de fuentes requiere identificar la perspectiva y la intención del autor. Esta pauta guía a los estudiantes a analizar cómo se representan los diferentes actores y cuál podría ser la intención detrás de esa representación.",
          "solucionario": "Analizar críticamente una fuente implica cuestionar la perspectiva y la intencionalidad del texto, no solo identificar al autor (opción A) o resumir su contenido (opción C). La opción B promueve este análisis al pedir a los estudiantes que identifiquen cómo se presenta a los actores involucrados y que infieran la intención del autor, lo que les permite reconocer posibles sesgos y posturas ideológicas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una actividad, el docente ha pedido al equipo de estudiantes que elabore un ensayo que evalúe el impacto de la actividad minera en el país. Para ello, el docente considera necesario guiar a los estudiantes en la búsqueda de información para favorecer que ellos asuman una postura propia. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para dicho propósito?",
          "opciones": [
            "Solicitar a los estudiantes que busquen textos especializados para conocer las posturas de expertos en el tema de minería en nuestro país. Luego, pedirles que identifiquen cuál es la posición de la mayoría de los autores y busquen fuentes adicionales que permitan apoyar dicha postura.",
            "Solicitar a los estudiantes que busquen información sobre la influencia de la actividad minera en el PBI y en la oferta laboral. Luego, pedirles que recojan datos estadísticos sobre los efectos de la actividad minera en el ambiente y cómo ello influye en la calidad de vida de las personas.",
            "Solicitar a los estudiantes que busquen datos estadísticos que muestren cómo la actividad minera ha contaminado el agua, el suelo y el aire. Luego, pedirles que recojan información acerca de cómo esta contaminación ha afectado la vida de las poblaciones que utilizan dichos recursos."
          ],
          "respuesta": "Solicitar a los estudiantes que busquen información sobre la influencia de la actividad minera en el PBI y en la oferta laboral. Luego, pedirles que recojan datos estadísticos sobre los efectos de la actividad minera en el ambiente y cómo ello influye en la calidad de vida de las personas.",
          "respuestaCorta": "Para formar una postura propia y razonada, los estudiantes deben analizar diferentes facetas del problema. Esta opción promueve una búsqueda de información balanceada, considerando tanto los aspectos económicos positivos como los impactos socioambientales.",
          "solucionario": "Asumir una postura propia requiere analizar un tema desde diversas perspectivas. La opción B es la más pertinente porque orienta a los estudiantes a investigar tanto los argumentos a favor de la minería (impacto económico) como los argumentos en contra (efectos ambientales y en la calidad de vida). Este contraste es fundamental para que puedan construir un argumento propio y fundamentado, a diferencia de la opción C que se enfoca solo en lo negativo o la A que promueve seguir la postura mayoritaria.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p17",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están analizando noticias vinculadas a la discriminación, un estudiante presenta la siguiente noticia:\n\n**Sentencia por discriminación**\nLuego de tres años de haber realizado una denuncia, Margarita, una ciudadana de una comunidad indígena amazónica, ha conseguido una sentencia judicial contra la gerente y el jefe de Recursos Humanos de la empresa en la que trabajaba. La situación se originó cuando la gerente se dirigió a ella usando calificativos despectivos que hacían referencia a su origen y afirmando que las personas indígenas eran incapaces de trabajar bien. Cuando la agraviada recurrió al área de Recursos Humanos, en lugar de ser atendida, fue sometida a más maltratos. Producto de esta situación, formalizó una denuncia contra la empresa que, tres años después, daría frutos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el análisis, la docente pregunta a los estudiantes si en la situación narrada en la noticia se evidencia algún estereotipo. Tres estudiantes comentan lo siguiente:\n\nAmaru: Yo creo que, en esta situación, se expresan estereotipos cuando esas personas recortan los derechos de Margarita aprovechándose de que tenían cargos superiores al de ella.\n\nBertha: En esta situación, hay estereotipos porque, a través de los insultos, se mantiene una situación de maltrato que siempre ha habido hacia las comunidades indígenas.\n\nCarola: El estereotipo está cuando dicen que Margarita, por ser indígena, no puede trabajar bien. Están asociando y generalizando una forma de trabajo a un rasgo de su identidad.\n\n¿Cuál de los comentarios de los estudiantes es el que mejor explica las características de un estereotipo?",
          "opciones": [
            "El de Amaru.",
            "El de Bertha.",
            "El de Carola."
          ],
          "respuesta": "El de Carola.",
          "respuestaCorta": "Carola define correctamente el estereotipo como la generalización de una característica (incapacidad para trabajar bien) a todo un grupo de personas basándose en un rasgo de su identidad (ser indígena).",
          "solucionario": "Un estereotipo es una creencia preconcebida y simplificada que atribuye características a todos los miembros de un grupo. La explicación de Carola es la más precisa porque identifica la generalización (\"asociando y generalizando una forma de trabajo\") a partir de una característica identitaria (\"por ser indígena\"). Amaru describe un abuso de poder y Bertha el maltrato, pero Carola define la mecánica del estereotipo en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p18",
      "contexto": "El fin de semana, se realizó en la localidad una exhibición de drones y los estudiantes de la IE comentan sobre ello. Al ver el interés que ha causado este evento, un docente busca que los estudiantes asuman una perspectiva crítica sobre el asunto público del uso de los drones. Para ello, presenta a los estudiantes las siguientes noticias:\n\n**Caos en un aeropuerto de Londres por la presencia de drones en las pistas**\nLa noche pasada se detectó, hasta en 50 ocasiones, el paso de drones cerca de las pistas de aterrizaje de un aeropuerto en Londres. Para evitar accidentes, se tuvieron que cancelar muchos vuelos. En vista de este suceso, el gobierno inglés ha decidido limitar el uso de drones. Adaptado de Todo Noticias (2018).\n\n**Unicef usó drones para enviar vacunas**\nDurante una campaña de salud, el Fondo de las Naciones Unidas para la Infancia (Unicef) utilizó drones para enviar vacunas a zonas de difícil acceso. Los miembros de la organización consideran que los drones representan una gran alternativa de bajo costo para asegurar el derecho a la salud. Adaptado de Todo Noticias (2018).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes construyan argumentos razonados asumiendo una perspectiva crítica, ¿cuál de las siguientes acciones pedagógicas es pertinente para continuar la actividad?",
          "opciones": [
            "Pedir a los estudiantes que encuesten a otros estudiantes de la IE para determinar cuáles son sus opiniones sobre el uso de drones. Luego, solicitarles que sustenten la postura mayoritaria a partir de lo expuesto en las noticias presentadas.",
            "Pedir a los estudiantes que busquen la mayor diversidad de ejemplos sobre el uso de drones y que evalúen las consecuencias en cada caso. Luego, solicitarles que redacten un texto en el que sustenten si debería regularse el uso de los drones.",
            "Pedir a los estudiantes que, partiendo de las noticias presentadas, indaguen cuáles han sido los principales problemas que ha traído el uso de drones en los países que más los emplean. Luego, solicitarles que sustenten en un texto por qué debería limitarse su uso."
          ],
          "respuesta": "Pedir a los estudiantes que busquen la mayor diversidad de ejemplos sobre el uso de drones y que evalúen las consecuencias en cada caso. Luego, solicitarles que redacten un texto en el que sustenten si debería regularse el uso de los drones.",
          "respuestaCorta": "Para construir un argumento crítico, es fundamental analizar una amplia gama de evidencias. Esta opción promueve la investigación de diversos ejemplos y la evaluación de sus consecuencias antes de formular una conclusión fundamentada.",
          "solucionario": "Una perspectiva crítica se construye al analizar un tema desde múltiples ángulos y sopesar la evidencia. La opción B es la más pertinente porque fomenta una investigación amplia (\"mayor diversidad de ejemplos\") y una evaluación de sus efectos (\"evalúen las consecuencias\"). Esto permite a los estudiantes formar una opinión informada. La opción A se basa en la opinión popular y la C sesga la investigación hacia los problemas, impidiendo una visión balanceada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p19",
      "contexto": "Una docente ha planificado construir las normas de convivencia del aula con los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para iniciar el proceso de construcción de normas?",
          "opciones": [
            "Pedir a los estudiantes que mencionen problemas de convivencia que fueron frecuentes el año anterior y escribirlos en la pizarra. Luego, organizarlos en equipos, entregarle un problema escrito a cada uno y pedirles que, en equipos, elaboren una norma que establezca sanciones para que el problema que les tocó no vuelva a ocurrir.",
            "Elaborar con los estudiantes un organizador gráfico que señale los problemas de convivencia más frecuentes en el aula y sus causas. Luego, pedirles que propongan normas con las que crean que todos podrían estar de acuerdo y que permitan atender las causas de los problemas señalados.",
            "Conversar con los estudiantes acerca de los problemas de convivencia que se presentan con mayor frecuencia en el aula y sus consecuencias. Luego, explicarles cuáles son las normas de la IE y por qué son efectivas para evitar la ocurrencia de los problemas que ellos mencionaron."
          ],
          "respuesta": "Elaborar con los estudiantes un organizador gráfico que señale los problemas de convivencia más frecuentes en el aula y sus causas. Luego, pedirles que propongan normas con las que crean que todos podrían estar de acuerdo y que permitan atender las causas de los problemas señalados.",
          "respuestaCorta": "Este proceso es participativo y constructivo, ya que involucra a los estudiantes en el análisis de las causas de los problemas y en la propuesta de normas consensuadas para abordarlas, asegurando mayor legitimidad y compromiso.",
          "solucionario": "La construcción participativa de normas es más efectiva cuando los estudiantes no solo identifican los problemas, sino que también analizan sus causas. La opción B promueve un proceso democrático y reflexivo: se identifican los problemas y sus raíces, y luego se proponen normas consensuadas para atacar esas causas. La opción A se centra demasiado en la sanción, y la opción C es un proceso impositivo en lugar de constructivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p20",
      "contexto": "Durante una sesión de aprendizaje, la docente pide a los estudiantes que expliquen qué entienden por Estado de derecho. Tres estudiantes plantean lo siguiente:\n\nMyriam: Se refiere a un conjunto de leyes que establece el orden social y determina la organización política, a diferencia de una dictadura, que se rige por el deseo de un dictador.\n\nRosaura: Se refiere a un sistema de gobierno que asegura la soberanía de los Estados, de manera que puedan ejercer su autoridad sin presiones de otros Estados.\n\nVictoria: Se refiere a una forma de organización que reúne a una población que comparte una tradición histórica común en un territorio claramente delimitado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las intervenciones de las estudiantes señala una de las características del Estado de derecho?",
          "opciones": [
            "La de Myriam.",
            "La de Rosaura.",
            "La de Victoria."
          ],
          "respuesta": "La de Myriam.",
          "respuestaCorta": "Myriam describe correctamente el imperio de la ley, donde el poder está regulado por un marco legal conocido, en contraposición al poder arbitrario de una dictadura, una característica central del Estado de derecho.",
          "solucionario": "El Estado de derecho se define por el principio de que todos, incluidos los gobernantes, están sometidos a la ley. La intervención de Myriam captura esta idea al oponer un sistema basado en un \"conjunto de leyes\" a uno regido por \"el deseo de un dictador\". Rosaura define la soberanía externa y Victoria los elementos de un Estado-nación, no la característica específica del Estado de derecho.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p21",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes instituciones es la encargada de supervisar la legalidad de la ejecución del presupuesto del Estado peruano?",
          "opciónes": [
            "La Contraloría General de la República.",
            "El Ministerio de Economía y Finanzas.",
            "El Ministerio Público."
          ],
          "respuesta": "La Contraloría General de la República.",
          "respuestaCorta": "La Contraloría General de la República es el órgano superior del Sistema Nacional de Control, cuya función es supervisar la legalidad del uso de los recursos y bienes del Estado.",
          "solucionario": "De acuerdo con la Constitución y su ley orgánica, la Contraloría General de la República es la entidad encargada de controlar y supervisar la correcta ejecución del presupuesto y el uso de los recursos públicos. El Ministerio de Economía y Finanzas planifica y ejecuta el presupuesto, mientras que el Ministerio Público persigue el delito.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p22",
      "contexto": "Durante una sesión de aprendizaje, una docente presenta el siguiente dilema ético:\n\nA causa de un accidente, dos mujeres han resultado gravemente heridas. Una de ellas es una científica, reconocida por sus investigaciones para la cura del cáncer. La otra es una mujer que ha estafado a muchas familias. Al llegar al hospital, las dos mujeres se encuentran en las mismas condiciones de salud y necesitan ser operadas inmediatamente. Sin embargo, solo hay una sala de operaciones disponible y se debe decidir quién será intervenida primero, a riesgo de que la otra mujer pueda perder la vida en la espera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de la lectura del dilema ético, la docente busca promover la reflexión ética de los estudiantes sobre este dilema. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente?",
          "opciones": [
            "¿Qué criterios se deben considerar para decidir a qué mujer operar primero? ¿La vida de ambas mujeres tiene el mismo valor? ¿Por qué?",
            "¿Existen criterios legales para saber qué decisión se debe tomar? ¿Hay sanciones previstas para toda decisión contraria a la ley? ¿Cuáles son?",
            "¿Existe un criterio por el cual se debería salvar a la científica? ¿Cuál de las mujeres consideras que ha brindado un mayor aporte a la sociedad? ¿En qué te basas?"
          ],
          "respuesta": "¿Qué criterios se deben considerar para decidir a qué mujer operar primero? ¿La vida de ambas mujeres tiene el mismo valor? ¿Por qué?",
          "respuestaCorta": "Este conjunto de preguntas promueve la reflexión ética al centrarse en los principios y valores fundamentales en juego (el valor de la vida, los criterios de decisión) en lugar de aspectos legales o juicios utilitaristas.",
          "solucionario": "La reflexión ética implica analizar los valores y principios morales que subyacen a una decisión. La opción A es la más pertinente porque lleva a los estudiantes a cuestionar los criterios de decisión y a reflexionar sobre el principio fundamental del valor intrínseco de la vida humana. La opción B desvía la reflexión hacia lo legal, y la C orienta la respuesta hacia un cálculo utilitarista sin cuestionar primero los principios básicos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la plenaria sobre la situación planteada, uno de los estudiantes sostuvo lo siguiente:\n\n\"Me parece que aquí no hay ningún dilema. Creo que deberían elegir salvar la vida de la científica porque, si uno tiene la oportunidad de hacer justicia con los delincuentes, debe hacerlo\".\n\nAnte esta afirmación, la docente busca que el estudiante reflexione éticamente sobre su idea de justicia. ¿Cuál de las siguientes intervenciones es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "\"Entiendo que hay razones para estar en contra de la delincuencia. Sin embargo, ¿no crees que existan otras medidas que podrían ser más efectivas para castigar el delito en nuestro país?\".",
            "\"Sería importante identificar las razones por las que consideras que se debe salvar a la científica. Pero, además, ¿cuáles serían las consecuencias para la sociedad si cada uno se toma la libertad de sancionar a los delincuentes según un criterio subjetivo?\".",
            "\"Creo que lo responsable es esperar a tener toda la información sobre la situación antes de emitir un juicio como el tuyo. Por ejemplo, ¿qué pasa si salvas a la científica y luego te enteras de que la otra mujer estafaba para poder alimentar a sus hijos pequeños?\"."
          ],
          "respuesta": "\"Sería importante identificar las razones por las que consideras que se debe salvar a la científica. Pero, además, ¿cuáles serían las consecuencias para la sociedad si cada uno se toma la libertad de sancionar a los delincuentes según un criterio subjetivo?\".",
          "respuestaCorta": "Esta intervención confronta la idea de \"justicia por mano propia\" del estudiante, llevándolo a reflexionar sobre las consecuencias sociales de universalizar su criterio subjetivo, un pilar del razonamiento ético.",
          "solucionario": "El objetivo es que el estudiante reflexione sobre su concepto de justicia. La opción B es la más adecuada porque le pide que piense en las implicaciones de su postura a nivel social. Esto lo obliga a trascender su juicio particular y a considerar principios de convivencia más amplios, cuestionando si su idea de \"justicia\" es compatible con el orden social.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p24",
      "contexto": "José está caminando hacia el patio. Detrás de él, están dos compañeros. Uno de ellos le dice a José: \"Oye, y tú, ¿con ese físico vas a jugar al fútbol? ¿O vas a ser la pelota?\". José cierra los ojos unos instantes y respira antes de responder.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas de José evidencia asertividad?",
          "opciones": [
            "\"Yo sé que estoy subido de peso y que mi físico no es el de un atleta, pero me gusta el fútbol. Igual podría ir como suplente, ¿no?\".",
            "\"No me avergüenzo de mi aspecto físico. Sin embargo, prefiero estar gordito que ser un abusivo como tú. Creo que deberías evaluar tu actitud\".",
            "\"No me gustan los comentarios que haces sobre mí; te pido que no los repitas. Además, qué tiene que ver mi físico con mis habilidades para jugar\"."
          ],
          "respuesta": "\"No me gustan los comentarios que haces sobre mí; te pido que no los repitas. Además, qué tiene que ver mi físico con mis habilidades para jugar\".",
          "respuestaCorta": "Esta respuesta es asertiva porque expresa claramente su sentir, establece un límite firme y respetuoso, y cuestiona la lógica del ataque sin recurrir a la agresión ni a la sumisión.",
          "solucionario": "La asertividad consiste en defender los propios derechos y expresar opiniones de forma clara y respetuosa. La opción C cumple con esto: 1) Expresa su sentir (\"No me gustan...\"), 2) Pide un cambio de conducta (\"te pido que no los repitas\"), y 3) Cuestiona el comentario sin insultar. La opción A es pasiva, mientras que la opción B es agresiva.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2019_p25",
      "contexto": "Durante una sesión de aprendizaje, un docente presenta a los estudiantes el siguiente texto:\n\nEn la década de los setenta, Paco de Lucía, el guitarrista español de flamenco, conoció al cajonero Caitro Soto en una de sus giras por el Perú. Luego de escucharlo tocar el cajón en una presentación, Paco de Lucía quedó sorprendido por la gran afinidad que existía entre el cajón y el flamenco, pues podía suplir a las palmas con mayor consistencia. Después de este encuentro, Caitro Soto le enseñaría a tocar cajón y le fabricaría uno, y, por su parte, Paco de Lucía le enseñaría flamenco y lo invitaría a ir de gira. Así, el cajón se volvió parte integral del flamenco.\n\nLuego de la lectura del texto, tres estudiantes realizaron los siguientes comentarios:\n\nÁngel: En el texto se ve cómo dos personas con tradiciones muy distintas aprendieron el uno del otro y reconocieron el valor de los saberes de cada uno.\n\nBraulio: El texto es muy interesante porque se nota la afinidad que puede existir entre culturas que, en apariencia, son muy distintas, como la flamenca y la afroperuana.\n\nCarlos: Con el texto, a mí me quedó claro que la cultura afroperuana siempre genera admiración; por eso, pienso que el cajón debe ser un símbolo de nuestra identidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los comentarios de los estudiantes señala una condición del diálogo intercultural?",
          "opciones": [
            "El de Ángel.",
            "El de Braulio.",
            "El de Carlos."
          ],
          "respuesta": "El de Ángel.",
          "respuestaCorta": "El comentario de Ángel destaca el aprendizaje mutuo y el reconocimiento del valor de los saberes del otro, que son condiciones fundamentales para un auténtico diálogo intercultural.",
          "solucionario": "El diálogo intercultural se basa en una relación horizontal de respeto y valoración mutua. Ángel señala explícitamente que \"aprendieron el uno del otro y reconocieron el valor de los saberes de cada uno\", describiendo así una condición esencial para este diálogo. Braulio habla de afinidad y Carlos de admiración, pero el comentario de Ángel es el que mejor captura la dinámica de intercambio recíproco y respetuoso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p26",
      "contexto": "Un docente ha previsto recoger los saberes previos de los estudiantes acerca del concepto de identidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el logro de su propósito?",
          "opciones": [
            "Pedir a los estudiantes que elaboren individualmente un collage en el que representen lo que para ellos es la identidad. Luego, solicitarles que peguen en las paredes del aula sus trabajos y que compartan en plenaria lo que quisieron simbolizar.",
            "Pedir a los estudiantes que reflexionen individualmente acerca de la identidad de los adolescentes en la actualidad. Luego, explicarles en qué consiste el proceso de construcción de la identidad y su importancia en el desarrollo integral.",
            "Pedir a los estudiantes que entrevisten a algún familiar y le pregunten qué les ha ayudado a construir su identidad a lo largo de su vida. Luego, solicitarles que, a partir de sus hallazgos, realicen una exposición acerca de la construcción de la identidad."
          ],
          "respuesta": "Pedir a los estudiantes que elaboren individualmente un collage en el que representen lo que para ellos es la identidad. Luego, solicitarles que peguen en las paredes del aula sus trabajos y que compartan en plenaria lo que quisieron simbolizar.",
          "respuestaCorta": "La elaboración de un collage permite a los estudiantes expresar sus ideas y concepciones previas sobre la identidad de una forma personal y simbólica, lo que facilita que el docente recoja esos saberes de manera efectiva.",
          "solucionario": "Para recoger saberes previos, es ideal una actividad que permita a los estudiantes exteriorizar sus propias concepciones antes de recibir nueva información. El collage (opción A) es una excelente herramienta para esto, ya que les permite representar visualmente su entendimiento del concepto de \"identidad\". Las otras opciones introducen información externa antes de que los saberes previos de los propios estudiantes hayan sido completamente explorados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p27",
      "contexto": "A partir del análisis de una noticia, los estudiantes de un equipo han identificado que la reglamentación establecida sobre el uso de la bicicleta en su distrito es un asunto público.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente tiene como propósito que los estudiantes problematicen el asunto público identificado, ¿cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el logro de dicho propósito?",
          "opciones": [
            "Mostrar a los estudiantes cuáles son los riesgos que genera el uso de la bicicleta. Luego, pedirles que planteen medidas que la municipalidad podría tomar para incentivar el uso seguro de la bicicleta.",
            "Pedir a los estudiantes que identifiquen las razones por las que la municipalidad del distrito decidió establecer un reglamento. Luego, pedirles que señalen cómo la reglamentación podría influir en el uso de la bicicleta.",
            "Solicitar a los estudiantes que identifiquen los beneficios del uso de la bicicleta. Luego, comparar juntos los beneficios producidos por la bicicleta con los beneficios producidos por otros medios de transporte, como autos o motocicletas, que ya tienen un reglamento."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen las razones por las que la municipalidad del distrito decidió establecer un reglamento. Luego, pedirles que señalen cómo la reglamentación podría influir en el uso de la bicicleta.",
          "respuestaCorta": "Problematizar un asunto público implica analizar sus causas y efectos desde diferentes perspectivas. Esta opción guía a los estudiantes a investigar las razones detrás del reglamento y a analizar sus posibles consecuencias.",
          "solucionario": "Problematizar un asunto público significa analizarlo en su complejidad, entendiendo sus causas y posibles consecuencias. La opción B promueve esto al pedir a los estudiantes que indaguen por qué se creó el reglamento (las causas) y cómo podría influir en la conducta de los ciudadanos (las consecuencias). La opción A se enfoca directamente en la solución, y la C se centra en una comparación que es parte del análisis pero no es la problematización en sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p28",
      "contexto": "El docente presenta a los estudiantes la siguiente situación hipotética:\n\nErnesto fue sentenciado a once años de prisión por robar un banco. Después de un año, escapó de la cárcel, se fue a otra parte del país y tomó un nombre falso. Durante diez años, trabajó mucho y, poco a poco, ahorró bastante dinero para montar un negocio propio, cuyas ganancias invertía siempre para ayudar a la comunidad. Hace tres años, nació su hija, de quien se hace cargo por sí solo desde que la madre falleció. Un día, la señora Chávez, su antigua vecina, lo reconoció como el hombre que había escapado de la prisión años atrás. Ahora, no sabe si debe avisar a la Policía o no.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente tiene como propósito promover la reflexión ética de los estudiantes sobre la situación presentada, ¿cuál de las siguientes intervenciones es más pertinente para continuar la sesión?",
          "opciones": [
            "\"La señora Chávez tiene que elegir entre dos opciones. ¿Debe encubrir a Ernesto porque parece haberse reformado o debe delatarlo por ser un prófugo? ¿Existen razones para considerar que una opción es mejor que otra? ¿Cómo determinamos lo correcto?\".",
            "\"La señora Chávez, antes de decidir, debe considerar algunas cuestiones. ¿La prisión no tiene acaso por función reformar al delincuente? ¿Hay razones para afirmar que el cambio de Ernesto es real? ¿No causaría más daño denunciarlo?\".",
            "\"La señora Chávez parece encontrarse en una situación dilemática. ¿Qué características tiene la situación presentada? ¿Cuál de estas características corresponde a las de un dilema? ¿Hay una respuesta correcta en los dilemas?\"."
          ],
          "respuesta": "\"La señora Chávez tiene que elegir entre dos opciones. ¿Debe encubrir a Ernesto porque parece haberse reformado o debe delatarlo por ser un prófugo? ¿Existen razones para considerar que una opción es mejor que otra? ¿Cómo determinamos lo correcto?\".",
          "respuestaCorta": "Esta intervención plantea directamente el conflicto de valores (compasión vs. deber cívico) y abre la discusión hacia los principios éticos para determinar \"lo correcto\", promoviendo así la reflexión ética.",
          "solucionario": "Para promover la reflexión ética, es crucial centrarse en el conflicto de valores y principios morales. La opción A lo hace explícitamente al preguntar si una opción es \"mejor\" que otra y cómo se determina \"lo correcto\". La opción B orienta la discusión hacia las consecuencias, mientras que la opción C se enfoca en definir qué es un dilema, lo cual es una reflexión metacognitiva, no una reflexión ética sobre la decisión en sí.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente ha previsto realizar con los estudiantes una actividad que los ayude a iniciar la construcción de argumentos éticos respecto a la situación presentada. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para lograr su propósito?",
          "opciones": [
            "Preguntar a los estudiantes cuál de las dos decisiones es la que ellos tomarían. Luego, a partir de los resultados, realizar una plenaria en la que los estudiantes expliquen las razones por las que es correcta la decisión que obtuvo mayor aceptación.",
            "Pedir a los estudiantes que imaginen que recibieron la ayuda de Ernesto y que, además, la señora Chávez les contó su problema. Luego, solicitarles que, considerando lo que saben, redacten una carta a la señora Chávez que explique por qué no es conveniente delatarlo.",
            "Graficar en la pizarra un árbol por cada una de las posibles decisiones por las que podría optar la señora Chávez. Luego, llenar las raíces y las ramas de los árboles según las motivaciones y consecuencias de cada decisión, a partir de la opinión de los estudiantes."
          ],
          "respuesta": "Graficar en la pizarra un árbol por cada una de las posibles decisiones por las que podría optar la señora Chávez. Luego, llenar las raíces y las ramas de los árboles según las motivaciones y consecuencias de cada decisión, a partir de la opinión de los estudiantes.",
          "respuestaCorta": "La estrategia del \"árbol de decisiones\" es una herramienta visual y estructurada que permite analizar sistemáticamente las motivaciones (raíces) y las posibles consecuencias (ramas) de cada opción, facilitando la construcción de argumentos éticos.",
          "solucionario": "La construcción de argumentos éticos requiere analizar las razones y consecuencias de cada alternativa. La opción C, mediante la metáfora del árbol, ofrece un método claro y participativo para visualizar y organizar este análisis. Esto es más estructurado que una simple plenaria (opción A) y más balanceado que una actividad con una postura predeterminada (opción B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p30",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están problematizando el asunto público de la contaminación atmosférica, la docente les ha pedido que, en equipos, planteen por escrito una alternativa de solución a esta problemática. Uno de los equipos presentó el siguiente escrito:\n\n\"El problema de la contaminación es el uso de gasolina. Si la reemplazáramos por biocombustible, ya no tendríamos de qué preocuparnos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios escritos por la docente es pertinente para que el equipo reconozca las limitaciones de su alternativa de solución?",
          "opciones": [
            "\"Creo que es una buena idea reemplazar el uso de la gasolina. ¿Conoces otras fuentes de energía no contaminante aparte del biocombustible? ¿Has oído hablar, por ejemplo, de cómo funcionan los autos eléctricos o a hidrógeno? ¿Crees que sea factible implementar el uso de esta tecnología vehicular en países como el nuestro?\".",
            "\"Es cierto que el uso de la gasolina genera una gran contaminación. Pero, ¿no existen otros factores contaminantes además de la gasolina? Por otro lado, ¿te imaginas la cantidad de biocombustible que se necesitaría para reemplazar a la gasolina? ¿Qué consecuencias traería la producción de biocombustible a esa escala?\".",
            "\"Me parece que estás reconociendo las desventajas ambientales del uso de combustible fósil. ¿Has revisado la proyección del incremento del uso de combustible fósil para los próximos años? Por otro lado, ¿qué ventajas trae el uso de biocombustible? ¿Sabes si en el Perú ya se usa este tipo de combustible?\"."
          ],
          "respuesta": "\"Es cierto que el uso de la gasolina genera una gran contaminación. Pero, ¿no existen otros factores contaminantes además de la gasolina? Por otro lado, ¿te imaginas la cantidad de biocombustible que se necesitaría para reemplazar a la gasolina? ¿Qué consecuencias traería la producción de biocombustible a esa escala?\".",
          "respuestaCorta": "Esta retroalimentación ayuda a los estudiantes a complejizar su análisis al cuestionar dos supuestos clave de su solución: que la gasolina es el único problema y que el biocombustible no tiene consecuencias negativas propias.",
          "solucionario": "La solución del equipo es simplista. La retroalimentación de la opción B es la más pertinente porque los lleva a reconocer las limitaciones de su propuesta desde dos ángulos críticos: 1) Cuestiona si han abarcado toda la complejidad del problema (\"¿no existen otros factores contaminantes?\"). 2) Les hace pensar en las posibles consecuencias no deseadas de su propia solución (\"¿Qué consecuencias traería la producción de biocombustible a esa escala?\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p31",
      "contexto": "Los estudiantes están escribiendo ensayos. La docente tiene como propósito promover la metacognición de los estudiantes sobre sus estrategias de aprendizaje para favorecer su autorregulación académica. Para ello, está elaborando una guía de preguntas que oriente su reflexión durante el desarrollo de esta actividad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas favorece el logro del propósito de la docente?",
          "opciones": [
            "¿Cuáles son las tareas que debo realizar para elaborar mi ensayo? ¿Estoy cumpliendo las tareas que planifiqué? ¿Las tareas que establecí han funcionado para realizar el ensayo? ¿Debo realizar otras tareas que no había considerado?",
            "¿Cuál es la extensión que debería tener un ensayo? ¿Qué temas debe abordar un ensayo? ¿Cuántas fuentes se deben revisar para la elaboración de un ensayo? ¿Con cuántos argumentos debe contar un ensayo?",
            "¿La elaboración del ensayo me motiva? ¿Los temas que aborda me interesan? ¿La investigación para elaborar el ensayo será útil para mi vida personal? ¿Cuál es la finalidad de realizar el ensayo?"
          ],
          "respuesta": "¿Cuáles son las tareas que debo realizar para elaborar mi ensayo? ¿Estoy cumpliendo las tareas que planifiqué? ¿Las tareas que establecí han funcionado para realizar el ensayo? ¿Debo realizar otras tareas que no había considerado?",
          "respuestaCorta": "Estas preguntas se centran en la planificación, monitoreo y evaluación de las propias estrategias de aprendizaje, que son los componentes clave de la metacognición y la autorregulación académica.",
          "solucionario": "La metacognición sobre las estrategias de aprendizaje implica que el estudiante piense sobre su propio proceso. Las preguntas de la opción A guían este proceso: planificación (\"¿Cuáles son las tareas...?\"), monitoreo (\"¿Estoy cumpliendo...?\"), y evaluación/ajuste (\"¿Las tareas... han funcionado?\"). La opción B se enfoca en los requisitos del producto final y la C en la motivación, pero la A se centra en la gestión del proceso de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p32",
      "contexto": "En una sesión de aprendizaje, un docente realiza la siguiente actividad:\n\nPrimero, pide a los estudiantes que imaginen que realizarán un viaje por el que se ausentarán bastante tiempo y que, para ello, deben alistar su equipaje.\nLuego, les entrega una ficha de trabajo con el dibujo de una maleta, y les indica que en ella deben escribir diez características personales que posean y que llevarían consigo en el viaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover el desarrollo de la autoestima, ¿cuál de las siguientes acciones pedagógicas es pertinente para continuar la actividad?",
          "opciones": [
            "Solicitarles que, después de intercambiar sus fichas de trabajo con un compañero, comenten entre ellos si las características ahí escritas coinciden con la idea que cada uno tenía respecto de su compañero.",
            "Solicitarles que, luego de llenar sus fichas de trabajo, marquen con un lápiz de otro color cuáles de las características que han escrito son reconocidas por ellos como algo de lo cual sentirse orgullosos.",
            "Solicitarles que, luego de pegar sus fichas de trabajo en la pizarra, evalúen conjuntamente en plenaria cuáles de las características personales escritas tienen mayor utilidad para irse de viaje."
          ],
          "respuesta": "Solicitarles que, luego de llenar sus fichas de trabajo, marquen con un lápiz de otro color cuáles de las características que han escrito son reconocidas por ellos como algo de lo cual sentirse orgullosos.",
          "respuestaCorta": "Para promover la autoestima, es fundamental que el propio individuo reconozca y valore sus cualidades positivas. La acción de marcar las características de las que se sienten orgullosos centra la reflexión en la autovaloración.",
          "solucionario": "La autoestima se construye a partir del reconocimiento y la valoración de las propias características. La opción B es la más pertinente porque invita a los estudiantes a un ejercicio de autoevaluación positiva, identificando explícitamente aquellas cualidades que consideran valiosas. La opción A depende de la validación externa y la C desvía el foco hacia la utilidad de las características en lugar de su valor intrínseco.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p33",
      "contexto": "Un docente ha planificado una actividad para promover el desarrollo de la escucha activa. Para ello, ha previsto que los estudiantes, en parejas y alternadamente, se cuenten alguna experiencia personal que los haya hecho sentir felices.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta el propósito planteado por el docente, ¿cuál de las siguientes pautas es pertinente que el docente brinde a los estudiantes para el desarrollo de esta actividad?",
          "opciones": [
            "\"Siéntate frente a tu compañero y obsérvalo atentamente. Vincula su relato con alguna situación personal semejante. Finalmente, explícale la situación personal que viviste y cómo esta te hizo sentir\".",
            "\"Evita distraerte mientras escuchas a tu compañero. Pregunta lo que no te esté quedando claro y repíteselo para asegurarte de que entendiste. Finalmente, deja fluir la narración sin hacer juicios adelantados sobre esta\".",
            "\"Escucha a tu compañero mientras relata su experiencia. Imagina qué hubieras hecho tú para aprovechar más la experiencia vivida por tu compañero. Finalmente, comparte las ideas que se te ocurrieron a modo de consejo\"."
          ],
          "respuesta": "\"Evita distraerte mientras escuchas a tu compañero. Pregunta lo que no te esté quedando claro y repíteselo para asegurarte de que entendiste. Finalmente, deja fluir la narración sin hacer juicios adelantados sobre esta\".",
          "respuestaCorta": "Esta pauta describe los componentes esenciales de la escucha activa: prestar atención sin distracciones, verificar la comprensión mediante preguntas y parafraseo, y mantener una actitud abierta y sin juicios.",
          "solucionario": "La escucha activa se centra en comprender plenamente al interlocutor, no en preparar una respuesta. La opción B detalla las acciones clave: mantener la atención, clarificar la información para asegurar la comprensión y la suspensión del juicio. La opción A desvía el foco hacia la experiencia propia del oyente, y la opción C se enfoca en dar consejos, lo cual no es el objetivo de la escucha activa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p34",
      "contexto": "Durante el recreo, una docente presencia el siguiente diálogo entre dos estudiantes:\n\nJosé: Hola, Facundo, ¿qué tal? ¿Estás bien?\n\nFacundo: ¿Cómo se te ocurre que voy a estar bien? ¿Acaso no recuerdas que me hiciste quedar mal delante de todos? Eres un mal amigo!\n\nJosé: Oye, ja mí no me gritas, ah! ¿Qué culpa tendré yo de que todos se rían de ti?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente interviene con el propósito de promover la autorregulación emocional de ambos estudiantes. ¿Cuál de las siguientes acciones pedagógicas es pertinente para dicho propósito?",
          "opciones": [
            "Pedirles que recuerden la importancia de la amistad y la necesidad de mantener una buena convivencia, que traten de tener siempre presentes las normas de conducta de la IE y que consideren las consecuencias que puede traer para ellos dejarse llevar por sus emociones.",
            "Pedirles que realicen algunos ejercicios de respiración para que puedan apaciguar sus emociones, y que traten de explicar por qué actuaron de esa manera, qué reacción esperaban de su compañero y si la manera en que actuaron ayudó a que su compañero reaccione como ellos esperaban.",
            "Pedirles que se tomen unos minutos para ordenar sus ideas sobre cuáles son las situaciones que han provocado la alteración de su día, que traten de entender que no deben dejar que los problemas afecten sus emociones y que siempre deben tratar de comunicarse con claridad, respeto y calma."
          ],
          "respuesta": "Pedirles que realicen algunos ejercicios de respiración para que puedan apaciguar sus emociones, y que traten de explicar por qué actuaron de esa manera, qué reacción esperaban de su compañero y si la manera en que actuaron ayudó a que su compañero reaccione como ellos esperaban.",
          "respuestaCorta": "Esta opción combina una estrategia fisiológica para calmar la emoción (respiración) con una reflexión guiada sobre las causas y consecuencias de sus acciones emocionales, promoviendo la autorregulación.",
          "solucionario": "La autorregulación emocional implica gestionar la respuesta fisiológica de la emoción y luego reflexionar sobre ella. La opción B aborda ambos aspectos: primero, una técnica de calma (respiración) para reducir la intensidad emocional, y segundo, preguntas que promueven la reflexión metacognitiva sobre la propia conducta emocional. Las otras opciones son consejos que no brindan herramientas concretas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p35",
      "contexto": "Lorenzo y Juan son dos mejores amigos que juegan juntos en el equipo de básquet de su comunidad. El domingo fue la final del campeonato en el que estaban participando, pero Lorenzo no asistió. Al día siguiente, Lorenzo le explica a Juan que faltó al partido porque había sido el cumpleaños de su enamorada. Juan está enojado y piensa en qué debería decirle.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de Juan corresponde a una comunicación asertiva?",
          "opciones": [
            "\"No entiendo por qué no pudiste avisarnos que no ibas a ir al partido. El equipo confiaba en ti y nos defraudaste. Ahora nos damos cuenta de que nunca te comprometiste con el equipo\".",
            "\"Quería hablar contigo porque tu ausencia en el último partido me molestó mucho. Entiendo que era importante para ti estar con tu enamorada, pero también contábamos contigo para el partido y fue muy difícil reemplazarte\".",
            "\"Ya había escuchado que el domingo era el cumpleaños de tu enamorada. Cuando te estuvimos esperando y no llegaste, entendí cuán importante es ella para ti. Y, aunque nos fastidie, tienes todo el derecho de hacer lo que más te gusta\"."
          ],
          "respuesta": "\"Quería hablar contigo porque tu ausencia en el último partido me molestó mucho. Entiendo que era importante para ti estar con tu enamorada, pero también contábamos contigo para el partido y fue muy difícil reemplazarte\".",
          "respuestaCorta": "Esta intervención es asertiva porque expresa los propios sentimientos (\"me molestó mucho\"), reconoce la perspectiva del otro (\"Entiendo que era importante para ti...\") y explica el impacto de la acción sin culpar ni agredir.",
          "solucionario": "La comunicación asertiva se caracteriza por expresar sentimientos y necesidades de forma clara y respetuosa. La opción B cumple con esto: Juan expresa su molestia, valida la posición de Lorenzo y describe el problema concreto que su ausencia causó. La opción A es agresiva y acusatoria. La opción C es pasiva, pues no expresa el enojo de Juan.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p36",
      "contexto": "En una reunión, los docentes conversan acerca de la construcción de consensos entre los estudiantes. En este contexto, tres docentes comentan lo siguiente:\n\nAriana: En un consenso, es necesario que se satisfagan todas las necesidades de las partes involucradas, pues solo así se logrará satisfacer a todos con los acuerdos.\n\nBelén: A mí me parece que lo fundamental del consenso es dialogar hasta que se llegue a una misma posición y no haya opiniones contrapuestas.\n\nCarmelo: Creo que llegar a un consenso implica establecer acuerdos basados en la satisfacción de los intereses más importantes para las partes, aunque no sean todos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los docentes expresa una condición necesaria para poder llegar a un consenso?",
          "opciones": [
            "Ariana.",
            "Belén.",
            "Carmelo."
          ],
          "respuesta": "Carmelo.",
          "respuestaCorta": "Carmelo describe correctamente que el consenso busca satisfacer los intereses más importantes de las partes, reconociendo que no siempre es posible satisfacer todas las necesidades, lo cual es una característica realista del proceso.",
          "solucionario": "El consenso no significa unanimidad (la misma posición, como dice Belén) ni la satisfacción total de todas las necesidades (un ideal, como plantea Ariana). Un consenso funcional, como lo describe Carmelo, implica un acuerdo en el que los intereses fundamentales de todas las partes son atendidos, aunque esto requiera ceder en aspectos menos cruciales. Esta es la condición clave para que un acuerdo sea viable y aceptado por todos.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_secundaria_2019_p37",
      "contexto": "Para la realización de un proyecto de participación que busca promover el cuidado del ambiente, los estudiantes están organizados en equipos. El equipo de Laura y Roberto tiene como tarea elaborar un mural sobre los efectos de la contaminación ambiental. Durante el trabajo, los estudiantes no se ponen de acuerdo acerca del contenido y diseño del mismo. Entonces, la docente les sugiere que negocien.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones evidencia que los estudiantes están aplicando el mecanismo de negociación?",
          "opciones": [
            "Cada estudiante reflexiona de manera individual sobre lo acontecido y sobre las emociones que les hizo sentir esta situación. Luego, por turnos, expresan sus emociones y escuchan atentamente a su compañero. Finalmente, cada uno plantea los compromisos que asumirá para hacer sentir mejor a su compañero.",
            "Cada estudiante escucha atentamente a su compañero para comprender su punto de vista. Luego, realizan preguntas para asegurarse de que entendieron bien las demandas de su compañero. Finalmente, ambos proponen alternativas de solución que satisfagan, al menos parcialmente, sus demandas y las de su compañero.",
            "Cada estudiante le expone a la docente sus puntos de vista respecto a las causas del conflicto sin interrumpir a su compañero mientras habla. Luego, solicitan a la docente que escuche el pedido de cada uno. Finalmente, le piden a la docente que decida cuál es la mejor alternativa de solución y se comprometen a aceptar lo indicado por ella."
          ],
          "respuesta": "Cada estudiante escucha atentamente a su compañero para comprender su punto de vista. Luego, realizan preguntas para asegurarse de que entendieron bien las demandas de su compañero. Finalmente, ambos proponen alternativas de solución que satisfagan, al menos parcialmente, sus demandas y las de su compañero.",
          "respuestaCorta": "Esta opción describe el proceso de negociación, que implica comprender las demandas del otro y proponer soluciones que busquen una satisfacción mutua, aunque sea parcial.",
          "solucionario": "La negociación es un mecanismo en el que las partes dialogan directamente para llegar a un acuerdo que satisfaga sus intereses. La opción B describe este proceso: escuchar para comprender las demandas del otro, verificar la comprensión y proponer soluciones que beneficien a ambas partes. La opción A se enfoca en la gestión emocional y la C describe un arbitraje (un tercero decide), no una negociación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p38",
      "contexto": "Durante la elaboración de un trabajo en equipo, tres estudiantes tienen un conflicto, motivo por el cual han buscado la ayuda del docente. Dos de ellas, Blanca y Carolina, están enojadas porque Andrea, la tercera integrante, no está cumpliendo con las tareas acordadas. Para conocer con más detalle sus perspectivas sobre lo sucedido, el docente conversa por separado con cada estudiante. A continuación, se presentan los comentarios que dichas estudiantes realizaron:\n\nAndrea: Entiendo que Blanca y Carolina estén molestas. Reconozco que yo incumplí con las tareas que tenía asignadas y me comprometo, de ahora en adelante, a cumplir a tiempo con mis responsabilidades. Yo también quiero que el trabajo salga bien.\n\nBlanca: Andrea no cumplió con las tareas que le correspondían, por lo que solo pude presentar el avance del trabajo con la ayuda de Carolina. Creo que lo mejor sería dividir el equipo. Para la entrega final, Carolina y yo podríamos terminar el trabajo.\n\nCarolina: Seguro que Andrea debe sentirse mal, porque Blanca está molesta. Imagino que Andrea tuvo razones para no cumplir con lo que correspondía. Por eso, he pensado en ofrecerle en secreto a Andrea hacer su parte para evitarle más problemas con Blanca.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las estudiantes expresa un comentario que evidencia un estilo colaborador frente al conflicto?",
          "opciones": [
            "Andrea.",
            "Blanca.",
            "Carolina."
          ],
          "respuesta": "Andrea.",
          "respuestaCorta": "Andrea muestra un estilo colaborador al asumir su responsabilidad, validar los sentimientos de sus compañeras y comprometerse a cumplir para lograr el objetivo común del equipo.",
          "solucionario": "El estilo colaborador se caracteriza por un alto interés tanto en los objetivos propios como en los de los demás, buscando una solución que beneficie a todos. Andrea demuestra esto al reconocer su falta, validar el enojo de sus compañeras y reafirmar su compromiso con el objetivo del equipo (\"Yo también quiero que el trabajo salga bien\"). Blanca tiene un estilo competitivo/evitativo y Carolina un estilo acomodaticio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p39",
      "contexto": "Una docente busca que los estudiantes desarrollen estrategias para el trabajo colaborativo. Con ese propósito, realiza una actividad que consta de los siguientes pasos:\n\n1. Agrupa a los estudiantes en equipos de cinco integrantes cada uno.\n2. Le entrega a cada equipo un sobre cerrado con las piezas de un rompecabezas. Todos los equipos tienen asignados rompecabezas con el mismo diseño, ninguno cuenta con el modelo y no saben que les falta una pieza que se encuentra mezclada en el sobre del rompecabezas de otro equipo.\n3. Les indica que deberán armar el rompecabezas con la participación de todos los integrantes del equipo, que no pueden tomar sin permiso piezas de otros rompecabezas y que pueden utilizar medios creativos a su disposición para completar el rompecabezas.\n4. Cuando todos los equipos han completado sus rompecabezas, la docente pide a los estudiantes que reflexionen y discutan en equipos acerca de por qué algunas acciones realizadas fueron más útiles que otras.\n5. Finalmente, los estudiantes, en plenaria, presentan sus ideas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas explica la razón principal por la que la actividad presentada promueve el trabajo colaborativo?",
          "opciones": [
            "La actividad favorece que los estudiantes aprendan a trabajar manejando la presión, promueve la acción coordinada para que no sean influenciados por la opinión de los demás y fomenta el respeto en la interacción entre compañeros.",
            "La actividad promueve la competitividad para que los estudiantes maximicen el rendimiento de sus capacidades, utilicen sus habilidades de autorregulación para evitar el desorden y fortalece el compromiso con su equipo.",
            "La actividad fomenta la coordinación entre los estudiantes para cumplir ciertos objetivos, les exige poner en práctica estrategias de negociación y favorece que evalúen las estrategias que utilizaron."
          ],
          "respuesta": "La actividad fomenta la coordinación entre los estudiantes para cumplir ciertos objetivos, les exige poner en práctica estrategias de negociación y favorece que evalúen las estrategias que utilizaron.",
          "respuestaCorta": "La actividad promueve la colaboración al requerir coordinación inter-equipo para obtener la pieza faltante, negociación y una evaluación final de las estrategias empleadas.",
          "solucionario": "La esencia del trabajo colaborativo en esta actividad radica en la interdependencia positiva. Como a cada equipo le falta una pieza que otro tiene, se ven obligados a interactuar, coordinar y negociar con otros equipos para alcanzar su meta. La opción C captura perfectamente estos elementos: coordinación para el objetivo, negociación para obtener la pieza y evaluación de estrategias al final.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p40",
      "contexto": "Lea la siguiente afirmación:\n\nUn dilema moral es una situación en la que una persona debe decidir entre dos posibles acciones a realizar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones completa adecuadamente la noción de dilema moral?",
          "opciones": [
            "Ambas acciones convienen al interés particular de quien toma la decisión, pero es difícil decidir cuál de las dos acciones es más eficiente en términos de costo y beneficio.",
            "Ambas acciones se sustentan en valores y normas, pero es difícil optar porque realizar una de las acciones implica el incumplimiento del valor de la acción contrapuesta.",
            "Solo una de las acciones es moralmente correcta, pero es difícil elegir porque la acción incorrecta satisface los intereses particulares de quien toma la decisión."
          ],
          "respuesta": "Ambas acciones se sustentan en valores y normas, pero es difícil optar porque realizar una de las acciones implica el incumplimiento del valor de la acción contrapuesta.",
          "respuestaCorta": "Un dilema moral se caracteriza por un conflicto entre dos valores o principios morales, donde elegir una opción implica necesariamente transgredir la otra.",
          "solucionario": "La definición precisa de un dilema moral es un conflicto entre dos o más valores o deberes morales. La opción B describe esto correctamente al afirmar que ambas acciones se basan en valores, pero la elección de una conlleva el incumplimiento de la otra. La opción C describe una tentación, no un dilema, y la opción A describe un problema de eficiencia, no un conflicto moral.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p41",
      "contexto": "Durante la deliberación sobre un asunto público, un docente presenta la siguiente situación hipotética:\n\nUn grupo de ciudadanos elabora un boletín que se distribuye a los vecinos del distrito. En las últimas dos ediciones, han abordado algunos temas polémicos que han generado la incomodidad de las autoridades del distrito. Varios ciudadanos, que apoyan al partido del alcalde, han sugerido la prohibición del boletín.\n\nA continuación, se presentan algunas intervenciones de los estudiantes respecto a la situación presentada:\n\nManuel: No se debería prohibir la publicación del boletín porque dicha acción iría en contra de las leyes vigentes.\n\nEnrique: No se debería prohibir el boletín porque, si el alcalde lo hace, puede perder el apoyo de los vecinos del distrito y hacerse impopular.\n\nCarmela: No se debería prohibir el boletín porque los seres humanos somos libres y eso incluye poder expresarnos sobre temas polémicos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las intervenciones de los estudiantes evidencia un razonamiento postconvencional según la teoría de Kohlberg?",
          "opciones": [
            "La de Manuel.",
            "La de Enrique.",
            "La de Carmela."
          ],
          "respuesta": "La de Carmela.",
          "respuestaCorta": "El razonamiento de Carmela se basa en un principio universal (la libertad de expresión como un derecho humano inherente), que trasciende las leyes específicas o las consecuencias sociales, característico del nivel postconvencional.",
          "solucionario": "En la teoría de Kohlberg, el nivel postconvencional se basa en principios éticos universales. Carmela apela al principio de la libertad de expresión como un derecho fundamental, lo que corresponde a este nivel. Manuel se encuentra en el nivel convencional (respeto a la ley), y Enrique está en el nivel preconvencional (evitar consecuencias negativas).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p42",
      "contexto": "Lea las siguientes situaciones:\n\n**Situación 1**\nMaría está manejando su automóvil. Está llegando a una intersección cuyo semáforo está en rojo, pero no hay otros automóviles ni peatones. María piensa en acelerar su vehículo para pasarse la luz roja. Sin embargo, ve a un policía de tránsito, piensa que podría ponerle una multa y se detiene.\n\n**Situación 2**\nJuana ha terminado la tarea que el docente asignó en clase. Su amiga está teniendo dificultades para terminar la misma tarea. Juana piensa que al docente le gustaría que cumpla las normas de convivencia del aula, una de las cuales es ayudarse mutuamente, razón por la cual decide ayudar a su amiga a terminar su tarea.\n\n**Situación 3**\nDianira está en un ascensor con otra persona. Cuando la persona está saliendo del ascensor, se le caen cincuenta soles sin que se dé cuenta. Dianira recoge los cincuenta soles y piensa que cualquiera que se encuentre en su posición debería devolver el billete. Por ello, le devuelve el dinero a la persona.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las situaciones el personaje principal evidencia un comportamiento moralmente autónomo?",
          "opciones": [
            "En la situación 1.",
            "En la situación 2.",
            "En la situación 3."
          ],
          "respuesta": "En la situación 3.",
          "respuestaCorta": "Dianira actúa con autonomía moral porque su decisión se basa en un principio ético internalizado y universalizable, no en el miedo al castigo o en la búsqueda de aprobación externa.",
          "solucionario": "La autonomía moral implica actuar de acuerdo con principios propios, internalizados y considerados universalmente válidos. En la situación 3, Dianira actúa basándose en lo que considera un deber universal. En cambio, María (situación 1) actúa por heteronomía, motivada por el miedo a un castigo externo. Juana (situación 2) también actúa por heteronomía, buscando la aprobación del docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p43",
      "contexto": "Un docente ha planificado una sesión para que los estudiantes incorporen en sus reflexiones éticas diversos aspectos del concepto de responsabilidad moral.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, el docente presentó la siguiente situación hipotética a los estudiantes.\n\nJosé Luis estaba caminando por una calle y tiró al piso la cáscara de un plátano que acababa de comer. Unas horas después, un señor de 87 años de edad, que pasaba por esa misma calle, no vio la cáscara, la pisó y se cayó. Producto del golpe, el señor se rompió la cadera, José Luis no presenció la situación.\n\nLuego de que los estudiantes analizaron la situación, el docente les pidió que respondieran por escrito si José Luis debería asumir alguna responsabilidad en esta situación. Al finalizar, un estudiante entregó una hoja en la que escribió lo siguiente:\n\n\"Yo creo que José Luis no tiene que asumir la responsabilidad, porque cuando tiró la cáscara no sabía que el señor pasaría por ahí. No es que haya querido que alguien se caiga\".\n\n¿Cuál de los siguientes comentarios escritos por el docente es pertinente para que el estudiante complejice su reflexión acerca de la responsabilidad moral?",
          "opciones": [
            "\"Habría que revisar el criterio que usaste para responder. ¿Sabes si existe alguna ley que especifique cómo se atribuye la responsabilidad en diferentes casos?, ¿te parece que averiguarlo podría complementar tu reflexión? Finalmente, ¿no hay que considerar qué dicen las leyes sobre este tipo de accidentes?\".",
            "\"Creo que no notas que estás asumiendo la conducta de José Luis como adecuada. Pero, ¿está bien botar basura a la calle? ¿Quién más podría tener responsabilidad en la situación, sino José Luis, por ser quien tiró la cáscara? Además, ¿acaso la causa directa no es el único criterio para atribuir responsabilidad?\".",
            "\"Es probable que no haya tenido la intención. Sin embargo, ¿somos responsables solo cuando hacemos algo con intención? ¿Un conductor que pasa un cruce sin fijarse y atropella a una persona no debería hacerse responsable, aunque no haya tenido la intención de atropellarlo? Entonces, ¿de qué depende que uno deba o no asumir la responsabilidad sobre algo?\"."
          ],
          "respuesta": "\"Es probable que no haya tenido la intención. Sin embargo, ¿somos responsables solo cuando hacemos algo con intención? ¿Un conductor que pasa un cruce sin fijarse y atropella a una persona no debería hacerse responsable, aunque no haya tenido la intención de atropellarlo? Entonces, ¿de qué depende que uno deba o no asumir la responsabilidad sobre algo?\".",
          "respuestaCorta": "Esta retroalimentación desafía la idea del estudiante de que la responsabilidad depende únicamente de la intención, introduciendo el concepto de negligencia a través de una analogía clara para complejizar su razonamiento.",
          "solucionario": "El estudiante limita la responsabilidad moral a la intención directa. La retroalimentación de la opción C es la más efectiva porque cuestiona esta premisa (\"¿somos responsables solo cuando hacemos algo con intención?\") y utiliza una analogía poderosa (el conductor negligente) para ilustrar que la responsabilidad también surge de la falta de previsión ante las consecuencias de nuestros actos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente ha identificado que, cuando los estudiantes analizan éticamente una situación problemática, suelen tener una visión limitada sobre las responsabilidades de los distintos actores. Por ello, el docente presenta la siguiente situación con el propósito de que los estudiantes cuestionen su idea acerca de la responsabilidad moral.\n\nEn una comunidad, hay un río que divide la ciudad en dos. Para realizar sus actividades diarias, los habitantes tienen que atravesar varias veces al día el puente que permite cruzar el río. Este puente peatonal es muy antiguo y recibe un uso intenso. Hace unos días, el puente se cayó debido a su deterioro. Esto generó grandes problemas a la población.\n\n¿Cuál de los siguientes conjuntos de preguntas es más pertinente para favorecer el logro del propósito del docente?",
          "opciones": [
            "¿Por qué creen que el puente estaba deteriorado? ¿Quiénes debían velar por el mantenimiento del puente? ¿Es posible decir que hay responsabilidad en las personas que no colaboraron en mantener el puente en buen estado?",
            "¿Es posible que alguna persona haya derribado el puente? ¿Es posible señalar alguna acción que haya generado la caída del puente? ¿Recuerdas que cuando no hay una acción clara que haya causado un problema no es posible responsabilizar a alguien?",
            "¿Podría afirmarse que el alto tránsito fue la causa de la caída del puente? ¿Se podría afirmar que las personas que siempre utilizaban el puente son responsables de la caída de este? ¿Estas personas son responsables aun cuando fueron afectadas por la caída del puente?"
          ],
          "respuesta": "¿Por qué creen que el puente estaba deteriorado? ¿Quiénes debían velar por el mantenimiento del puente? ¿Es posible decir que hay responsabilidad en las personas que no colaboraron en mantener el puente en buen estado?",
          "respuestaCorta": "Este conjunto de preguntas guía a los estudiantes a ampliar su concepto de responsabilidad más allá de la acción directa, introduciendo la idea de responsabilidad por omisión o por el rol que se ocupa (autoridades de mantenimiento).",
          "solucionario": "El propósito es ampliar la noción de responsabilidad. Las preguntas de la opción A están diseñadas para que los estudiantes piensen más allá de la causalidad directa. Al preguntar \"¿Quiénes debían velar por el mantenimiento?\", se introduce el concepto de responsabilidad institucional. Al preguntar por \"quienes no colaboraron\", se abre la reflexión sobre la responsabilidad por omisión, complejizando así su visión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p45",
      "contexto": "Una docente encontró la siguiente transcripción de una conferencia y ha planificado utilizarla para diversas actividades.\n\nMi nombre es Chimamanda y soy de Nigeria. Fui una lectora precoz y también fui una escritora precoz. Cuando comencé a escribir, a los siete años, escribí el mismo tipo de historias que leía. Todos mis personajes eran blancos y de ojos azules. Yo amaba los libros ingleses y estadounidenses que leí, avivaron mi imaginación y me abrieron nuevos mundos; pero la consecuencia involuntaria fue que no sabía que personas como yo podían existir en la literatura. Mi descubrimiento de los escritores africanos me salvó de conocer una sola historia sobre qué son los libros.\n\nA los 19 años viajé a Estados Unidos para estudiar en la universidad. Cuando conocí a mi compañera de cuarto estadounidense, me preguntó dónde había aprendido a hablar inglés tan bien y se sorprendió cuando le dije que en Nigeria el idioma oficial era el inglés y que vivía en una zona residencial como en la que nos encontrábamos. Me preguntó también si le podía mostrar mi música tribal y se decepcionó cuando le mostré mi disco de Mariah Carey, que era mi cantante favorita en ese entonces. Tiempo después, un profesor me dijo que mis obras no eran auténticamente africanas. Esto me desconcertó. Yo no sabía qué era la autenticidad africana. Debo decir que antes de ir a Estados Unidos, yo no me identificaba como africana. Pero allá, cuando mencionaban a África, me hacían preguntas, no importaba que yo no supiera nada sobre países como Namibia; sin embargo, llegué a abrazar esta nueva identidad y ahora pienso en mí misma como africana. Aunque aún me molesta cuando se refieren a África como un país.\n\nAdaptado de Adichie, Ch. (2009). \"El peligro de una sola historia\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente ha previsto utilizar este texto para ayudar a los estudiantes a reflexionar acerca de sus propios estereotipos. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que respondan cómo son los nigerianos, qué idioma hablan, qué música escuchan, cómo son sus casas, etc. Luego, entregarles el texto, pedirles que lo lean y evalúen si sus respuestas describen a alguien como Chimamanda. Finalmente, conversar en plenaria sobre cómo creen que han adquirido esas ideas sobre los nigerianos.",
            "Conversar con los estudiantes sobre cómo creen que se sienten las personas a las que se les juzga sin conocerlas. Luego, entregarles el texto, pedirles que lo lean y comenten cómo creen que se sintió Chimamanda. Finalmente, solicitar que escriban un texto que explique cómo hubieran actuado ellos en la situación de Chimamanda y por qué.",
            "Entregarles el texto, leerlo con los estudiantes y describir el comportamiento de la compañera de cuarto de Chimamanda. Luego, preguntarles cómo afectan estas conductas a Chimamanda. Finalmente, pedir que elaboren un organizador gráfico que describa acciones que podrían ayudar a cambiar la conducta de la compañera."
          ],
          "respuesta": "Solicitar a los estudiantes que respondan cómo son los nigerianos, qué idioma hablan, qué música escuchan, cómo son sus casas, etc. Luego, entregarles el texto, pedirles que lo lean y evalúen si sus respuestas describen a alguien como Chimamanda. Finalmente, conversar en plenaria sobre cómo creen que han adquirido esas ideas sobre los nigerianos.",
          "respuestaCorta": "Esta estrategia es efectiva porque primero hace aflorar los estereotipos de los propios estudiantes para que luego, al contrastarlos con el texto, puedan tomar conciencia de sus propias ideas preconcebidas y reflexionar sobre su origen.",
          "solucionario": "Para reflexionar sobre los *propios* estereotipos, es necesario primero hacerlos visibles. La opción A logra esto pidiendo a los estudiantes que exterioricen sus ideas preconcebidas. Luego, el texto actúa como un espejo que les permite contrastar esas ideas con una realidad compleja, llevándolos a cuestionar el origen de sus propios estereotipos. Las otras opciones se centran en la empatía o en el análisis del personaje, pero no en la introspección.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego del análisis del texto, la docente pidió a los estudiantes que, en equipos, respondan por escrito la siguiente pregunta: \"¿Qué creen que es la identidad?\". Uno de los equipos entregó un texto en el que había escrito lo siguiente:\n\n\"La identidad es algo que nos diferencia de los demás y que no cambia en el tiempo\".\n\n¿Cuál de los siguientes comentarios escritos por la docente es pertinente para que este equipo de estudiantes cuestione su concepto de identidad?",
          "opciones": [
            "\"Es necesario que profundicen su reflexión, pues resulta importante que nos planteemos encontrar eso que nos hace únicos. Si recordamos el texto de Chimamanda, ¿qué es lo que la hace única? ¿Cómo ella ha conservado aquello que la distingue del resto a pesar del tiempo?\".",
            "\"Su respuesta hace pensar en que siempre podemos encontrar algo en nosotros que no cambia. En el texto, ¿pueden decirnos qué es lo que notan que se mantendrá constante en la identidad de Chimamanda? Si consideramos que una de sus características es ser nigeriana, ¿diríamos que es algo que cambiará en el tiempo?\".",
            "\"Es cierto que nuestra identidad es algo que nos hace únicos. Sin embargo, si revisamos el texto, podemos observar que algunos aspectos importantes en la vida de Chimamanda, como su visión de la literatura, cambiaron. Ahora bien, si nos fijamos en los distintos lugares en los que ha vivido, ¿cómo creen que esto ha impactado en ella?\"."
          ],
          "respuesta": "\"Es cierto que nuestra identidad es algo que nos hace únicos. Sin embargo, si revisamos el texto, podemos observar que algunos aspectos importantes en la vida de Chimamanda, como su visión de la literatura, cambiaron. Ahora bien, si nos fijamos en los distintos lugares en los que ha vivido, ¿cómo creen que esto ha impactado en ella?\".",
          "respuestaCorta": "Esta retroalimentación desafía la idea de una identidad estática al usar evidencia del texto (el cambio en la visión de Chimamanda) y promueve la reflexión sobre cómo el contexto influye en la construcción de la identidad.",
          "solucionario": "Los estudiantes tienen un concepto estático de la identidad (\"no cambia en el tiempo\"). La retroalimentación de la opción C es la más adecuada porque utiliza el propio texto para desafiar esa idea, mostrando que aspectos de la identidad de Chimamanda sí cambiaron, e introduce la idea de que esta es dinámica y se construye en la interacción con el entorno. Las opciones A y B refuerzan, en lugar de cuestionar, la idea de una identidad inmutable.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Al iniciar otra de las actividades, la docente pide a los estudiantes que imaginen que irán a vivir a un país lejano y desconocido para ellos. Si el propósito de la docente es que los estudiantes desarrollen su autoconocimiento, ¿cuál de las siguientes indicaciones es pertinente para continuar la actividad?",
          "opciones": [
            "\"Imaginen que cuando llegan a ese país descubren que las costumbres son muy diferentes a las suyas. Al notar estas diferencias, se ven en la necesidad de reflexionar sobre cómo deben actuar. Ahora, escriban una lista de acciones que deberían realizar para adaptarse al nuevo entorno\".",
            "\"Imaginen que cuando llegan a ese país notan que algunas personas tienen prejuicios con respecto a ustedes. Esta situación los hace sentir inseguros y desean buscar alternativas que los ayuden a afirmarse. Ahora, escriban una lista de conductas que los pueden ayudar a mejorar sus relaciones con las personas de su entorno\".",
            "\"Imaginen que cuando llegan a ese país deben presentarse ante sus nuevos compañeros de clase. Esta presentación debe contener aquellas características con las que creen que ellos podrían conocerlos mejor. Ahora, escriban en una lista las características que incluirían en esta presentación y expliquen por qué las eligieron\"."
          ],
          "respuesta": "\"Imaginen que cuando llegan a ese país deben presentarse ante sus nuevos compañeros de clase. Esta presentación debe contener aquellas características con las que creen que ellos podrían conocerlos mejor. Ahora, escriban en una lista las características que incluirían en esta presentación y expliquen por qué las eligieron\".",
          "respuestaCorta": "El autoconocimiento implica identificar y reflexionar sobre las propias características. La tarea de seleccionar qué rasgos los definen mejor para presentarse a otros obliga a los estudiantes a realizar este ejercicio de introspección.",
          "solucionario": "El propósito es el autoconocimiento. La opción C es la más directa para lograrlo, ya que la consigna de \"presentarse\" y elegir las características más representativas de uno mismo es un ejercicio de introspección puro. Los estudiantes deben pensar: ¿Quién soy? ¿Qué me define? Las otras opciones se enfocan más en la adaptación al entorno o en la gestión de relaciones interpersonales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p48",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes estaban compartiendo noticias, un estudiante presentó la siguiente noticia:\n\n**Coleccionista o traficante**\nHace una semana, se incautaron más de cien piezas arqueológicas de las culturas Moche, Paracas y Nazca en la casa de uno de los mayores coleccionistas de este tipo de piezas arqueológicas. Las autoridades comentaron que las piezas halladas no estaban registradas en la institución correspondiente como parte de una colección privada. Según la información que trascendió, varias de estas piezas habrían sido denunciadas como robadas hace tiempo. El coleccionista declaró que todas las piezas le pertenecían y que él las había comprado años atrás.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca utilizar la noticia presentada para que los estudiantes identifiquen un asunto público implicado en la noticia. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el logro del propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que recopilen diversas noticias acerca del tráfico de bienes culturales. Luego, solicitarles que elaboren una presentación sobre los casos más recientes que hayan encontrado acerca de este tipo de tráfico en el país.",
            "Solicitar a los estudiantes que busquen información acerca de por qué estos bienes son patrimonio cultural y por qué es importante preservarlos. Luego, pedirles que expliquen cómo afecta el tráfico de bienes culturales a la protección de la cultura.",
            "Presentar a los estudiantes información adicional sobre el coleccionista y las piezas que poseía. Luego, solicitarles que seleccionen la información pertinente sobre el caso y elaboren una presentación para informar a sus compañeros de la IE."
          ],
          "respuesta": "Solicitar a los estudiantes que busquen información acerca de por qué estos bienes son patrimonio cultural y por qué es importante preservarlos. Luego, pedirles que expliquen cómo afecta el tráfico de bienes culturales a la protección de la cultura.",
          "respuestaCorta": "Para entender por qué el caso es un asunto público, los estudiantes deben comprender el valor colectivo del patrimonio cultural. Esta opción los guía a investigar por qué estos bienes son importantes para todos y cómo su tráfico afecta a la sociedad.",
          "solucionario": "Un asunto se convierte en público cuando afecta al bien común. La noticia involucra el patrimonio cultural de la nación. La opción B es la más pertinente porque guía a los estudiantes a reflexionar sobre el concepto de patrimonio cultural y por qué su protección es un interés colectivo. Esto les permite entender la dimensión pública del problema, más allá de los detalles del caso individual.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_secundaria_2019_p49",
      "contexto": "Un equipo de estudiantes ha identificado como asunto público la posesión ilícita de piezas arqueológicas. El contexto general es el análisis de una noticia sobre la incautación de piezas arqueológicas a un coleccionista.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente tiene como propósito ayudarlos a problematizar el asunto público, ¿cuál de los siguientes conjuntos de preguntas es más pertinente?",
          "opciones": [
            "¿A qué culturas prehispánicas pertenecen las piezas incautadas? ¿En cuánto dinero están valorizadas las piezas incautadas? ¿Cuál será el destino de dichas piezas?",
            "¿Qué institución estatal se encarga de la protección del patrimonio? ¿Cómo el Estado protege el patrimonio? ¿La incautación es parte de las acciones de protección?",
            "¿Qué requisitos establece la ley peruana a los coleccionistas? ¿Por qué las autoridades han incautado las piezas? ¿Cómo el tráfico de estas piezas perjudica a los ciudadanos?"
          ],
          "respuesta": "¿Qué requisitos establece la ley peruana a los coleccionistas? ¿Por qué las autoridades han incautado las piezas? ¿Cómo el tráfico de estas piezas perjudica a los ciudadanos?",
          "respuestaCorta": "Este conjunto de preguntas es el más pertinente para problematizar el asunto, ya que indaga sobre el marco legal, las causas del conflicto y las consecuencias para la ciudadanía.",
          "solucionario": "Problematizar un asunto público implica analizar sus diferentes dimensiones. La opción C guía a los estudiantes a través de la dimensión legal (requisitos), la causa del conflicto (razones de la incautación) y la dimensión social (perjuicio a los ciudadanos). Esto les permite comprender la complejidad del asunto de manera integral.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el proceso de deliberación, un estudiante comentó lo siguiente:\n\n\"Creo que las piezas deberían quedarse en posesión del coleccionista, ya que él gastó su dinero en comprarlas\".\n\nLa mayor parte de los estudiantes se mostró en desacuerdo con esa opinión. Sin embargo, no pudieron explicar sus razones. La docente se propone aprovechar esta situación para promover que los estudiantes construyan argumentos razonados. ¿Cuál de las siguientes acciones pedagógicas favorece el logro de su propósito?",
          "opciones": [
            "Pedir a los estudiantes que busquen información sobre el tráfico ilícito de bienes culturales. Luego, pedirles que indaguen por qué estos bienes culturales son patrimonio de la nación. Finalmente, solicitarles que, tomando en cuenta la información recogida, redacten un texto que discuta si las piezas arqueológicas son un bien público o un bien privado.",
            "Explicar a los estudiantes qué es el tráfico ilícito de bienes culturales y cómo funciona en nuestro país. Luego, mostrarles otros casos en los que se haya intervenido a coleccionistas como el de la noticia. Finalmente, pedirles que, a partir de lo explicado, elaboren un organizador gráfico en el que señalen las posibles maneras de combatir esta problemática.",
            "Presentar a los estudiantes información sobre los bienes culturales que están en disputa en la noticia. Luego, pedirles que busquen qué dicen las leyes sobre la protección de este tipo de bienes. Finalmente, pedirles que, en equipos, elaboren una presentación en la que expliquen las medidas que establece el marco legal para proteger los bienes culturales en cuestión."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información sobre el tráfico ilícito de bienes culturales. Luego, pedirles que indaguen por qué estos bienes culturales son patrimonio de la nación. Finalmente, solicitarles que, tomando en cuenta la información recogida, redacten un texto que discuta si las piezas arqueológicas son un bien público o un bien privado.",
          "respuestaCorta": "Esta acción promueve la construcción de argumentos al guiar a los estudiantes a investigar conceptos clave (patrimonio de la nación) y luego aplicar esa información para deliberar sobre el conflicto central: la tensión entre bien público y propiedad privada.",
          "solucionario": "Para construir un argumento razonado, los estudiantes necesitan comprender por qué el patrimonio cultural no es una mercancía privada. La opción A les proporciona las herramientas conceptuales, pidiéndoles que investiguen qué significa \"patrimonio de la nación\" y que usen esa comprensión para argumentar sobre el carácter público de las piezas. Esto les permite ir más allá de la simple opinión.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de la deliberación en torno a la protección del patrimonio cultural, los estudiantes han solicitado ayuda a la docente para realizar una actividad que contribuya con la protección del patrimonio. Por este motivo, la docente conversa con otros docentes del área sobre las orientaciones que debería brindar a los estudiantes para ayudarlos en la gestión de su actividad. Tres docentes proponen lo siguiente:\n\nJonás: Yo creo que hay que indicarles qué tipo de actividad es más adecuada [...], asignarles las tareas [...]\n\nIsrael: Primero, hay que pedirles que busquen ejemplos [...]. Luego, tenemos que definir las tareas que ellos deben realizar [...]\n\nPamela: Creo que hay que ayudarlos a identificar los objetivos [...]. Después, es necesario promover que diseñen una actividad [...]. Además, hay que realizar una plenaria para que ellos identifiquen las tareas [...] y se distribuyan las responsabilidades.\n\n¿Cuál de las propuestas de los docentes es más pertinente para promover la gestión de la participación de los estudiantes?",
          "opciones": [
            "La de Jonás.",
            "La de Israel.",
            "La de Pamela."
          ],
          "respuesta": "La de Pamela.",
          "respuestaCorta": "La propuesta de Pamela promueve la autonomía y el protagonismo de los estudiantes en la gestión de su propio proyecto, guiándolos para que ellos mismos definan objetivos, diseñen la actividad y distribuyan las tareas.",
          "solucionario": "Promover la gestión de la participación estudiantil implica que los propios estudiantes sean los protagonistas. La propuesta de Pamela se alinea con este principio, ya que el rol del docente es de facilitador (\"ayudarlos a identificar\", \"promover que diseñen\"), mientras que los estudiantes toman las decisiones clave. Las propuestas de Jonás e Israel son más directivas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p52",
      "contexto": "Los estudiantes están realizando un proyecto llamado \"¿Cómo se hacen las leyes en el Perú?\". En este contexto, se ha planificado un conjunto de actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante una sesión de aprendizaje en la que los estudiantes han realizado exposiciones acerca del proceso de creación de leyes, la docente les pregunta quiénes tienen derecho de presentar proyectos de ley, además de los congresistas. Tres estudiantes responden lo siguiente:\n\nAlicia: Cualquier ciudadano de manera individual.\n\nValeria: Yo creo que los colegios profesionales.\n\nCarla: Me parece que los gobiernos regionales y locales también pueden hacerlo.\n\n¿Cuál de las respuestas NO es correcta?",
          "opciones": [
            "La de Alicia.",
            "La de Valeria.",
            "La de Carla."
          ],
          "respuesta": "La de Alicia.",
          "respuestaCorta": "La iniciativa legislativa ciudadana requiere el respaldo de un número específico de firmas (0.3% del padrón electoral), por lo que un ciudadano de manera individual no puede presentar un proyecto de ley.",
          "solucionario": "Según el artículo 107 de la Constitución peruana, tienen iniciativa legislativa el Presidente, los congresistas, los otros poderes del Estado, instituciones públicas autónomas, gobiernos regionales, locales y colegios profesionales. Los ciudadanos también, pero a través de una iniciativa que requiere la adhesión de un número significativo de firmas. Por lo tanto, la afirmación de que \"cualquier ciudadano de manera individual\" puede hacerlo es incorrecta.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "La docente busca que los estudiantes reconozcan que los contextos sociales influyen en los cambios que se producen en las leyes. ¿Cuál de las siguientes acciones pedagógicas es pertinente para favorecer el propósito de la docente?",
          "opciones": [
            "Mostrar a los estudiantes una línea de tiempo de los últimos veinte años que señale los principales cambios en las leyes. Luego, solicitarles que busquen información adicional sobre las implicancias del cambio de las leyes mencionadas. Finalmente, pedirles que indiquen con qué derechos ciudadanos se vinculan estas leyes.",
            "Mostrar a los estudiantes los hitos más importantes de obtención de derechos en la historia del Perú reciente. Luego, solicitarles que busquen información acerca de quiénes impulsaron estos cambios y por qué lo hicieron. Finalmente, pedirles que evalúen qué aspectos de la época ayudan a explicar el actuar de estas personas.",
            "Mostrar a los estudiantes un cuadro comparativo que señale las principales diferencias entre las dos últimas constituciones políticas del Perú. Luego, solicitarles que identifiquen qué cambios constitucionales pueden haber generado un mayor impacto en la época. Finalmente, pedirles que evalúen si esos cambios en las leyes han sido positivos."
          ],
          "respuesta": "Mostrar a los estudiantes los hitos más importantes de obtención de derechos en la historia del Perú reciente. Luego, solicitarles que busquen información acerca de quiénes impulsaron estos cambios y por qué lo hicieron. Finalmente, pedirles que evalúen qué aspectos de la época ayudan a explicar el actuar de estas personas.",
          "respuestaCorta": "Esta acción conecta directamente los cambios en las leyes con su contexto social, al pedir a los estudiantes que investiguen a los actores que los impulsaron y las razones de la época que explican sus acciones.",
          "solucionario": "Para entender la influencia del contexto social en las leyes, es fundamental analizar las demandas sociales que las originaron. La opción B es la más pertinente porque se enfoca en los \"hitos de obtención de derechos\", pide investigar quiénes y por qué los impulsaron, y conecta todo con los \"aspectos de la época\". Esto permite ver las leyes como resultado de procesos históricos y sociales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p54",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están conceptualizando la noción de libertad, un estudiante dice lo siguiente:\n\n\"Yo creo que los seres humanos no somos verdaderamente libres. La gente no puede elegir lo que le pasa; a veces, todo depende de la suerte. Por ejemplo, la otra vez, estaba yendo al cumpleaños de mi primo, pero tuve la mala suerte de caerme y me ensucié la ropa. Ya estaba muy lejos de mi casa y, si regresaba a cambiarme, iba a llegar demasiado tarde, así que no me quedó otra que ir así\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta intervención, la docente se propone retroalimentar al estudiante para que reflexione sobre su concepto de libertad. ¿Cuál de las retroalimentaciones es más pertinente para favorecer el propósito de la docente?",
          "opciones": [
            "\"Coincido en que hay situaciones que nos generan la sensación de que no podemos hacer nada. A todos nos ha pasado sentirnos así frente a la adversidad, ¿no es así? Pero, ¿es solo una sensación momentánea? ¿Podemos contrarrestarla de algún modo?\".",
            "\"Efectivamente, es cierto que hay cosas que no podemos evitar. ¿Pero acaso en nuestras vidas todo sucede así? Por ejemplo, en la situación que cuentas, ¿podrías haber regresado a tu casa a cambiarte a pesar de la hora? ¿No fuiste tú quien decidió hacer lo contrario?\".",
            "\"Me parece que te equivocas al pensar así. ¿Realmente crees que los seres humanos no somos libres porque dependemos de la suerte que tenemos? Según lo que dices, ¿tener mala suerte anularía nuestra libertad? ¿Qué pasa entonces con las personas con buena suerte?\"."
          ],
          "respuesta": "\"Efectivamente, es cierto que hay cosas que no podemos evitar. ¿Pero acaso en nuestras vidas todo sucede así? Por ejemplo, en la situación que cuentas, ¿podrías haber regresado a tu casa a cambiarte a pesar de la hora? ¿No fuiste tú quien decidió hacer lo contrario?\".",
          "respuestaCorta": "Esta retroalimentación distingue entre los hechos que no podemos controlar (la caída) y las decisiones que sí tomamos ante esos hechos (no regresar a casa), ayudando al estudiante a ver que la libertad reside en la elección de nuestra respuesta.",
          "solucionario": "El estudiante confunde la libertad con la ausencia de circunstancias adversas. La retroalimentación de la opción B es la más precisa porque le ayuda a diferenciar entre lo que \"le pasa\" (la caída) y lo que \"él elige hacer\" al respecto (la decisión de no volver). Al preguntarle \"¿No fuiste tú quien decidió...?\", la docente lo guía a reconocer que la libertad se ejerce en la capacidad de decidir cómo actuar frente a las circunstancias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes instituciones se encarga de investigar delitos de acoso sexual y de ejercitar la acción penal de oficio?",
          "opciones": [
            "La Defensoría del Pueblo.",
            "El Ministerio Público.",
            "El Poder Judicial."
          ],
          "respuesta": "El Ministerio Público.",
          "respuestaCorta": "El Ministerio Público, también conocido como Fiscalía de la Nación, es el titular de la acción penal y el encargado de conducir la investigación del delito desde su inicio.",
          "solucionario": "Por mandato constitucional, el Ministerio Público es el organismo autónomo que tiene la función de conducir la investigación de los delitos y ejercitar la acción penal pública. La Defensoría del Pueblo defiende los derechos de las personas, y el Poder Judicial se encarga de administrar justicia (juzgar y sentenciar).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p56",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes funciones corresponde al presidente del Consejo de Ministros?",
          "opciones": [
            "Convocar al Congreso a legislatura extraordinaria y firmar, en ese caso, el decreto de convocatoria.",
            "Prestar consentimiento para el ingreso de tropas extranjeras en el territorio de la República, siempre que no afecte, en forma alguna, la soberanía nacional.",
            "Formular, aprobar y ejecutar las políticas nacionales de modernización de la Administración Pública, y las relacionadas con la estructura y organización del Estado."
          ],
          "respuesta": "Formular, aprobar y ejecutar las políticas nacionales de modernización de la Administración Pública, y las relacionadas con la estructura y organización del Estado.",
          "respuestaCorta": "La Presidencia del Consejo de Ministros (PCM) es el ministerio encargado de la coordinación de las políticas nacionales y sectoriales del Poder Ejecutivo, incluyendo la modernización del Estado.",
          "solucionario": "Las funciones de las opciones A y B son atribuciones del Presidente de la República. La opción C corresponde a las competencias de la Presidencia del Consejo de Ministros (PCM), que es el ente rector de los sistemas administrativos del Estado, incluyendo la modernización de la gestión pública.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p57",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están discutiendo y analizando las noticias de la semana, uno de ellos comenta lo siguiente:\n\n\"En una noticia, leí que en otros países hay padres y madres de familia que, por sus creencias religiosas, no quieren que en las escuelas públicas se enseñe la teoría de la evolución\".\n\nA partir de lo comentado, el docente les pregunta si lo abordado en la noticia es un asunto público o privado. Ante ello, tres estudiantes comentan lo siguiente:\n\nArmando: Creo que la noticia evidencia un asunto privado, ya que estas familias están defendiendo su derecho a la libertad de culto.\n\nVerónica: Yo pienso que, si el tema ha generado interés, discusiones y posiciones contrarias entre las personas, entonces debe ser un asunto público.\n\nCarmela: Me parece que es un asunto público, porque lo que aquí está en juego es la discusión acerca de qué debe enseñarse en las escuelas públicas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la distinción entre asuntos públicos y privados, ¿cuál de los comentarios expresados por los estudiantes es correcto?",
          "opciones": [
            "El de Armando.",
            "El de Verónica.",
            "El de Carmela."
          ],
          "respuesta": "El de Carmela.",
          "respuestaCorta": "Carmela identifica correctamente el núcleo del asunto público: la definición del currículo en la educación pública, un tema que afecta al bien común y a la colectividad, trascendiendo las creencias privadas.",
          "solucionario": "Un asunto se vuelve público cuando su resolución afecta al conjunto de la sociedad. La demanda de modificar el currículo de las escuelas públicas convierte el tema en un asunto público, ya que se debate sobre la política educativa del Estado. Carmela lo expresa con claridad. El criterio de Verónica (si genera interés) es una característica frecuente, pero no la definición de un asunto público.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p58",
      "contexto": "En una IE, luego de realizar la inspección correspondiente, la regiduría de Salud y Medio Ambiente del Municipio Escolar ha emitido un comunicado a toda la comunidad educativa en el que alerta sobre el consumo de golosinas en los quioscos aledaños a la IE y lo desalientan. Ante ello, un grupo de estudiantes de cuarto grado se ha mostrado en desacuerdo, pues varios de ellos consumen golosinas en dichos quioscos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar el contexto para que los estudiantes de cuarto grado elaboren argumentos razonados que sustenten lo que piensan acerca de la alerta planteada en el comunicado. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el logro de su propósito?",
          "opciones": [
            "Solicitar a los estudiantes que elaboren un organizador gráfico con los argumentos señalados en el comunicado. Luego, pedirles que evalúen las fortalezas y debilidades de dichos argumentos desde un enfoque de derechos. Finalmente, pedirles que escriban una carta al Municipio en la que expliquen su postura y los derechos en que esta se sustenta.",
            "Realizar con los estudiantes una lluvia de ideas sobre las acciones que podrían realizar para informar a la comunidad educativa sobre la importancia de la libre elección del consumidor. Luego, solicitarles que indaguen si se han registrado situaciones similares en otras IE. Finalmente, pedirles que, con la información recabada, voten por la mejor alternativa.",
            "Mostrar a los estudiantes los beneficios de promover una alimentación saludable en la comunidad educativa. Luego, pedirles que averigüen cuáles son las normas actuales referidas al consumo de alimentos no saludables. Finalmente, pedirles que elaboren un panel que sintetice lo indagado sobre la alimentación saludable."
          ],
          "respuesta": "Solicitar a los estudiantes que elaboren un organizador gráfico con los argumentos señalados en el comunicado. Luego, pedirles que evalúen las fortalezas y debilidades de dichos argumentos desde un enfoque de derechos. Finalmente, pedirles que escriban una carta al Municipio en la que expliquen su postura y los derechos en que esta se sustenta.",
          "respuestaCorta": "Esta opción promueve argumentos razonados al guiar a los estudiantes a analizar críticamente la postura contraria, evaluarla desde un enfoque de derechos y, finalmente, articular su propia postura fundamentada.",
          "solucionario": "Para elaborar argumentos razonados, es crucial analizar y evaluar las posturas existentes. La opción A sigue esta secuencia lógica: 1) Analizar los argumentos del comunicado. 2) Evaluar críticamente esos argumentos usando un marco relevante (enfoque de derechos). 3) Construir y comunicar la propia postura fundamentada. Este proceso es más completo que una lluvia de ideas (B) o una investigación sesgada (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p59",
      "contexto": "Los estudiantes están realizando diversas actividades como parte de la deliberación de asuntos públicos. Un equipo de estudiantes ha seleccionado el asunto público de la política de salud referida a la vacunación. Para la problematización del asunto seleccionado, los estudiantes han traído las fuentes que han encontrado al respecto. A continuación, se presenta un fragmento de una de las fuentes seleccionadas por el equipo:\n\n\"[...] son múltiples las razones que nos llevan a afirmar que se deben prohibir las vacunas. En primer lugar, es claro para todos que el sistema farmacéutico busca la obtención del beneficio económico antes que la protección de la salud. En segundo lugar, ya nadie duda siquiera de que la disminución de enfermedades vacunables no se debe a las vacunaciones masivas, sino a las mejoras socioeconómicas [...]. Finalmente, no hay que olvidar los efectos secundarios que producen las vacunas, pues está demostrado que existe una relación directa entre la aplicación de una vacuna y la aparición de enfermedades [...] vinculadas al sistema inmunitario\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente busca orientar el análisis crítico de la fuente presentada por los estudiantes, ¿cuál de las siguientes intervenciones es más pertinente?",
          "opciones": [
            "\"Les recomiendo que, al leer el texto, identifiquen cuál es la postura que quiere defender el autor y cuáles son las razones que emplea para ello. Luego, deben determinar cuáles son las ideas principales y las secundarias del texto\".",
            "\"Lo primero que deben hacer luego de leer el texto es evaluar cuán nocivas serían las consecuencias de prohibir las vacunas para la sociedad, como propone el texto. Luego, a partir de esta consideración, deben determinar cuál debe ser su postura\".",
            "\"Primero, es necesario que identifiquen las razones expuestas y las contrasten con otras fuentes para saber si la información que las sustenta es confiable. Luego, deben evaluar si estas razones conducen necesariamente a la conclusión establecida en el texto\"."
          ],
          "respuesta": "\"Primero, es necesario que identifiquen las razones expuestas y las contrasten con otras fuentes para saber si la información que las sustenta es confiable. Luego, deben evaluar si estas razones conducen necesariamente a la conclusión establecida en el texto\".",
          "respuestaCorta": "El análisis crítico de una fuente implica verificar la confiabilidad de sus afirmaciones y evaluar la validez lógica de su argumentación, que es exactamente lo que esta intervención propone.",
          "solucionario": "El análisis crítico de una fuente no consiste solo en comprenderla (opción A) ni en saltar a sus consecuencias (opción B), sino en evaluar la calidad de la información y la solidez del argumento. La opción C guía a los estudiantes en este proceso de dos pasos fundamentales: 1) Verificar la veracidad de las premisas contrastándolas con otras fuentes. 2) Evaluar la coherencia lógica del argumento, es decir, si las premisas realmente sustentan la conclusión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2019_p60",
      "contexto": "Los estudiantes han decidido organizar un proyecto para promover la lectura en los niños de la comunidad. Después de visitar la biblioteca municipal, los estudiantes han notado que es necesario surtirla con al menos veinte libros apropiados para niños entre 3 y 6 años. Para ello, los estudiantes han propuesto organizar una campaña para recolectar estos libros y llevarlos a la biblioteca municipal.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes desarrollen habilidades para la gestión de su proyecto de participación, ¿cuál de las siguientes acciones pedagógicas es la más apropiada para dicho propósito?",
          "opciones": [
            "Reunirse con los estudiantes y entregarles un listado con las tareas que deben realizar para implementar la campaña. Luego, nombrar comisiones y responsables para difundir el proyecto en la comunidad.",
            "Reunirse con los estudiantes para mostrarles el desarrollo de campañas similares en otras instituciones. Luego, conversar en plenaria con ellos sobre las distintas dificultades que pueden aparecer en este proyecto.",
            "Reunirse con los estudiantes para orientar la realización de una indagación acerca de las características que deben tener los libros para dichos niños. Luego, organizar con ellos las acciones y tareas que consideren necesarias para implementar la campaña."
          ],
          "respuesta": "Reunirse con los estudiantes para orientar la realización de una indagación acerca de las características que deben tener los libros para dichos niños. Luego, organizar con ellos las acciones y tareas que consideren necesarias para implementar la campaña.",
          "respuestaCorta": "Esta acción promueve la gestión del proyecto por parte de los estudiantes al involucrarlos tanto en la fase de investigación y planificación como en la fase de organización y ejecución.",
          "solucionario": "Desarrollar habilidades de gestión implica que los estudiantes participen activamente en todas las fases del proyecto. La opción C es la más apropiada porque el docente actúa como un guía (\"orientar la indagación\") que facilita que los propios estudiantes planifiquen y organicen (\"organizar con ellos las acciones y tareas\"). La opción A es demasiado directiva, y la B se queda en el análisis de riesgos sin pasar a la planificación liderada por los estudiantes.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  