
{
  "completo": [
    {
      "idGrupo": "asc_cienciassociales_2019_p01",
      "contexto": "Durante una sesión de aprendizaje, la docente entrega a los estudiantes la siguiente fotografía que muestra un remo perteneciente a la cultura Chincha.",
      "imagen": "img/ascenso/secundaria/2019/sociales/2.jpg",
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han identificado a qué cultura corresponde el remo, la docente busca que continúen con la interpretación crítica de esta fuente. ¿Cuál de las siguientes acciones pedagógicas favorece más el logro de ese propósito?",
          "opciones": [
            "Pedir a los estudiantes que expliquen qué tipo de animal creen que se representa en el remo. Luego, solicitarles que indiquen a qué miembros de la sociedad Chincha pudo pertenecer el remo. Por último, preguntarles en qué tipo de actividades se pudo haber empleado el remo.",
            "Pedir a los estudiantes que describan cómo se habría elaborado el remo. Luego, solicitarles que averigüen qué técnicas artesanales actuales se asemejan a la técnica empleada en la elaboración del remo. Por último, preguntarles por qué es necesario valorar estas manifestaciones culturales.",
            "Pedir a los estudiantes que indiquen el periodo histórico al cual corresponde el remo. Luego, solicitarles que expliquen la importancia de las fuentes arqueológicas para estudiar este periodo. Por último, preguntarles qué otro tipo de fuentes ayudarían a complementar la investigación sobre dicho periodo."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen qué tipo de animal creen que se representa en el remo. Luego, solicitarles que indiquen a qué miembros de la sociedad Chincha pudo pertenecer el remo. Por último, preguntarles en qué tipo de actividades se pudo haber empleado el remo.",
          "respuestaCorta": "Esta acción promueve la interpretación crítica al guiar a los estudiantes a inferir el simbolismo, el estatus social y la función del objeto, yendo más allá de la simple descripción.",
          "solucionario": "La interpretación crítica de una fuente histórica implica analizarla para obtener información sobre la sociedad que la produjo. La opción A es la más pertinente porque las preguntas sobre la representación, el posible dueño y el uso del remo incentivan a los estudiantes a hacer inferencias sobre la cosmovisión, la organización social y las actividades económicas de la cultura Chincha, lo cual constituye el núcleo de la interpretación crítica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p02",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos del contexto mundial coincidió con el inicio del proceso de independencia de Hispanoamérica respecto de España?",
          "opciones": [
            "El Imperio napoleónico.",
            "La unificación alemana.",
            "La época victoriana."
          ],
          "respuesta": "El Imperio napoleónico.",
          "respuestaCorta": "La invasión de Napoleón a España en 1808 creó una crisis de poder en la monarquía española, lo que fue el catalizador directo para los movimientos de independencia en Hispanoamérica.",
          "solucionario": "El proceso de independencia hispanoamericano fue gatillado por la crisis de la monarquía española causada por la invasión de Napoleón Bonaparte a España en 1808. Este evento llevó a la abdicación del rey Fernando VII y generó un vacío de poder que las élites criollas en América aprovecharon para formar juntas de gobierno y, finalmente, declarar su independencia. La unificación alemana y la época victoriana son procesos de la segunda mitad del siglo XIX, posteriores a las independencias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p03",
      "contexto": "En el marco de un proyecto de investigación vinculado a la gestión del riesgo de desastres, los estudiantes han mostrado interés acerca de cómo se afrontaban los desastres en el pasado. Por ello, el docente les ha presentado como ejemplo el desastre de 1720 ocurrido en Saña, en el actual departamento de Lambayeque. Para ello, ha planificado un conjunto de actividades y el uso de fuentes diversas. Una de las fuentes presentadas es el plano de la ciudad de Santiago de Miraflores de Saña elaborado por Baltasar Jaime Martínez Compañón en 1789, que representa a la ciudad después de la inundación de 1720.",
      "imagen": "img/ascenso/secundaria/2019/sociales/3.jpg",
      "preguntas": [
        {
          "pregunta": "Durante una actividad, los estudiantes están analizando el plano presentado. En ese contexto, tres estudiantes comentan lo siguiente:\nOlinda: Yo observo que hay un río. Por eso, esa zona debe ser un valle. Y, como no hay cerros ni colinas, pienso que el terreno es llano.\nJuana: A mí me llama la atención que la mayoría de los edificios religiosos se ubiquen hacia el norte de la plaza. También, pienso que la ciudad fue fundada cerca del río para aprovechar el agua.\nAldo: A mí también me llaman mucho la atención los edificios religiosos; hay muchas iglesias. También, me he dado cuenta de que hay un hospital, varios cultivos y se ven algunos caminos.\n¿Cuál de los comentarios de los estudiantes evidencia mejor la comprensión del orden espacial en el plano?",
          "opciones": [
            "El de Olinda.",
            "El de Juana.",
            "El de Aldo."
          ],
          "respuesta": "El de Juana.",
          "respuestaCorta": "Juana demuestra la mejor comprensión del orden espacial al identificar patrones de distribución (edificios al norte de la plaza) y establecer relaciones entre elementos (ciudad cerca del río).",
          "solucionario": "El comentario de Juana evidencia una comprensión del orden espacial porque no solo identifica elementos, sino que establece relaciones y patrones de localización entre ellos. Señala una distribución específica ('la mayoría de los edificios religiosos se ubiquen hacia el norte de la plaza') y una relación funcional con el entorno ('fundada cerca del río para aprovechar el agua'). Olinda hace inferencias topográficas y Aldo hace una lista de elementos, pero Juana analiza la organización del espacio.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, después de haber observado y descrito el plano, uno de los estudiantes plantea lo siguiente: \"¿Por qué gran parte de la ciudad de Saña fue destruida por una inundación en 1720?\". ¿Cuál de los siguientes aprendizajes se evidencia en lo planteado por el estudiante?",
          "opciones": [
            "La contextualización de una fuente histórica.",
            "La formulación de un problema de investigación histórica.",
            "La elaboración de una hipótesis para explicar un problema histórico."
          ],
          "respuesta": "La formulación de un problema de investigación histórica.",
          "respuestaCorta": "La pregunta del estudiante '¿Por qué...?' busca una explicación a un hecho del pasado, lo que constituye la base de un problema de investigación histórica.",
          "solucionario": "La pregunta formulada por el estudiante es un problema de investigación histórica porque es una interrogante que busca explicar las causas de un proceso o evento del pasado. No es una hipótesis, que sería una respuesta tentativa, ni una contextualización, que implicaría situar la fuente en su época.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo de una actividad, el docente ha pedido a los estudiantes que analicen la perspectiva del autor de la siguiente fuente acerca del desastre ocurrido en Saña en 1720:\nYo, Antonio de Rivera, natural y vecino de la ciudad de Saña y Escribano Público [...] [doy fe que] el viernes que se contaron 15 del presente mes de marzo y año de 1720, como de las cuatro o cinco de la mañana, fue Dios Nuestro Señor servido de manifestar justicia en los vecinos moradores y habitantes que vivíamos, y residíamos en dicha ciudad; pues al caso de haberse experimentado en ella, repetidos y grandes aguaceros desde el día 1º de dicho mes, sucesivamente, el dicho día 15 [...] [el río se desbordó con tanta fuerza] en que si no ha permitido Dios Nuestro Señor que se sintiese y viese semejante castigo aún sin haber amanecido, perecen los más moradores que se hallaban en dicha ciudad; pero su Divina Majestad, no lo queriendo así, nos avisó de su justificada justicia con el grandísimo ruido que el mismo río hizo cuando se desaforó.\nDespués de que los estudiantes han analizado la fuente, tres de ellos comentan lo siguiente:\nAugusto: En la época virreinal, la población creía que Dios motivaba y controlaba los desastres. Esta influencia religiosa se nota en lo que dice este vecino de Saña, quien pensaba que las personas se habían salvado gracias a que Dios había anunciado el desastre poco tiempo antes de que toda la ciudad se inundase.\nMónica: No se puede afirmar que el origen de los desastres está relacionado con la voluntad de Dios, como dice este vecino de Saña en el texto que hemos leído. Creo que es más exacto decir que el desastre de Saña fue producido por la relación entre causas naturales y causas sociales.\nFelipe: Cuando ocurrían desastres en la época virreinal, la Iglesia católica y los feligreses realizaban rituales religiosos. Entonces, después del desastre de Saña, los sobrevivientes, mencionados en la fuente, habrían realizado algunos de esos rituales.\n¿Cuál de los comentarios de los estudiantes explica mejor la perspectiva del autor de la fuente presentada?",
          "opciones": [
            "El de Augusto.",
            "El de Mónica.",
            "El de Felipe."
          ],
          "respuesta": "El de Augusto.",
          "respuestaCorta": "Augusto interpreta correctamente la mentalidad de la época reflejada en el texto, donde el autor atribuye el desastre a la 'justicia' divina y la advertencia a la 'Divina Majestad'.",
          "solucionario": "El comentario de Augusto es el que mejor explica la perspectiva del autor, ya que se centra en interpretar el texto desde la cosmovisión religiosa del siglo XVIII. Identifica cómo el autor ve el evento como una manifestación de la 'justicia' de Dios y la supervivencia como una intervención divina, lo cual es coherente con el lenguaje de la fuente. Mónica juzga la fuente desde una perspectiva actual y Felipe hace una inferencia sobre hechos no mencionados en el texto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "A partir del trabajo con diversas fuentes, los estudiantes están elaborando explicaciones acerca de las causas del desastre ocurrido en Saña. Uno de los estudiantes ha escrito un texto en cuyo primer párrafo se lee lo siguiente: \nAntes de marzo de 1720, ya estaba lloviendo en Saña, pero, desde inicios de ese mes, las lluvias se iban haciendo cada vez más fuertes y persistentes; eran lluvias torrenciales.\n¿Cuál de los siguientes conceptos es ejemplificado en el texto realizado por el estudiante?",
          "opciones": [
            "El de vulnerabilidad.",
            "El de riesgo de desastres.",
            "El de peligro de origen natural."
          ],
          "respuesta": "El de peligro de origen natural.",
          "respuestaCorta": "El texto describe las 'lluvias torrenciales', un fenómeno natural con potencial de causar daño, lo cual se define como un peligro de origen natural.",
          "solucionario": "El concepto de 'peligro de origen natural' se refiere a la probabilidad de que ocurra un fenómeno físico potencialmente dañino de origen natural. El texto describe la intensificación de las lluvias hasta convertirse en torrenciales, lo cual es precisamente un peligro natural que puede desencadenar una inundación. No describe la vulnerabilidad de la población ni el riesgo, que es la combinación de peligro y vulnerabilidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes están discutiendo acerca de las causas del desastre ocurrido en Saña en 1720. Estas son las intervenciones de tres estudiantes:\nMariano: El desastre se inició cuando el río se desbordó e inundó la ciudad en la madrugada del 15 de marzo de 1720.\nLourdes: Las lluvias periódicas y constantes que ocurrieron entre diciembre de 1719 y marzo de 1720 en Saña ya iban anunciando que podía ocurrir un desastre.\nArón: En la época virreinal, las autoridades fundaban las ciudades cerca de un río siguiendo el modelo de las ciudades europeas del Renacimiento.\n¿Cuál de las intervenciones de los estudiantes indica una causa estructural del desastre de 1720?",
          "opciones": [
            "La de Mariano.",
            "La de Lourdes.",
            "La de Arón."
          ],
          "respuesta": "La de Arón.",
          "respuestaCorta": "Arón identifica una causa estructural: el patrón histórico de asentamiento urbano cerca de los ríos, una condición de fondo que generó la vulnerabilidad de la ciudad.",
          "solucionario": "Una causa estructural es un factor de largo plazo, arraigado en la organización de la sociedad, que crea las condiciones para que un desastre ocurra. La afirmación de Arón sobre la costumbre de fundar ciudades cerca de ríos es un claro ejemplo de una causa estructural que expuso a Saña al peligro de inundación. Mariano describe el detonante del desastre y Lourdes una causa coyuntural o de corto plazo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para el desarrollo de una actividad, el docente presenta a los estudiantes la siguiente fuente:\nEl dicho día 15 creció y salió de su madre y caja el río que pasa inmediato a dicha ciudad [...]. A las 6 ya corría en gran abundancia y velocidad por la plaza pública y todas las calles de su traza y desaguaba y salía por las otras boca calles, atravesando, derribando y asolando todas cuantas casas de viviendas tenía y de que se componía dicha ciudad, sin reservar ni dejar en pie más [edificios] que iglesia parroquial y las de los Conventos del Señor San Francisco, San Joaquín, Nuestra Señora de las Mercedes, San Juan de Dios y Santa Lucía, parroquia de naturales; y esas incapaces de que sirvan de la mucha ruina que han padecido [...] [Corrió] el agua por dicha ciudad cosa de una hora y derribando y arruinando [todos sus edificios , hasta los cimientos, excepto dichas iglesias.\nDespués de que los estudiantes identificaron los edificios que permanecieron en pie luego de la inundación, el docente busca que analicen la vulnerabilidad de la ciudad de Saña. ¿Cuál de las siguientes acciones pedagógicas es la que más contribuye al logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que recaben información acerca del material que se empleaba en la construcción de edificios religiosos y civiles en el virreinato. Luego, solicitarles que averigüen las características del relieve del terreno en el que se ubicaba la ciudad. Por último, preguntarles cómo estos factores influyeron en la ocurrencia del desastre.",
            "Pedir a los estudiantes que busquen información acerca de los desastres que ocurrieron en Saña durante el siglo XVIII. Luego, solicitarles que indiquen qué peligros naturales estuvieron relacionados con la ocurrencia de esos desastres. Por último, preguntarles de qué forma estos peligros se vincularon con el fenómeno El Niño.",
            "Pedir a los estudiantes que describan los daños materiales que sufrió Saña después de la inundación de 1720 según la fuente. Luego, solicitarles que indiquen qué zonas de la ciudad fueron las más afectadas. Por último, preguntarles cómo el desastre pudo haber afectado el desarrollo de la vida cotidiana en la ciudad."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información acerca del material que se empleaba en la construcción de edificios religiosos y civiles en el virreinato. Luego, solicitarles que averigüen las características del relieve del terreno en el que se ubicaba la ciudad. Por último, preguntarles cómo estos factores influyeron en la ocurrencia del desastre.",
          "respuestaCorta": "Esta acción se enfoca directamente en analizar la vulnerabilidad, al investigar los factores (materiales de construcción, relieve) que hicieron a la ciudad susceptible al daño por la inundación.",
          "solucionario": "Analizar la vulnerabilidad implica identificar las condiciones de fragilidad o susceptibilidad de una comunidad frente a un peligro. La opción A es la más adecuada porque guía a los estudiantes a investigar la vulnerabilidad física (materiales de construcción) y la vulnerabilidad por exposición (ubicación y relieve del terreno), y a relacionar estos factores con la magnitud del desastre. Las otras opciones se centran en los peligros o en las consecuencias, no en las condiciones de vulnerabilidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han analizado el desastre de Saña de 1720, uno de los estudiantes comenta lo siguiente durante una plenaria: \n\"Me llama la atención lo que hemos visto que ocurrió en Saña porque mis abuelos me contaron que algo parecido ocurrió en 1950 en nuestra ciudad. Dicen que llovió tan fuerte y por tantos días que varias casas se dañaron. Y algo parecido sucedió el año pasado; llovió tanto que las calles se inundaron y hasta el agua del desagüe se salió... Eso quiere decir que, como antes, nuestra cultura de prevención para afrontar posibles desastres sigue siendo limitada\".\n¿Cuál de los siguientes aprendizajes se evidencia en el comentario del estudiante?",
          "opciones": [
            "El desarrollo de la empatía histórica.",
            "El desarrollo de la conciencia histórica.",
            "El desarrollo de la simultaneidad histórica."
          ],
          "respuesta": "El desarrollo de la conciencia histórica.",
          "respuestaCorta": "El estudiante demuestra conciencia histórica al conectar un evento del pasado lejano (Saña), el pasado reciente (1950) y el presente para reflexionar sobre una problemática continua (la falta de prevención).",
          "solucionario": "La conciencia histórica es la capacidad de relacionar el pasado, el presente y el futuro para comprender la realidad actual. El estudiante lo evidencia al utilizar el caso histórico de Saña como un marco para interpretar eventos similares en su propia comunidad a lo largo del tiempo (1950 y 'el año pasado'), llegando a una conclusión sobre una permanencia: la limitada cultura de prevención. Esto muestra una comprensión de la relevancia del pasado para el presente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p04",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala una característica del feudalismo en Europa entre los siglos XI y XIII?",
          "opciones": [
            "Centralización de todo el poder político en un solo gobernante.",
            "Fortalecimiento del poder político de las monarquías.",
            "Predominio político de los poderes regionales."
          ],
          "respuesta": "Predominio político de los poderes regionales.",
          "respuestaCorta": "El feudalismo se caracterizó por la fragmentación del poder político, donde los señores feudales locales (poderes regionales) tenían gran autonomía y control sobre sus territorios.",
          "solucionario": "Durante la plenitud del feudalismo (siglos XI-XIII), el poder político estaba altamente descentralizado. Los reyes tenían una autoridad a menudo limitada, mientras que los grandes señores (duques, condes, etc.) ejercían un poder efectivo en sus dominios (feudos), impartiendo justicia, cobrando impuestos y levantando ejércitos. Por lo tanto, el predominio de los poderes regionales es una característica fundamental de este sistema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p05",
      "contexto": "Para el desarrollo de un proyecto, el docente ha planteado a los estudiantes el siguiente problema de investigación histórica: ¿por qué estallaron las Guerras Mundiales durante la primera mitad del siglo XX? Para ello, los estudiantes trabajarán con diversas fuentes. Una de las preguntas que los estudiantes se han planteado en relación con el problema propuesto es por qué estalló la Segunda Guerra Mundial si se había creado la Sociedad de Naciones para garantizar la paz. Para ayudar a los estudiantes en la resolución de dicha pregunta, el docente les ha entregado diversas fuentes. Una de las fuentes entregadas es la siguiente caricatura publicada en la revista Punch el 26 de marzo de 1919 y que lleva como título \"Demasiado peso\":\nEn la rama de olivo está inscrito el siguiente nombre: \"Sociedad de Naciones\" y en la parte inferior de la caricatura se lee el siguiente diálogo:\nPresidente Wilson: \"Aquí está tu rama de olivo. Ahora, encárgate de ella\".\nPaloma de la paz: \"De acuerdo, me gusta complacer a todos, pero ¿no está un poco gruesa?\".",
      "imagen": "img/ascenso/secundaria/2019/sociales/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover que los estudiantes interpreten el mensaje de la caricatura?",
          "opciones": [
            "Pedir a los estudiantes que señalen en qué momento de la historia de la Sociedad de Naciones se publicó la caricatura. Luego, solicitarles que expliquen los hechos políticos más importantes de dicho momento. Por último, preguntarles si la caricatura es fiable para analizar esos hechos.",
            "Pedir a los estudiantes que identifiquen al personaje político de la caricatura. Luego, solicitarles que expliquen el rol que cumplió dicho personaje en la época en la que se elaboró la caricatura. Por último, preguntarles cuál es la importancia de este personaje en la creación de la Sociedad de Naciones.",
            "Pedir a los estudiantes que describan la escena que representa la caricatura. Luego, solicitarles que expliquen por qué la rama es representada con determinadas características en la caricatura. Por último, preguntarles qué perspectiva tiene el autor de la caricatura respecto de la Sociedad de Naciones."
          ],
          "respuesta": "Pedir a los estudiantes que describan la escena que representa la caricatura. Luego, solicitarles que expliquen por qué la rama es representada con determinadas características en la caricatura. Por último, preguntarles qué perspectiva tiene el autor de la caricatura respecto de la Sociedad de Naciones.",
          "respuestaCorta": "Esta secuencia de pasos (descripción, análisis del simbolismo y la exageración, e inferencia de la perspectiva) es el método más efectivo para interpretar una caricatura política.",
          "solucionario": "La opción C ofrece un andamiaje pedagógico ideal para interpretar una caricatura. Inicia con la descripción literal (¿qué se ve?), avanza al análisis simbólico (¿por qué la rama de olivo es tan gruesa?), y culmina con la síntesis interpretativa (¿cuál es el mensaje o la opinión del autor?). Este proceso guía a los estudiantes a decodificar el mensaje crítico de la caricatura: el autor cree que la tarea encomendada a la Sociedad de Naciones es demasiado grande y pesada para que la 'paloma de la paz' pueda manejarla, mostrando escepticismo sobre su éxito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p06",
      "contexto": "Después de haber analizado las causas de la Primera Guerra Mundial en diversas fuentes, un equipo de estudiantes elaboró el siguiente organizador gráfico:",
      "imagen": "img/ascenso/secundaria/2019/sociales/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia en el organizador gráfico del estudiante?",
          "opciones": [
            "El establecimiento de la sucesión causal entre hechos relacionados con la Primera Guerra Mundial.",
            "La distinción entre causas estructurales, coyunturales y detonantes de la Primera Guerra Mundial.",
            "La clasificación de las causas de la Primera Guerra Mundial según sus diferentes dimensiones."
          ],
          "respuesta": "La distinción entre causas estructurales, coyunturales y detonantes de la Primera Guerra Mundial.",
          "respuestaCorta": "El organizador diferencia claramente entre el Imperialismo (causa estructural), la Paz Armada (causa coyuntural) y el Atentado de Sarajevo (detonante), demostrando un análisis jerárquico de la causalidad.",
          "solucionario": "El organizador gráfico muestra una comprensión sofisticada de la causalidad histórica. Presenta el 'Imperialismo' como una causa de fondo, de larga duración (estructural). La 'Paz Armada' y las 'rivalidades entre potencias' son presentadas como la situación tensa del momento (coyuntural). Finalmente, el 'Atentado de Sarajevo' es señalado explícitamente como el evento que inicia la guerra (detonante). Esta jerarquización de causas es un aprendizaje clave en la historia.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_cienciassociales_2019_p07",
      "contexto": "Después de que los estudiantes han analizado el desarrollo de la Primera Guerra Mundial, el docente les presenta las siguientes fuentes relacionadas con las conferencias para acordar la paz de 1919:\nFuente 1: Espero que Ud. [Georges Clemenceau, jefe de gobierno francés) esté de acuerdo, en principio, como el Sr. Lloyd George [primer ministro inglés) en la moderación que es necesario mostrar con Alemania. No queremos ni podríamos destruirla: nuestro mayor erroг sería darle razones poderosas para que quisiera un día tomarse la revancha. Cláusulas excesivas sembrarían la semilla segura de la guerra [...]. Es necesario que evitemos dar a nuestros enemigos la impresión de injusticia. No temo para el futuro las guerras preparadas por complots secretos de los gobiernos, sino más bien los conflictos creados por el descontento de las poblaciones. Si nos hacemos a nosotros mismos culpables de injusticia, ese descontento es inevitable. - Adaptado de una intervención del presidente de los Estados Unidos, Woodrow Wilson.\nFuente 2: El presidente de EE.UU. desconoce el fondo de la naturaleza humana. El hecho de la guerra no puede ser olvidado. América no ha visto esta guerra de cerca durante los tres primeros años; nosotros, durante ese tiempo, perdimos un millón y medio de hombres [...]. Las pruebas que hemos debido pasar han creado un sentimiento profundo sobre las reparaciones que nos son debidas; y no se trata solo de reparaciones materiales: la necesidad de reparaciones morales no es menos fuerte [...]. Buscáis hacer justicia a los alemanes. No penséis que ellos nos van a perdonar; buscarán la ocasión de la revancha. Nada destruirá la rabia de aquellos que han querido establecer su dominación en el mundo y que se han creído tan cerca de conseguirlo. - Adaptado de una intervención del jefe de gobierno francés, George Clemenceau.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes contextualizaron las fuentes e identificaron las diferencias entre las ideas de cada una. A continuación, el docente busca brindarles pautas para que incorporen la perspectiva de los autores en la interpretación crítica de las fuentes acerca de los términos de la firma de la paz. ¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que recaben información acerca de la situación política en la que quedó Alemania después de la Primera Guerra Mundial. Luego, solicitarles que averigüen sobre los compromisos de Alemania para evitar una nueva guerra. Por último, preguntarles cuán efectivas creen que eran las propuestas de los autores de las fuentes para evitar el estallido de una nueva guerra.",
            "Pedir a los estudiantes que recaben información acerca de la historia de las relaciones políticas entre Alemania con Estados Unidos y con Francia durante inicios del siglo XX. Luego, solicitarles que averigüen la postura de los autores de las fuentes respecto de la paz. Por último, preguntarles por qué los autores de las fuentes tienen diferentes posturas acerca del tipo de sanciones a Alemania.",
            "Pedir a los estudiantes que recaben información acerca de qué otras potencias vencedoras participaron en las conferencias de paz. Luego, solicitarles que averigüen las exigencias de los representantes de estas potencias para firmar la paz. Por último, preguntarles qué similitudes existían entre las exigencias respecto de la firma de la paz de estos representantes con las de los autores de las fuentes."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información acerca de la historia de las relaciones políticas entre Alemania con Estados Unidos y con Francia durante inicios del siglo XX. Luego, solicitarles que averigüen la postura de los autores de las fuentes respecto de la paz. Por último, preguntarles por qué los autores de las fuentes tienen diferentes posturas acerca del tipo de sanciones a Alemania.",
          "respuestaCorta": "Esta acción se enfoca en que los estudiantes comprendan el contexto y las motivaciones de cada autor (EE.UU. vs. Francia) para entender el porqué de sus posturas divergentes sobre las sanciones a Alemania.",
          "solucionario": "Para interpretar críticamente la perspectiva de un autor, es crucial entender el contexto que la moldea. La opción B guía a los estudiantes a investigar las diferentes experiencias y relaciones de Estados Unidos y Francia con Alemania y en la guerra. Francia sufrió devastación directa, lo que explica la postura dura de Clemenceau; EE.UU. no tuvo esa experiencia, lo que permite la postura más moderada de Wilson. Analizar estas razones de fondo es clave para una interpretación crítica de sus perspectivas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han realizado diferentes actividades acerca del desarrollo de la Primera y Segunda Guerra Mundial, uno de ellos ha elaborado el siguiente texto:\nComo parte de los tratados de paz de la Primera Guerra Mundial, los aliados acusaron a Alemania de haber sido la culpable del inicio de la guerra. Además, la obligaron a pagar deudas de guerra muy altas, destruir parte de su maquinaria militar y ceder algunos de sus territorios. Italia también se vio perjudicada, a pesar de que pertenecía a los aliados, porque no le cedieron los territorios que Inglaterra le había prometido por apoyarlos en la guerra. Así, surgió un sentimiento de revancha que en estos países fue aprovechado por Mussolini en Italia y por Hitler en Alemania para establecer regímenes fascistas.\n¿Cuál de los siguientes aprendizajes NO se evidencia en el escrito del estudiante?",
          "opciones": [
            "El establecimiento de la relación entre las consecuencias de un proceso histórico y las causas de otro posterior.",
            "La clasificación de las múltiples causas de diferentes procesos históricos de acuerdo a su aspecto o dimensión.",
            "El reconocimiento de procesos históricos con características similares que se desarrollan en simultáneo."
          ],
          "respuesta": "La clasificación de las múltiples causas de diferentes procesos históricos de acuerdo a su aspecto o dimensión.",
          "respuestaCorta": "El estudiante conecta la consecuencia de la PGM con la causa del fascismo y reconoce procesos simultáneos, pero no clasifica las causas en dimensiones como económicas, políticas o sociales.",
          "solucionario": "El texto del estudiante demuestra dos aprendizajes: establece una relación causal entre las consecuencias de la PGM y el surgimiento del fascismo (opción A), y reconoce procesos similares y simultáneos en Italia y Alemania (opción C). Sin embargo, el texto no clasifica las causas del fascismo en diferentes dimensiones (por ejemplo, políticas, económicas, sociales, ideológicas), sino que las presenta en una narrativa de causa-efecto. Por lo tanto, el aprendizaje que no se evidencia es el de la opción B.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos históricos se inició durante el desarrollo de la Primera Guerra Mundial?",
          "opciones": [
            "La Revolución Cultural china.",
            "La Revolución bolchevique.",
            "La Revolución mexicana."
          ],
          "respuesta": "La Revolución bolchevique.",
          "respuestaCorta": "La Revolución Bolchevique tuvo lugar en octubre de 1917, mientras la Primera Guerra Mundial (1914-1918) estaba en pleno apogeo y la participación de Rusia en ella fue un factor clave para el estallido revolucionario.",
          "solucionario": "La Primera Guerra Mundial se desarrolló de 1914 a 1918. La Revolución Bolchevique en Rusia ocurrió en 1917, en medio del conflicto. El desgaste social, económico y militar que la guerra impuso al Imperio Ruso fue una de las principales causas que llevaron al colapso del zarismo y al éxito de los bolcheviques. La Revolución Mexicana comenzó antes (aprox. 1910) y la Revolución Cultural China ocurrió mucho después (1966).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p09",
      "contexto": "Una de las preguntas que los estudiantes han planteado en relación con la crisis económica del capitalismo en 1929 es cómo esta impactó en el Perú. Por ello, el docente ha seleccionado diversas fuentes para favorecer que los estudiantes construyan interpretaciones históricas acerca de este proceso. Una de las fuentes que el docente ha seleccionado es el siguiente gráfico:",
      "imagen": "img/ascenso/secundaria/2019/sociales/5.jpg",
      "preguntas": [
        {
          "pregunta": "A partir del gráfico mostrado, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "Entre los años 1927 y 1950, el mayor superávit comercial se registró en el año 1950, mientras que el menor superávit comercial se registró en el año 1932.",
            "Entre los años 1929 y 1931, la balanza comercial registró un superávit comercial, mientras que entre los años 1947 y 1949 se registró un déficit comercial.",
            "Entre los años 1929 y 1931, se registró un déficit comercial, mientras que entre los años 1934 y 1937 se registró un superávit comercial."
          ],
          "respuesta": "Entre los años 1929 y 1931, la balanza comercial registró un superávit comercial, mientras que entre los años 1947 y 1949 se registró un déficit comercial.",
          "respuestaCorta": "Al observar el gráfico, entre 1929 y 1931 la línea de exportación está por encima de la de importación (superávit). Por el contrario, entre 1947 y 1949, la línea de importación supera a la de exportación (déficit).",
          "solucionario": "La correcta interpretación del gráfico de balanza comercial requiere comparar la línea de Exportación (continua) con la de Importación (punteada). Un superávit ocurre cuando las exportaciones son mayores que las importaciones (línea continua sobre la punteada), lo que se observa en el período 1929-1931. Un déficit es lo contrario, las importaciones superan a las exportaciones (línea punteada sobre la continua), lo que es evidente en el período 1947-1949. Las demás opciones presentan lecturas incorrectas de los datos del gráfico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p10",
      "contexto": "Como parte de una de las actividades, el docente presenta a los estudiantes el siguiente gráfico:",
      "imagen": "img/ascenso/secundaria/2019/sociales/6.jpg",
      "preguntas": [
        {
          "pregunta": "Los estudiantes han identificado el tema acerca del cual se presenta información en el gráfico. A continuación, el docente busca que los estudiantes interpreten críticamente dicho gráfico a partir del contexto histórico. ¿Cuál de las siguientes acciones pedagógicas es la más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que señalen el periodo de la historia del Perú al que corresponde el gráfico. Luego, solicitarles que busquen información acerca de las principales características de la economía internacional durante dicho periodo. Finalmente, pedirles que analicen cuáles fueron los hechos que provocaron la crisis económica del capitalismo en 1929.",
            "Pedir a los estudiantes que describan la evolución del ingreso de créditos en el Perú entre los años que muestra el gráfico. Luego, solicitarles que busquen información cuantitativa acerca del ingreso de créditos en el Perú entre 1938 y 1948. Finalmente, pedirles que indiquen qué diferencias existen en la evolución del ingreso de créditos en el Perú entre ambos periodos mencionados.",
            "Pedir a los estudiantes que indiquen entre qué años se registró el menor ingreso de créditos en el Perú según el gráfico. Luego, solicitarles que busquen información acerca de las relaciones políticas y económicas entre el Perú y Estados Unidos durante la década de 1920. Finalmente, pedirles que comenten qué hechos explicarían la caída en la evolución del crédito que muestra el gráfico."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen entre qué años se registró el menor ingreso de créditos en el Perú según el gráfico. Luego, solicitarles que busquen información acerca de las relaciones políticas y económicas entre el Perú y Estados Unidos durante la década de 1920. Finalmente, pedirles que comenten qué hechos explicarían la caída en la evolución del crédito que muestra el gráfico.",
          "respuestaCorta": "Esta acción es la más pertinente porque conecta la evidencia del gráfico (la drástica caída de créditos) con la investigación de su contexto histórico directo (la dependencia económica del Perú de EE.UU. durante el Oncenio y el impacto del Crack del 29).",
          "solucionario": "La interpretación crítica de una fuente estadística como este gráfico implica conectar los datos con su contexto histórico para explicar el porqué de las tendencias observadas. La opción C guía a los estudiantes a hacer exactamente eso: observar la caída del crédito a partir de 1929 y buscar su explicación en el contexto de la fuerte dependencia del gobierno de Leguía de los préstamos de Estados Unidos, los cuales se cortaron abruptamente con la crisis de 1929.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p11",
      "contexto": "Durante el desarrollo de una actividad, los estudiantes están leyendo el siguiente texto:\n[En el Perú] La crisis económica [de 1929] se vio acompañada de una crisis política [...]. Esta crisis política no era solamente la consecuencia del desempleo provocado por la depresión, ya que a ella se añadieron el desgaste político del leguiísmo, y las demandas de los sectores medios y obreros por un cierto nivel de protección social, pero sin duda fue atizada por ella, y llevó a un periodo de dictadura militar [Tercer Militarismo].",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde con el análisis que realiza el autor del texto presentado?",
          "opciones": [
            "El reconocimiento del detonante del periodo del Tercer Militarismo.",
            "La clasificación de las causas del Tercer Militarismo según su aspecto o dimensión.",
            "La identificación de la relación entre causas y consecuencias del Tercer Militarismo."
          ],
          "respuesta": "La clasificación de las causas del Tercer Militarismo según su aspecto o dimensión.",
          "respuestaCorta": "El autor analiza el origen del Tercer Militarismo identificando y agrupando sus causas en diferentes dimensiones: económica (depresión), política (desgaste del leguiísmo) y social (demandas obreras y de clase media).",
          "solucionario": "El análisis del autor es multidimensional. No se limita a una sola causa, sino que expone un conjunto de factores y los agrupa por su naturaleza. Identifica una causa económica ('desempleo provocado por la depresión'), una causa política ('desgaste político del leguiísmo') y una causa social ('demandas de los sectores medios y obreros'). Esta forma de organizar la explicación corresponde a una clasificación de las causas según su aspecto o dimensión.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para hacer frente a la crisis económica del capitalismo en 1929, el Gobierno peruano implementó diversas medidas para contrarrestar el impacto económico. ¿Cuál de las siguientes alternativas corresponde a una medida de política monetaria?",
          "opciones": [
            "La suspensión temporal del pago de la deuda externa.",
            "El incremento en los índices de emisión primaria en el mercado.",
            "El impulso de créditos a favor de diferentes sectores económicos."
          ],
          "respuesta": "El incremento en los índices de emisión primaria en el mercado.",
          "respuestaCorta": "La emisión primaria de dinero es una herramienta central de la política monetaria, ya que implica la creación de dinero por parte de la autoridad monetaria (banco central) para influir en la liquidez de la economía.",
          "solucionario": "La política monetaria se refiere a las acciones del banco central para administrar la cantidad de dinero en circulación. La 'emisión primaria' es la creación de la base monetaria, una de las herramientas más directas de esta política. La suspensión del pago de la deuda es una medida fiscal y financiera, mientras que el impulso a créditos puede ser una política crediticia, pero la emisión es la acción monetaria por excelencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p12",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes, organizados en equipos, están analizando diferentes fuentes para explicar el crecimiento económico del Perú durante la era del guano (1845-1870). Cuando el docente se acerca a uno de los equipos, uno de los estudiantes dice lo siguiente:\n\"Hemos visto que, durante esa época, la única actividad económica que se desarrolló y creció fue la extracción y exportación del guano y el salitre\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente busca que el equipo de estudiantes cuestione su afirmación, ¿cuál de las siguientes acciones pedagógicas favorece el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que recaben información sobre la dinámica económica de las haciendas costeñas durante este periodo. Luego, solicitarles que indiquen cómo evolucionó la cantidad exportada de sus principales productos durante dicho periodo. Finalmente, preguntarles cómo contribuyó dicha evolución en el desarrollo de la economía peruana.",
            "Pedir a los estudiantes que recaben información sobre cómo el Estado usó el dinero del guano. Luego, solicitarles que indiquen los principales escándalos de corrupción en relación con el uso del dinero del guano. Finalmente, preguntarles cuál fue la responsabilidad de la clase política por no aprovechar la bonanza del guano.",
            "Pedir a los estudiantes que recaben información sobre las principales obras públicas realizadas durante este periodo. Luego, solicitarles que indiquen cómo las ganancias de la exportación del guano ayudaron a sostener dichas obras. Finalmente, preguntarles cómo estas obras contribuyeron a la modernización del Perú."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información sobre la dinámica económica de las haciendas costeñas durante este periodo. Luego, solicitarles que indiquen cómo evolucionó la cantidad exportada de sus principales productos durante dicho periodo. Finalmente, preguntarles cómo contribuyó dicha evolución en el desarrollo de la economía peruana.",
          "respuestaCorta": "Esta acción confronta directamente la idea errónea del estudiante al guiarlo a investigar otra actividad económica clave de la época, la agroexportación costeña, que también experimentó un crecimiento significativo.",
          "solucionario": "La afirmación del estudiante de que 'la única actividad económica' fue el guano es una sobre-simplificación. Para que los estudiantes cuestionen esta idea, el docente debe llevarlos a descubrir otras actividades económicas relevantes del mismo periodo. La opción A logra esto de manera efectiva al dirigir su atención al auge de la agroexportación en las haciendas costeñas (principalmente azúcar y algodón), demostrando que la economía peruana era más diversificada y compleja de lo que inicialmente pensaban.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala una característica del humanismo de los siglos XV y XVI?",
          "opciones": [
            "Impulso de las ideas racionalistas a favor del desarrollo de la ciencia.",
            "Cuestionamientos a los postulados de la filosofía escolástica.",
            "Recuperación de la tradición cultural de la época medieval."
          ],
          "respuesta": "Cuestionamientos a los postulados de la filosofía escolástica.",
          "respuestaCorta": "El humanismo renacentista se caracterizó por una ruptura con el pensamiento medieval, criticando la filosofía escolástica por su rigidez y su enfoque teocéntrico, en favor de un saber centrado en el ser humano y las fuentes clásicas.",
          "solucionario": "Una característica central del humanismo renacentista fue su reacción contra la tradición intelectual medieval, especialmente la filosofía escolástica. Los humanistas consideraban que la escolástica era un sistema de pensamiento dogmático, oscuro y demasiado dependiente de la teología. En su lugar, propusieron un retorno a las fuentes de la antigüedad clásica (Grecia y Roma) y promovieron un enfoque antropocéntrico, valorando la razón y la capacidad humana.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p14",
      "contexto": "Después de que los estudiantes han analizado el desarrollo de la independencia del Perú, el docente busca que reconozcan la relevancia histórica de dicho proceso.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas favorece el logro del propósito?",
          "opciones": [
            "¿Qué diferenció al proceso de independencia del Perú respecto de la independencia de otras colonias hispanoamericanas?",
            "¿Por qué el aspecto político es determinante para explicar el desarrollo del proceso de la independencia del Perú?",
            "¿De qué forma el proceso de independencia ha influido en el sistema político que tiene el Perú en la actualidad?"
          ],
          "respuesta": "¿De qué forma el proceso de independencia ha influido en el sistema político que tiene el Perú en la actualidad?",
          "respuestaCorta": "Esta pregunta fomenta la comprensión de la relevancia histórica al pedir a los estudiantes que conecten un evento del pasado (la independencia) con sus consecuencias y legado en el presente (el sistema político actual).",
          "solucionario": "El concepto de relevancia o trascendencia histórica implica comprender cómo los procesos del pasado tienen un impacto duradero y ayudan a explicar el presente. La pregunta de la opción C es la más pertinente para este propósito, ya que explícitamente pide a los estudiantes que establezcan un vínculo entre el proceso de independencia y la realidad política contemporánea del Perú, reflexionando sobre su legado y su influencia a largo plazo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p15",
      "contexto": "Durante el desarrollo de un proyecto, un docente ha planteado a los estudiantes realizar una investigación para comprender cómo el desarrollo del boom del caucho en el Perú, entre fines del siglo XIX e inicios del siglo XX, impactó en la Amazonía. Para ello, los estudiantes, organizados en equipos, están realizando diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de haber revisado diversas fuentes, uno de los estudiantes elaboró el siguiente texto:\nFueron varios los factores que provocaron el boom del caucho en el Perú. A nivel económico, la demanda de caucho se incrementó porque en ese entonces la producción de neumáticos había aumentado. A nivel político, en la selva peruana, que era el lugar donde abundaba el caucho, no se contaba con una presencia importante del Estado; eso fue aprovechado por varios extranjeros y nacionales para explotar el caucho sin rendir cuentas al Gobierno.\n¿Cuál de los siguientes aprendizajes se evidencia en el texto del estudiante?",
          "opciones": [
            "El establecimiento de jerarquías entre las múltiples causas del boom del caucho.",
            "El reconocimiento de la relación entre las consecuencias del boom del caucho y las causas de otro proceso histórico.",
            "La clasificación de las diferentes causas del boom del caucho de acuerdo al aspecto o dimensión de cada una de ellas."
          ],
          "respuesta": "La clasificación de las diferentes causas del boom del caucho de acuerdo al aspecto o dimensión de cada una de ellas.",
          "respuestaCorta": "El estudiante demuestra este aprendizaje al organizar las causas del boom del caucho en dos categorías distintas: una dimensión económica (la demanda industrial) y una dimensión política (la ausencia del Estado).",
          "solucionario": "El texto evidencia claramente que el estudiante es capaz de analizar un proceso histórico desde múltiples dimensiones. Identifica y clasifica explícitamente los factores causales en 'nivel económico' y 'nivel político', demostrando una comprensión de que los eventos históricos son producto de la confluencia de factores de diversa naturaleza. No establece jerarquías ni conecta con otros procesos, se centra en clasificar las causas del boom del caucho.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes, después de haber revisado diversas fuentes, están comentando acerca de sus hallazgos. En este contexto, uno de los estudiantes comenta lo siguiente: \"Durante el boom del caucho, no solo en el Perú creció la exportación de caucho y se cometieron abusos contra la población indígena. En otros países como Colombia, Brasil y Bolivia, también ocurrió lo mismo. Incluso, en esa época, en el Congo, los europeos explotaban el caucho a costa del maltrato y asesinato de grupos africanos\".\n¿Cuál de los siguientes aprendizajes se evidencia en el comentario del estudiante?",
          "opciones": [
            "El reconocimiento de la simultaneidad entre diferentes procesos históricos.",
            "El reconocimiento de secuencias temporales entre diferentes procesos históricos.",
            "El reconocimiento de cambios y permanencias entre diferentes procesos históricos."
          ],
          "respuesta": "El reconocimiento de la simultaneidad entre diferentes procesos históricos.",
          "respuestaCorta": "El estudiante reconoce que el fenómeno de la explotación del caucho y sus consecuencias sociales estaban ocurriendo al mismo tiempo en diversas partes del mundo (Cuenca Amazónica y Congo).",
          "solucionario": "La simultaneidad histórica es la comprensión de que distintos procesos pueden ocurrir al mismo tiempo en diferentes espacios geográficos. El estudiante demuestra este aprendizaje al identificar que el boom del caucho, con sus características de explotación económica y abusos a la población nativa, no fue un evento exclusivo del Perú, sino que se desarrolló de manera paralela en otros países de la cuenca amazónica e incluso en África (Congo) durante el mismo período.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_cienciassociales_2019_p16",
      "contexto": "Durante el desarrollo de un proyecto, un docente ha planteado a los estudiantes realizar una investigación para comprender cómo el desarrollo del boom del caucho en el Perú, entre fines del siglo XIX e inicios del siglo XX, impactó en la Amazonía.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una actividad, el docente entrega a los estudiantes la siguiente fuente:\nCon motivo de mi intervención en el juicio por los crímenes del Putumayo, he sido objeto de los ataques más violentos, y aun se me ha hecho imputaciones criminales, viéndome arrastrado ante los tribunales de justicia y [suspendido], durante siete meses, de mi cargo de juez [...]. Como en adelante no intervendré en aquel juicio, no me creo obligado a guardar silencio [...]. A muchas personas les he oído decir en el Perú que por patriotismo no se debe decir la verdad en la cuestión del Putumayo; yo creo que, precisamente, por patriotismo, se debe decir la verdad al respecto, porque creo que esa es la única defensa posible para el Perú, porque tengo la convicción íntima que esa es la única manera de vindicar a nuestra patria ante las naciones extranjeras.\nAdaptado del testimonio del juez Carlos Valcárcel, quien denunció a los caucheros ante la justicia peruana.\nSi el propósito del docente es que los estudiantes contextualicen la fuente, ¿cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Pedir a los estudiantes que recaben información acerca de los crímenes del Putumayo ocurridos durante el boom del caucho. Luego, solicitarles que indaguen acerca de qué escándalo internacional fue generado por estos hechos. Por último, preguntarles qué procesos judiciales se llevaron a cabo respecto de dicho escándalo.",
            "Pedir a los estudiantes que identifiquen las principales ideas contenidas en la fuente. Luego, solicitarles que indiquen qué aspectos del ejercicio de la justicia en el Perú de la época del boom del caucho evidencia la fuente. Por último, preguntarles si creen que alguno de estos aspectos aún son un problema en el Perú.",
            "Pedir a los estudiantes que busquen fuentes que describan los abusos cometidos contra los indígenas en el Putumayo. Luego, solicitarles que comparen la perspectiva de estas fuentes con la de la fuente mostrada. Por último, preguntarles cuál de las fuentes es más confiable para comprender las causas de dichos abusos."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información acerca de los crímenes del Putumayo ocurridos durante el boom del caucho. Luego, solicitarles que indaguen acerca de qué escándalo internacional fue generado por estos hechos. Por último, preguntarles qué procesos judiciales se llevaron a cabo respecto de dicho escándalo.",
          "respuestaCorta": "Esta acción es la más adecuada para contextualizar la fuente, ya que guía a los estudiantes a investigar los hechos específicos (crímenes, escándalo, juicios) a los que el autor se refiere directamente.",
          "solucionario": "Contextualizar una fuente histórica implica comprender el conjunto de circunstancias (eventos, tiempo, lugar) en las que se produjo. La opción A es la más pertinente porque pide a los estudiantes investigar sobre los 'crímenes del Putumayo', el 'escándalo internacional' y los 'procesos judiciales' asociados. Este conocimiento es fundamental para entender por qué el juez Carlos Valcárcel emitió su testimonio, las presiones que enfrentó y la controversia nacional e internacional que rodeaba el caso.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Si el propósito del docente es que los estudiantes reconozcan algunos cambios y permanencias en relación con el proceso del boom del caucho, ¿cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Pedir a los estudiantes que indaguen acerca de las características económicas de la Amazonía en la segunda mitad del siglo XIX. Luego, solicitarles que indiquen las características económicas de la Amazonía en la primera mitad del siglo XX. Por último, pedirles que comparen las características económicas de la Amazonía entre ambos periodos.",
            "Pedir a los estudiantes que indaguen acerca de las características políticas de la Amazonía en la primera mitad del siglo XIX. Luego, solicitarles que indiquen qué factores económicos influyeron en el boom del caucho. Por último, solicitarles que expliquen el origen del boom del caucho a partir de la influencia de estos factores en el contexto político de la Amazonía en la época.",
            "Pedir a los estudiantes que indaguen acerca de cuáles fueron las ciudades de la Amazonía cuya economía se desarrolló durante el boom del caucho. Luego, solicitarles que indiquen qué caracterizó el crecimiento económico de estas ciudades en dicho periodo. Por último, pedirles que elaboren hipótesis acerca de por qué otras ciudades de la Amazonía no experimentaron un desarrollo similar."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen acerca de las características económicas de la Amazonía en la segunda mitad del siglo XIX. Luego, solicitarles que indiquen las características económicas de la Amazonía en la primera mitad del siglo XX. Por último, pedirles que comparen las características económicas de la Amazonía entre ambos periodos.",
          "respuestaCorta": "Esta acción se enfoca en el análisis diacrónico, haciendo que los estudiantes comparen un período 'antes y durante' con uno 'durante y después' del boom del caucho, método esencial para identificar cambios y permanencias.",
          "solucionario": "La identificación de cambios y permanencias es una habilidad histórica fundamental que requiere la comparación de dos o más momentos en el tiempo. La opción A propone precisamente esto: comparar la economía amazónica en dos períodos consecutivos que cubren el antes, durante y después del boom del caucho. Este ejercicio comparativo permite a los estudiantes determinar qué transformaciones económicas trajo el boom y qué aspectos de la economía regional persistieron a pesar de él.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p17",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala una característica del Oncenio de Leguía?",
          "opciones": [
            "Predominio político del Partido Civil en el Gobierno.",
            "Adopción de valores y patrones culturales franceses.",
            "Desplazamiento del capital inglés por el norteamericano."
          ],
          "respuesta": "Desplazamiento del capital inglés por el norteamericano.",
          "respuestaCorta": "Una característica económica clave del Oncenio de Leguía (1919-1930) fue la creciente penetración del capital estadounidense a través de inversiones y empréstitos, que superó y reemplazó la influencia británica que había predominado en el siglo XIX.",
          "solucionario": "El Oncenio de Leguía, también llamado la 'Patria Nueva', se caracterizó por una política de modernización y obras públicas financiada masivamente con préstamos de la banca de Estados Unidos. Esta fuerte inyección de capital norteamericano en la economía peruana marcó el fin de la hegemonía financiera británica, que había sido la principal fuente de inversión extranjera durante la República Aristocrática. Por otro lado, Leguía llegó al poder desplazando al Partido Civil, y la influencia cultural dominante en la época fue la estadounidense, no la francesa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p18",
      "contexto": "Después de que los estudiantes revisaron diversas fuentes acerca del desarrollo de la democracia en Atenas durante el periodo clásico, el docente les pidió que comenten algunos de sus hallazgos. En ese contexto, una de las estudiantes comenta lo siguiente:\n\"No creo que lo de Atenas haya sido una democracia, porque no todos los ciudadanos podían participar en la política de la ciudad. Por ejemplo, las mujeres no podían hacerlo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante ello, el docente busca intervenir para que la estudiante reflexione sobre su afirmación incorporando una perspectiva histórica. ¿Cuál de las siguientes intervenciones docentes es pertinente para retroalimentar a la estudiante?",
          "opciónes": [
            "\"Observo que has identificado una diferencia entre la democracia ateniense y la actual. Entonces, ¿qué otros elementos se hubiesen tenido que mejorar para que en Atenas todos los ciudadanos puedan participar en la política de la ciudad?\".",
            "\"Es correcto lo que afirmas respecto de que las mujeres atenienses no tenían derecho a participar en la política de la ciudad. Sin embargo, ¿has pensado si la concepción de ciudadano en Atenas fue la misma a la que tenemos actualmente?\".",
            "\"Como mencionas, no todos los grupos sociales atenienses tuvieron derecho de participar en política. No obstante, ¿te has preguntado qué otros grupos sociales de Atenas tampoco pudieron participar en política?\"."
          ],
          "respuesta": "\"Es correcto lo que afirmas respecto de que las mujeres atenienses no tenían derecho a participar en la política de la ciudad. Sin embargo, ¿has pensado si la concepción de ciudadano en Atenas fue la misma a la que tenemos actualmente?\".",
          "respuestaCorta": "Esta intervención valida la observación de la estudiante, pero la invita a pensar históricamente al cuestionar si el concepto de 'ciudadano' era el mismo antes que ahora, evitando así un juicio anacrónico.",
          "solucionario": "El comentario de la estudiante es un ejemplo de anacronismo, ya que juzga un hecho del pasado con los valores y conceptos del presente. La intervención del docente en la opción B es la más pertinente porque, sin invalidar la observación de la estudiante, la guía a adoptar una perspectiva histórica. La pregunta sobre la concepción de 'ciudadano' la invita a comprender que los conceptos cambian con el tiempo y que la democracia ateniense debe ser evaluada en su propio contexto, donde la exclusión de mujeres, esclavos y extranjeros era la norma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p19",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están analizando diversas fuentes para explicar los impactos de la Primera Guerra Mundial en la sociedad europea. Como parte de una de las actividades, el docente les presenta las siguientes fuentes:",
      "imagen": "img/ascenso/secundaria/2019/sociales/7.jpg",
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han descrito las pirámides poblacionales, el docente busca que interpreten las fuentes a partir del contexto histórico. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen la diferencia entre el número de personas nacidas en 1914 y en 1920. Luego, solicitarles que expliquen qué hechos de ese periodo podrían haber generado dicha diferencia.",
            "Pedir a los estudiantes que indiquen los hechos políticos más importantes ocurridos en Francia entre 1914 y 1920. Luego, solicitarles que elaboren una línea de tiempo en la que muestren la sucesión de estos hechos.",
            "Pedir a los estudiantes que estimen la proporción aproximada de varones y mujeres en 1914 y 1920. Luego, solicitarles que averigüen si esta estructura demográfica es similar a la de otros países europeos en esa misma época."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen la diferencia entre el número de personas nacidas en 1914 y en 1920. Luego, solicitarles que expliquen qué hechos de ese periodo podrían haber generado dicha diferencia.",
          "respuestaCorta": "Esta acción promueve una interpretación contextualizada al pedir a los estudiantes que conecten los cambios demográficos visibles en las pirámides (la falta de varones jóvenes y la baja natalidad) con el evento histórico clave del período: la Primera Guerra Mundial.",
          "solucionario": "La interpretación histórica de fuentes demográficas requiere vincular los datos con los procesos sociales, políticos y económicos que los explican. La opción A es la más pertinente porque guía a los estudiantes a observar las consecuencias directas de la Primera Guerra Mundial en la población francesa: la enorme mortalidad masculina en el frente (visible en la gran 'muesca' en la pirámide de 1920 para los hombres de 20 a 40 años) y la drástica caída de la natalidad durante el conflicto (visible en el estrechamiento de la base de la pirámide). Relacionar estos patrones gráficos con la guerra es el objetivo central de la interpretación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p20",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes, organizados en equipos, han trabajado con diversas fuentes con la finalidad de explicar por qué no prosperó la Confederación Peruano-Boliviana en el siglo XIX. Para continuar con la sesión, el docente ha previsto que los estudiantes realicen la siguiente actividad:\nLos estudiantes, con sus equipos, elaborarán un cuadro de doble entrada en el que indicarán qué fuentes seleccionaron, las razones por las que las seleccionaron y cómo han utilizado la información que han recogido de dichas fuentes. Luego, en plenaria, cada equipo presentará los cuadros de doble entrada que elaboraron.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos del aprendizaje se promueve principalmente en la actividad planificada por el docente?",
          "opciones": [
            "Metacognición.",
            "Activación de saberes previos.",
            "Generación de conflicto cognitivo."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "La actividad requiere que los estudiantes reflexionen sobre su propio proceso de investigación (por qué eligieron ciertas fuentes, cómo las usaron), lo cual es un ejercicio de metacognición.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. La actividad planificada por el docente promueve directamente este proceso, ya que los estudiantes no solo deben presentar el resultado de su investigación, sino también analizar y explicar las decisiones que tomaron durante el proceso: por qué seleccionaron unas fuentes sobre otras y cómo las utilizaron. Este acto de autoevaluación de las propias estrategias de aprendizaje es la esencia de la metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p21",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es la que mejor describe el concepto de desertificación?",
          "opciones": [
            "Es la degradación persistente de las tierras de zonas áridas, semiáridas y subhúmedas secas producida por las variaciones climáticas y las actividades humanas.",
            "Es la acumulación excesiva de sales solubles tanto en aguas y suelos, lo que provoca el deterioro de esos recursos naturales.",
            "Es el proceso de desgaste de los suelos y rocas por la acción del agua y el viento, así como por las actividades humanas."
          ],
          "respuesta": "Es la degradación persistente de las tierras de zonas áridas, semiáridas y subhúmedas secas producida por las variaciones climáticas y las actividades humanas.",
          "respuestaCorta": "La desertificación se define como la degradación de la tierra en zonas secas (áridas, semiáridas y subhúmedas), causada por una combinación de factores climáticos y actividades humanas.",
          "solucionario": "La opción A proporciona la definición técnica y aceptada internacionalmente de desertificación. Es clave entender que no se refiere al avance de los desiertos existentes, sino a la degradación de la productividad biológica de las tierras en ecosistemas secos específicos. Además, resalta la doble causalidad del fenómeno: variaciones climáticas y el impacto de las actividades humanas (sobrepastoreo, deforestación, malas prácticas agrícolas, etc.). La opción B describe la salinización y la C la erosión, procesos que pueden contribuir a la desertificación, pero no la definen en su totalidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p22",
      "contexto": "En el marco de un proyecto denominado \"Crecimiento urbano y gestión del riesgo de desastres en nuestra localidad\", el docente ha solicitado a los estudiantes que mencionen qué hechos están relacionados con la ocurrencia de inundaciones en la localidad. Tres estudiantes comentan lo siguiente:\nBrenda: Yo he visto que parte de la localidad se expandió hacia el río, y se ha ubicado en la margen derecha del río. Yo creo que nuestra localidad ha crecido de manera desordenada.\nLuciano: En nuestra localidad, la temporada de lluvias es muy marcada. Además, llueve mucho y por varios días. Esto se produce sobre todo en el mes de marzo, que coincide con el cambio de estación de verano a otoño.\nGerardo: En la temporada de lluvias intensas, el río crece y aumenta la probabilidad de inundaciones. He visto que muchas familias han ocupado la zona que suele inundarse, por lo que ellas podrían verse más afectadas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los comentarios de los estudiantes corresponde al concepto de riesgo de desastre?",
          "opciones": [
            "El de Brenda.",
            "El de Luciano.",
            "El de Gerardo."
          ],
          "respuesta": "El de Gerardo.",
          "respuestaCorta": "El comentario de Gerardo es el único que integra los dos componentes clave del riesgo: el peligro (el río crece y se inunda) y la vulnerabilidad (familias viviendo en la zona inundable).",
          "solucionario": "El concepto de 'riesgo de desastre' es el resultado de la interacción entre un 'peligro' (un fenómeno potencialmente dañino) y la 'vulnerabilidad' (la susceptibilidad de una comunidad a ser afectada). Luciano describe el peligro (lluvias intensas). Brenda describe una condición de vulnerabilidad (crecimiento desordenado hacia el río). Gerardo es el único que combina ambos elementos: el peligro ('el río crece y aumenta la probabilidad de inundaciones') con la exposición de una población vulnerable ('muchas familias han ocupado la zona que suele inundarse'), construyendo así correctamente la noción de riesgo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de información se puede representar en un mapa de isolíneas?",
          "opciones": [
            "La temperatura.",
            "Un área protegida.",
            "Las capitales provinciales."
          ],
          "respuesta": "La temperatura.",
          "respuestaCorta": "Los mapas de isolíneas son ideales para representar fenómenos continuos que varían a través de un espacio, como la temperatura (isotermas), la altitud (curvas de nivel) o la presión atmosférica (isobaras).",
          "solucionario": "Las isolíneas son líneas que conectan puntos de igual valor en un mapa. Se utilizan para representar variables que tienen una distribución continua sobre un área geográfica. La temperatura es una de esas variables; las líneas que unen puntos de igual temperatura se llaman isotermas. En cambio, un área protegida se representa con un polígono y las capitales provinciales con símbolos puntuales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p24",
      "contexto": "Una docente está diseñando un conjunto de actividades con la finalidad de que los estudiantes reflexionen en torno a la problemática del incremento de la emisión de gases de efecto invernadero.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones pedagógicas se considera el concepto de huella de carbono?",
          "opciones": [
            "Pedir a los estudiantes que describan las formas de contaminación por gases de efecto invernadero más comunes en la localidad. Luego, solicitarles que elaboren un tríptico que señale los efectos de este tipo de contaminación sobre la salud de ellos.",
            "Pedir a los estudiantes que describan sus hábitos de consumo relacionados con la emisión de gases de efecto invernadero. Luego, solicitarles que elaboren una infografía que distinga estos hábitos según generen más o menos emisión de gases de efecto invernadero.",
            "Pedir a los estudiantes que describan los beneficios de las energías alternativas respecto de aquellas que emiten gases de efecto invernadero. Luego, solicitarles que elaboren un panel informativo con propuestas para incluir el uso de energías alternativas en algunas de sus actividades."
          ],
          "respuesta": "Pedir a los estudiantes que describan sus hábitos de consumo relacionados con la emisión de gases de efecto invernadero. Luego, solicitarles que elaboren una infografía que distinga estos hábitos según generen más o menos emisión de gases de efecto invernadero.",
          "respuestaCorta": "Esta actividad aborda directamente el concepto de huella de carbono, ya que pide a los estudiantes analizar cómo sus acciones y hábitos de consumo personales contribuyen a la emisión de gases de efecto invernadero.",
          "solucionario": "La 'huella de carbono' es una medida del impacto que las actividades de una persona, organización o producto tienen sobre el calentamiento global, cuantificando las emisiones de gases de efecto invernadero (GEI). La actividad descrita en la opción B es una aplicación directa de este concepto a nivel individual, ya que se centra en que los estudiantes tomen conciencia de cómo sus 'hábitos de consumo' (transporte, alimentación, uso de energía, etc.) se traducen en una mayor o menor emisión de GEI.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p25",
      "contexto": "Una docente ha solicitado a los estudiantes que, en equipos, seleccionen una problemática ambiental de su interés. Uno de los equipos ha propuesto analizar la fragilidad de los ecosistemas de las lomas costeras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ayudar a que este equipo explique las causas de la problemática que han identificado?",
          "opciones": [
            "Pedir al equipo que busque información acerca de cuáles son los principales factores que influyen en la distribución espacial de las lomas costeras. Luego, solicitarle que elabore una infografía acerca de cómo el relieve y el clima favorecen la formación de las lomas costeras.",
            "Pedir al equipo que busque información acerca de las actividades de origen humano que se realizan actualmente en las lomas costeras. Luego, solicitarle que en un organizador gráfico se indique de qué manera estas actividades influyen en la sostenibilidad de este ecosistema.",
            "Pedir al equipo que busque información acerca de los servicios ecosistémicos que proveen las lomas costeras. Luego, solicitarle que elabore un periódico mural en el que se explique cuáles de estos servicios ecosistémicos podrían ser afectados si desaparecen las lomas costeras."
          ],
          "respuesta": "Pedir al equipo que busque información acerca de las actividades de origen humano que se realizan actualmente en las lomas costeras. Luego, solicitarle que en un organizador gráfico se indique de qué manera estas actividades influyen en la sostenibilidad de este ecosistema.",
          "respuestaCorta": "Para explicar la fragilidad y problemática de las lomas, es fundamental analizar las presiones humanas. Esta acción se enfoca en investigar las causas antropogénicas (urbanización, tráfico de terrenos, etc.) que impactan directamente en su sostenibilidad.",
          "solucionario": "La problemática de la 'fragilidad' de las lomas costeras se refiere a su vulnerabilidad frente a las amenazas, que en su mayoría son de origen humano. Para explicar las causas de este problema, los estudiantes deben identificar dichas amenazas. La opción B es la más pertinente porque los dirige a investigar las 'actividades de origen humano' (expansión urbana, minería informal, contaminación, etc.) y a analizar cómo estas 'influyen en la sostenibilidad' del ecosistema, abordando así el núcleo causal del problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p26",
      "contexto": "Para iniciar una unidad didáctica, la docente plantea a los estudiantes la siguiente situación:\nMartina está planificando crear una empresa agroexportadora y, para ello, ha proyectado adquirir tierras de cultivo en la costa sur del Perú. Ustedes, organizados en equipos, asesorarán a Martina para que tome decisiones informadas y, así, empezar con su empresa agroexportadora.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el desarrollo de una de las actividades, la docente comenta a los estudiantes que las tierras que Martina busca adquirir se localizan en un valle que se encuentra en estado de sobreexplotación, lo que se evidencia por el descenso de la napa freática. Tras escuchar este comentario, uno de los estudiantes pregunta a sus compañeros lo siguiente: \"¿Qué es la napa freática?\". Tres de sus compañeros responden lo siguiente:\nRafael: Yo, alguna vez, leí que es un depósito amplio y extenso de agua dulce que se encuentra en la superficie terrestre.\nClaudia: Yo creo que es una zona debajo de la superficie terrestre donde se almacenan las aguas que se filtran a través del suelo.\nSebastián: A mí me parece que se refiere a una zona de la superficie terrestre que cada cierto tiempo se inunda o que está siempre inundada.\n¿Cuál de las respuestas de los estudiantes es la que mejor explica el concepto de napa freática?",
          "opciones": [
            "La de Rafael.",
            "La de Claudia.",
            "La de Sebastián."
          ],
          "respuesta": "La de Claudia.",
          "respuestaCorta": "La respuesta de Claudia es la correcta, ya que describe la napa freática como una acumulación de agua subterránea que resulta de la filtración del agua a través del suelo.",
          "solucionario": "La napa freática, también conocida como acuífero freático, es la capa más superficial de agua subterránea. Se forma cuando el agua de la superficie (lluvia, ríos) se infiltra a través de las capas porosas del suelo y se acumula sobre una capa impermeable. La descripción de Claudia ('una zona debajo de la superficie terrestre donde se almacenan las aguas que se filtran a través del suelo') es la que define con mayor precisión este concepto hidrogeológico.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_cienciassociales_2019_p27",
      "contexto": "Para iniciar una unidad didáctica, la docente plantea a los estudiantes la siguiente situación:\nMartina está planificando crear una empresa agroexportadora y, para ello, ha proyectado adquirir tierras de cultivo en la costa sur del Perú. Ustedes, organizados en equipos, asesorarán a Martina para que tome decisiones informadas y, así, empezar con su empresa agroexportadora.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el proceso de investigación acerca de qué productos conviene que Martina cultive, uno de los equipos de estudiantes ha presentado el siguiente avance de su reporte:\nNosotros hemos encontrado que el Perú es uno de los primeros proveedores de espárragos frescos y de espárragos en conserva a nivel mundial. Por ello, recomendamos a Martina que se dedique a la producción de espárragos, porque es el producto exportador más rentable.\nLuego de comunicar a los estudiantes los logros en el avance de su reporte, la docente busca orientarlos con el propósito de que cuestionen su recomendación y reconozcan otro aspecto para enriquecer su propuesta. ¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que investiguen las posibles causas del déficit hídrico en la región donde se ubican las tierras de Martina. Luego, solicitarles que averigüen si el cultivo de espárragos podría agudizar esta problemática. Finalmente, pedirles que busquen información acerca de alternativas para el uso eficiente del recurso hídrico en la producción de espárragos.",
            "Pedir a los estudiantes que indaguen en qué zonas de la costa sur se producen principalmente espárragos. Luego, solicitarles que elaboren una infografía en la que detallen las diversas especies de espárragos que se producen en las zonas mencionadas. Finalmente, pedirles que averigüen cuáles son las propiedades nutritivas de estos cultivos para los consumidores.",
            "Pedir a los estudiantes que busquen información acerca de la evolución de la producción de espárragos en la costa. Luego, solicitarles que averigüen cómo la producción de espárragos ha contribuido con el desarrollo económico de esta región. Finalmente, pedirles que comparen la rentabilidad de la producción de espárragos respecto a otros productos de la costa."
          ],
          "respuesta": "Pedir a los estudiantes que investiguen las posibles causas del déficit hídrico en la región donde se ubican las tierras de Martina. Luego, solicitarles que averigüen si el cultivo de espárragos podría agudizar esta problemática. Finalmente, pedirles que busquen información acerca de alternativas para el uso eficiente del recurso hídrico en la producción de espárragos.",
          "respuestaCorta": "Esta acción desafía la recomendación de los estudiantes, basada solo en la rentabilidad, al introducir una variable contextual crítica: el déficit hídrico y el alto consumo de agua del espárrago.",
          "solucionario": "La recomendación de los estudiantes es unidimensional, pues solo considera la rentabilidad económica. La intervención docente de la opción A es la más pertinente porque busca que los estudiantes complejicen su análisis introduciendo la variable ambiental. Al investigar sobre el déficit hídrico y el alto consumo de agua del espárrago, los estudiantes se verán obligados a cuestionar si un cultivo rentable es también sostenible en el contexto específico de la costa sur, enriqueciendo así su propuesta.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para el desarrollo de otra de las actividades, la docente propone a los estudiantes la siguiente situación:\nMartina ha decidido dedicarse a la producción de espárragos. ¿Qué le recomendarían a Martina para que genere un proyecto de desarrollo sostenible en relación con la producción de espárragos?\nTres estudiantes proponen lo siguiente:\nAna: Yo le sugeriría a Martina que implemente técnicas de riego que ayuden a minimizar el impacto en la oferta hídrica. Además, garantizar que los trabajadores solo usen fertilizantes naturales. Por último, recomendaría pensar en envolturas compostables para empaquetar el producto.\nMía: Yo le aconsejaría a Martina que implemente un sistema de riego por goteo para el uso eficiente del agua. También, recomendaría brindar buenas condiciones laborales a todos sus trabajadores. Mi última sugerencia sería que certifique sus productos para que pueda venderlos en mercados del extranjero.\nJuan: Yo le recomendaría a Martina que elija los países a los que debería exportar para que el negocio sea rentable. También, debería elaborar un calendario agrícola para determinar salarios del personal en temporada de siembra y cosecha. Lo más importante, sin embargo, es que elabore un presupuesto con los costos de inversión.\n¿Cuál de las recomendaciones de los estudiantes incorpora los tres pilares del desarrollo sostenible?",
          "opciones": [
            "La de Ana.",
            "La de Mía.",
            "La de Juan."
          ],
          "respuesta": "La de Mía.",
          "respuestaCorta": "La propuesta de Mía es la única que integra los tres pilares del desarrollo sostenible: el ambiental (riego eficiente), el social (buenas condiciones laborales) y el económico (certificación para la exportación).",
          "solucionario": "El desarrollo sostenible se fundamenta en el equilibrio de tres dimensiones: ambiental, social y económica. La recomendación de Mía aborda las tres: 1) Ambiental, al proponer un 'sistema de riego por goteo para el uso eficiente del agua'; 2) Social, al sugerir 'brindar buenas condiciones laborales a todos sus trabajadores'; y 3) Económico, al recomendar 'certificar sus productos para que pueda venderlos en mercados del extranjero', lo que asegura la viabilidad financiera del proyecto. La propuesta de Ana se centra en lo ambiental y la de Juan, en lo económico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente presenta a los estudiantes la siguiente situación:\nHugo, dueño de una pequeña empresa agroexportadora de la zona, le contó a Martina que el año anterior tuvo una mala cosecha y se quedó sin suficiente capital para la siguiente siembra. Por ello, ha pensado empeñar su camión o su tractor para obtener el dinero que le falta. Él sabe que por cada uno de estos bienes obtendrá la misma cantidad de dinero. Además, piensa que con las ganancias que obtenga de la próxima cosecha podrá recuperar el bien que empeñe.\nLa docente pide a los estudiantes que analicen la situación e identifiquen qué criterios debería considerar Hugo para tomar una decisión. A continuación, se presentan las intervenciones de tres estudiantes:\nLía: Hugo debería considerar cuánto dinero le generaría el uso productivo de cada uno de estos bienes dentro de los próximos tres meses y, así, empeñar el que menos dinero le genere.\nMarcela: Creo que Hugo debería tomar en cuenta cuál de los bienes perdería más valor durante los siguientes tres meses y empeñar el que pierda menos valor.\nAntonio: Pienso que Hugo debe tener en cuenta el nivel de deterioro que en ese momento tienen cada uno de esos bienes y empeñar el más deteriorado.\n¿Cuál de las intervenciones de los estudiantes ha considerado el concepto de costo de oportunidad?",
          "opciones": [
            "La de Lía.",
            "La de Marcela.",
            "La de Antonio."
          ],
          "respuesta": "La de Lía.",
          "respuestaCorta": "Lía aplica correctamente el concepto de costo de oportunidad al señalar que se debe renunciar al bien que genere menos ingresos, es decir, el que represente el menor beneficio sacrificado.",
          "solucionario": "El costo de oportunidad es el valor de la mejor alternativa que se deja de lado al tomar una decisión. En esta situación, Hugo debe elegir entre dejar de usar el camión o dejar de usar el tractor. La intervención de Lía se centra precisamente en este concepto al proponer que se evalúe 'cuánto dinero le generaría el uso productivo de cada uno' y se empeñe 'el que menos dinero le genere'. Esto significa elegir la opción cuyo costo de oportunidad (el ingreso al que se renuncia) sea el menor.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p28",
      "contexto": "En el marco de un proyecto denominado \"Retos y posibilidades de nuestra localidad\", la docente ha planificado un conjunto de actividades. Para el desarrollo de una de las actividades, la docente ha presentado dos imágenes satelitales de la localidad, una de 2002 y otra de 2019. Los estudiantes, en equipos, han iniciado el análisis del espacio geográfico de la localidad y han elaborado dos croquis a partir de las imágenes satelitales.",
      "imagen": "img/ascenso/secundaria/2019/sociales/8.jpg",
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han reconocido los elementos en cada uno de los croquis, la docente busca que expliquen las transformaciones en el espacio considerando la relación entre elementos sociales y naturales. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que indiquen las similitudes del cauce del río de la localidad en ambos croquis. Luego, solicitarles que expliquen de qué forma podría variar el caudal del río en diferentes periodos del año.",
            "Pedir a los estudiantes que describan las diferencias entre las áreas que se ubican a la margen izquierda y derecha del río. Luego, solicitarles que expliquen de qué forma ha variado el uso del suelo en la localidad.",
            "Pedir a los estudiantes que señalen qué actividad económica predomina en cada croquis. Luego, solicitarles que expliquen de qué forma estas actividades económicas han contribuido al crecimiento económico de la localidad."
          ],
          "respuesta": "Pedir a los estudiantes que describan las diferencias entre las áreas que se ubican a la margen izquierda y derecha del río. Luego, solicitarles que expliquen de qué forma ha variado el uso del suelo en la localidad.",
          "respuestaCorta": "Esta acción enfoca el análisis en la variación del uso del suelo, que es la principal transformación visible, relacionando elementos sociales (viviendas, fábricas) con el espacio natural (el río y las laderas).",
          "solucionario": "El propósito es explicar las transformaciones espaciales relacionando lo social con lo natural. La opción B es la más efectiva porque se centra en el 'uso del suelo', un concepto clave que vincula ambos aspectos. Al comparar los croquis, los estudiantes notarán que áreas de cultivo (uso social del suelo natural) han sido reemplazadas por viviendas y fábricas (nuevo uso social). Este análisis de la variación del uso del suelo les permite explicar la transformación del espacio a través de procesos como la urbanización y la industrialización.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Dado que la localidad se encuentra ubicada en una zona sísmica, la docente ha planificado una actividad con el propósito de que los estudiantes reconozcan el riesgo de desastres de la localidad ante un evento sísmico. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que elaboren una lista de los últimos sismos registrados en la localidad. Luego, solicitarles que distingan entre aquellos que pueden ser considerados temblores o terremotos. Por último, pedirles que indiquen en qué año se han registrado los sismos más fuertes.",
            "Pedir a los estudiantes que indaguen qué zonas de la localidad podrían resultar más afectadas por los sismos. Luego, solicitarles que expliquen por qué estas zonas estarían más expuestas a los sismos. Por último, pedirles que describan los posibles daños que generarían los sismos en estas zonas.",
            "Pedir a los estudiantes que observen qué tipo de material predomina en la construcción de viviendas de la localidad. Luego, solicitarles que averigüen qué normas técnicas existen para la construcción de viviendas. Por último, pedirles que señalen cuáles de estas normas técnicas no se suelen respetar en la localidad."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen qué zonas de la localidad podrían resultar más afectadas por los sismos. Luego, solicitarles que expliquen por qué estas zonas estarían más expuestas a los sismos. Por último, pedirles que describan los posibles daños que generarían los sismos en estas zonas.",
          "respuestaCorta": "Esta acción aborda el concepto de riesgo de manera integral, ya que implica identificar zonas vulnerables, analizar las causas de esa vulnerabilidad y estimar las posibles consecuencias de un sismo.",
          "solucionario": "Reconocer el riesgo de desastres implica un análisis que va más allá de identificar el peligro. La opción B propone un proceso completo para este fin: 1) Identificar la vulnerabilidad ('qué zonas podrían resultar más afectadas'), 2) Analizar las causas de la vulnerabilidad ('por qué estas zonas estarían más expuestas', por ejemplo, tipo de suelo, cercanía a laderas) y 3) Dimensionar el impacto ('describan los posibles daños'). Este enfoque integrado es el más adecuado para que los estudiantes comprendan el riesgo en su localidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han analizado los posibles efectos del cambio climático en la localidad, la docente les pide que propongan algunas medidas para afrontar dicho problema. En este contexto, tres estudiantes proponen lo siguiente:\nMariana: Diariamente, las personas de nuestra localidad usan mucha energía eléctrica e incluso a veces la desperdician, y eso contribuye al incremento de gases de efecto invernadero. Entonces, las personas deberían cambiar sus hábitos de consumo para reducir la cantidad de energía eléctrica que usan.\nFelipe: El cambio climático está generando que la recurrencia y magnitud de algunos desastres aumente con el paso del tiempo. En ese caso, es necesario que la localidad se organice para saber cómo actuar después de que ocurra un desastre y evitar que el caos aumente.\nAda: Como estamos experimentando el cambio climático, cada verano la temperatura está aumentando más y el calor se siente más fuerte. Por eso, para crear un entorno más fresco, se deberían plantar más árboles en la localidad y evitar que se pierdan las áreas verdes.\n¿Cuál de las propuestas corresponde a una medida de adaptación al cambio climático?",
          "opciones": [
            "La de Mariana.",
            "La de Felipe.",
            "La de Ada."
          ],
          "respuesta": "La de Ada.",
          "respuestaCorta": "La propuesta de Ada es una medida de adaptación, ya que busca ajustar el entorno para moderar los daños de un efecto ya presente del cambio climático (aumento de la temperatura).",
          "solucionario": "Las medidas frente al cambio climático se dividen en mitigación (reducir las causas) y adaptación (ajustarse a los efectos). La propuesta de Mariana de reducir el consumo de energía es una medida de mitigación. La propuesta de Ada, en cambio, es de adaptación: como el calor ya aumentó (efecto del cambio climático), se propone plantar árboles para refrescar el ambiente y así reducir el impacto negativo en la población. La propuesta de Felipe se enfoca en la respuesta a desastres, que aunque relacionada, no es una medida de adaptación tan directa como la de Ada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p29",
      "contexto": "Después de que los estudiantes han identificado las principales causas de la contaminación atmosférica, la docente les ha pedido que trabajen en equipos para elaborar alternativas de solución a esta problemática. Mientras la docente asesora a los equipos, una estudiante comenta lo siguiente:\n\"Una de las causas del problema de la contaminación es el uso de la gasolina. Si la reemplazamos por biocombustible, ya no tendríamos de qué preocuparnos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante la intervención, la docente considera importante brindar pautas para que la estudiante cuestione su alternativa de solución. ¿Cuál de las siguientes intervenciones es pertinente para el logro de este propósito?",
          "opciones": [
            "\"Es cierto que el uso de la gasolina genera una gran contaminación. Sin embargo, te sugiero que recabes información sobre el proceso de producción de los biocombustibles a escala industrial. A partir de eso, te recomiendo que evalúes cómo este proceso afecta al ambiente\".",
            "\"Creo que es una buena idea reemplazar el uso de la gasolina. Por eso, te recomiendo que busques información acerca de qué otras fuentes de energía no contaminante existen además del biocombustible. También, es importante que tengas en cuenta cuáles podrían ser otras ventajas del uso de biocombustible\".",
            "\"Estás reconociendo las desventajas ambientales del uso de un combustible fósil. Para que fundamentes mejor tu propuesta, te sugiero que averigües la proyección del incremento del uso de combustibles fósiles para los próximos años en el mundo. Además, también es importante que indagues si en el Perú ya se usa el biocombustible\"."
          ],
          "respuesta": "\"Es cierto que el uso de la gasolina genera una gran contaminación. Sin embargo, te sugiero que recabes información sobre el proceso de producción de los biocombustibles a escala industrial. A partir de eso, te recomiendo que evalúes cómo este proceso afecta al ambiente\".",
          "respuestaCorta": "Esta intervención promueve el pensamiento crítico al desafiar la visión simplista de la estudiante, invitándola a investigar los impactos ambientales negativos de su propia solución (la producción de biocombustibles).",
          "solucionario": "La afirmación de la estudiante presenta una solución aparentemente simple y definitiva ('ya no tendríamos de qué preocuparnos'). Para desarrollar el pensamiento crítico, el docente debe ayudarla a ver la complejidad del asunto. La intervención de la opción A es la más pertinente porque la guía a investigar las posibles consecuencias negativas de su propia solución, como el impacto ambiental de la agricultura industrial para biocombustibles (deforestación, uso de agua, competencia con alimentos). Esto la llevará a cuestionar su afirmación inicial y a entender que las soluciones a problemas complejos rara vez son sencillas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p30",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes, organizados en equipos, están realizando la lectura de un paisaje de la Amazonía. En este contexto, se produce el siguiente diálogo entre la docente y los miembros de un equipo:\nDocente: ¿Qué elementos del paisaje han identificado?\nAlejandra: Yo veo en este paisaje árboles que han sido talados. También, se ven unos cultivos en medio de los árboles. Seguro que allí antes también había árboles.\nDocente: ¿Alejandra cómo hiciste para llegar a esa conjetura?\nAlejandra: Observé todo lo que había y me fijé en algunos detalles, por ejemplo, la forma cómo estaban cortados los árboles. También, vi que habían cultivos en medio de la zona de árboles.\nDocente: ¡Muy bien! Lo que Alejandra ha hecho es una inferencia: ella relacionó varios detalles que había observado y, a partir de ello, planteó una conjetura.\nGabriel: Yo he visto en las noticias que hay mucha tala de bosques y que se están usando hasta drones para saber cuándo el bosque está siendo deforestado. Si no hay vigilancia, se van a seguir perdiendo más bosques.\nDocente: Es cierto, esa es una situación que se presenta en varios bosques de la Amazonía. ¿Han pensado cómo benefician los árboles a este ecosistema?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos NO se evidencia en las afirmaciones de los estudiantes?",
          "opciones": [
            "La activación de saberes previos.",
            "La generación de un conflicto cognitivo.",
            "El desarrollo de habilidades metacognitivas."
          ],
          "respuesta": "La generación de un conflicto cognitivo.",
          "respuestaCorta": "En el diálogo se observa metacognición (Alejandra explicando su razonamiento) y activación de saberes previos (Gabriel recordando noticias), pero no se introduce información que contradiga las ideas de los estudiantes para generar un conflicto cognitivo.",
          "solucionario": "En la conversación se aprecian dos procesos de aprendizaje. Por un lado, Gabriel activa sus saberes previos al relacionar lo que ve con noticias sobre la deforestación. Por otro lado, Alejandra desarrolla una habilidad metacognitiva cuando la docente le pregunta '¿cómo hiciste para llegar a esa conjetura?' y ella es capaz de explicar su propio proceso de razonamiento e inferencia. Sin embargo, en ningún momento la docente o un estudiante presenta una idea que choque o contradiga las concepciones existentes de los alumnos, por lo que no se genera un conflicto cognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p31",
      "contexto": "Durante una sesión de aprendizaje, la docente solicita a los estudiantes que, de manera individual y sin ayuda de fuentes de consulta, describan cómo ellos creen que es la selva peruana. Uno de los estudiantes comentó lo siguiente: \"Todo el territorio de la selva peruana es totalmente plano y como un manto verde\". La docente ha notado que varios estudiantes están de acuerdo con esta afirmación. Por ello, ha planificado una actividad empleando el siguiente perfil topográfico que proyecta la altitud en el eje vertical y la distancia en el eje horizontal:",
      "imagen": "img/ascenso/secundaria/2019/sociales/9.jpg",
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta el perfil topográfico presentado, ¿cuál de las siguientes acciones pedagógicas es pertinente para generar en los estudiantes un conflicto cognitivo respecto a su representación de la selva peruana?",
          "opciones": [
            "Pedir a los estudiantes que ubiquen en el perfil topográfico la altitud de Iquitos. Luego, solicitarles que averigüen qué localidad de la vertiente occidental de los Andes se encuentra a la misma altitud. Por último, pedirles que elaboren un organizador gráfico en el que comparen las características del paisaje de ambos lugares.",
            "Pedir a los estudiantes que indiquen a qué regiones naturales pertenecen los lugares indicados en el perfil topográfico según su altitud. Luego, solicitarles que averigüen las características del relieve de estos lugares. Por último, pedirles que, considerando lo averiguado, dibujen cómo se imaginan el paisaje de cada uno de estos lugares.",
            "Pedir a los estudiantes que identifiquen en el perfil topográfico los lugares que se caracterizarían por tener un relieve plano. Luego, solicitarles que averigüen las principales características de la región natural en la que se ubican estos lugares. Por último, pedirles que elaboren explicaciones acerca de qué potencialidades puede ofrecer esta región."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen a qué regiones naturales pertenecen los lugares indicados en el perfil topográfico según su altitud. Luego, solicitarles que averigüen las características del relieve de estos lugares. Por último, pedirles que, considerando lo averiguado, dibujen cómo se imaginan el paisaje de cada uno de estos lugares.",
          "respuestaCorta": "Esta acción genera un conflicto cognitivo porque el perfil topográfico contradice directamente la idea previa de una selva 'totalmente plana', al mostrarles la existencia de una selva alta con un relieve montañoso y altitudes significativas.",
          "solucionario": "El conflicto cognitivo ocurre cuando la nueva información choca con las concepciones previas de los estudiantes. Su idea es que la selva es 'totalmente plana'. La opción B es la más efectiva para generar este conflicto porque el perfil topográfico muestra claramente que lugares como 'San José del Alto Mayo' se encuentran a más de 3000 metros de altitud, con un relieve muy accidentado. Al identificar que este lugar pertenece a la selva (Selva Alta), su concepción de una selva homogénea y plana se rompe, obligándolos a reestructurar su conocimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p32",
      "contexto": "Una docente está planificando una salida de campo con los estudiantes a una huaca de un distrito cercano. En este contexto, la docente les ha entregado un croquis de acceso a la huaca y les ha pedido que propongan en qué punto debería detenerse el bus para luego ascender a pie con dirección a la huaca. Cada estudiante ha propuesto una ruta. A continuación, se muestran las rutas propuestas por tres estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/sociales/10.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las rutas permitiría un recorrido por la ladera de menor pendiente?",
          "opciones": [
            "La ruta A.",
            "La ruta B.",
            "La ruta C."
          ],
          "respuesta": "La ruta A.",
          "respuestaCorta": "La ruta A es la de menor pendiente porque en el mapa topográfico atraviesa las curvas de nivel donde estas se encuentran más separadas entre sí, indicando un ascenso más gradual.",
          "solucionario": "En un mapa topográfico, la pendiente del terreno se representa por la proximidad de las curvas de nivel. Curvas muy juntas indican una pendiente fuerte, mientras que curvas más separadas indican una pendiente suave. Al analizar el mapa, se observa que la Ruta A cruza las curvas de nivel en la zona donde están más espaciadas. Por el contrario, las Rutas B y C atraviesan zonas donde las curvas están muy próximas, lo que representa un terreno mucho más empinado. Por lo tanto, la Ruta A es la de menor pendiente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p33",
      "contexto": "Como parte de una actividad en la cual se reflexiona sobre la gestión del riesgo de desastres en la localidad de los estudiantes, una estudiante dice lo siguiente:\n\"Hace un tiempo había unos cables eléctricos al aire en los postes de mi barrio. Menos mal no le ha ocurrido nada a nadie. Gracias a la organización de la junta vecinal, ahora las instalaciones eléctricas del barrio son adecuadas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué concepto se evidencia en la situación presentada por la estudiante?",
          "opciones": [
            "Resiliencia.",
            "Reducción del riesgo.",
            "Evaluación de impacto del desastre."
          ],
          "respuesta": "Reducción del riesgo.",
          "respuestaCorta": "La acción de la junta vecinal es un ejemplo claro de reducción del riesgo, ya que se tomó una medida correctiva para eliminar una condición de vulnerabilidad (cables expuestos) y así disminuir la probabilidad de un accidente.",
          "solucionario": "El concepto de 'reducción del riesgo' se refiere a las acciones y medidas orientadas a disminuir las condiciones de vulnerabilidad y la exposición a los peligros. En la situación descrita, los cables eléctricos expuestos constituían una condición de vulnerabilidad que generaba un riesgo (de electrocución, incendio, etc.). La intervención de la junta vecinal para adecuar las instalaciones es una medida prospectiva o correctiva que elimina dicha vulnerabilidad, logrando con ello una efectiva reducción del riesgo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p34",
      "contexto": "Durante una reunión de planificación, tres docentes están dialogando acerca de qué acciones favorecen la metacognición en los estudiantes sobre sus estrategias de aprendizaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas es más apropiada para ello?",
          "opciones": [
            "Antonio: Es fundamental que ayudemos a que los estudiantes reconozcan cuál es el propósito de cada tarea. Así, podrán evaluar los recursos con los que cuentan para desarrollarla y el nivel de dificultad de la tarea propuesta.",
            "Carolina: Yo creo que, al final de la sesión, debemos preguntar a los estudiantes por las conclusiones más importantes acerca del tema trabajado. Luego, cuando les preguntemos sobre esto en la siguiente sesión, recordarán más fácilmente las ideas principales.",
            "Luciana: Es imprescindible que en cada sesión de aprendizaje los estudiantes busquen información relevante en diversas fuentes sobre el tema que se va a trabajar. De este modo, garantizaremos que se familiaricen con diferentes tipos de fuentes."
          ],
          "respuesta": "Antonio: Es fundamental que ayudemos a que los estudiantes reconozcan cuál es el propósito de cada tarea. Así, podrán evaluar los recursos con los que cuentan para desarrollarla y el nivel de dificultad de la tarea propuesta.",
          "respuestaCorta": "La propuesta de Antonio se enfoca en que los estudiantes planifiquen su aprendizaje (reconocer el propósito, evaluar recursos y dificultad), un componente clave del proceso metacognitivo.",
          "solucionario": "La metacognición implica ser consciente y tener control sobre el propio aprendizaje, lo que incluye tres fases: planificación, monitoreo y evaluación. La propuesta de Antonio se centra en la fase de planificación: al hacer que los estudiantes analicen el propósito de la tarea, sus propios recursos y la dificultad, se les está enseñando a pensar estratégicamente sobre cómo van a aprender antes de empezar. Las propuestas de Carolina y Luciana se enfocan más en actividades cognitivas (recordar, buscar información) que en la reflexión sobre esas actividades.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_cienciassociales_2019_p35",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La demanda de un bien o servicio depende de diferentes factores. ¿Cuál de las siguientes alternativas presenta tres factores determinantes de la demanda?",
          "opciones": [
            "Precio del bien/tecnología/bienes sustitutos.",
            "Precio de los insumos/número de consumidores/clima.",
            "Gustos/precio de bienes complementarios/precio de bienes sustitutos."
          ],
          "respuesta": "Gustos/precio de bienes complementarios/precio de bienes sustitutos.",
          "respuestaCorta": "Los gustos y preferencias, el precio de los bienes complementarios y el precio de los bienes sustitutos son tres de los principales factores que desplazan la curva de demanda de un bien.",
          "solucionario": "Los determinantes de la demanda son factores que pueden hacer que la curva de demanda se desplace. La opción C nombra tres determinantes clave: los gustos de los consumidores, el precio de bienes que se consumen conjuntamente (complementarios) y el precio de bienes que compiten entre sí (sustitutos). Por otro lado, la tecnología y el precio de los insumos son determinantes de la oferta, no de la demanda.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p36",
      "contexto": "Lea la siguiente situación hipotética:\nEstoy descontento con el servicio de telefonía móvil que he adquirido. A pesar de que el servicio es bueno, sus tarifas son muy elevadas y es difícil para mí poder pagarlo. He averiguado y solo existe otro operador móvil que brinda un servicio muy parecido y a tarifas casi idénticas. Lamentablemente, la concentración del servicio de telefonía móvil genera que, aunque no estemos de acuerdo con las condiciones que proponen las empresas, tenemos que aceptar dichas condiciones si queremos adquirir una línea móvil.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta la información mencionada en el texto, ¿a qué tipo de estructura de mercado corresponde la situación descrita?",
          "opciones": [
            "A un mercado oligopólico.",
            "A un mercado monopólico.",
            "A un mercado de competencia perfecta."
          ],
          "respuesta": "A un mercado oligopólico.",
          "respuestaCorta": "La situación describe un mercado con un número muy reducido de competidores ('un operador' y 'solo existe otro') que tienen un control significativo sobre el precio, lo cual define a un oligopolio.",
          "solucionario": "Un oligopolio es una estructura de mercado en la que un pequeño número de empresas domina la oferta. El texto describe claramente esta situación: hay muy pocos operadores ('solo existe otro') con servicios y precios casi idénticos, lo que les otorga un gran poder de mercado y limita las opciones del consumidor. No es un monopolio (habría un solo vendedor) ni competencia perfecta (habría muchísimos vendedores sin poder sobre el precio).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p37",
      "contexto": "El siguiente gráfico representa una situación de equilibrio en el mercado de camisas:",
      "imagen": "img/ascenso/secundaria/2019/sociales/11.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones es la correcta, asumiendo que todos los demás factores se mantienen constantes?",
          "opciones": [
            "A un precio de 60 soles, se generará un exceso de oferta, porque los consumidores demandarán una mayor cantidad de camisas que la ofrecida por los productores.",
            "A un precio de 60 soles, se generará un exceso de oferta, porque los consumidores demandarán una menor cantidad de camisas que la ofrecida por los productores.",
            "A un precio de 60 soles, se generará un exceso de demanda, porque los consumidores demandarán una mayor cantidad de camisas que la ofrecida por los productores."
          ],
          "respuesta": "A un precio de 60 soles, se generará un exceso de oferta, porque los consumidores demandarán una menor cantidad de camisas que la ofrecida por los productores.",
          "respuestaCorta": "Si el precio se fija en 60 soles, por encima del equilibrio (50), la cantidad que los productores desean vender será mayor que la cantidad que los consumidores desean comprar, creando un exceso de oferta.",
          "solucionario": "El punto de equilibrio en el gráfico es de 50 soles, donde la cantidad ofertada y demandada es de 235. Si el precio sube a 60 soles, nos movemos a lo largo de las curvas: la cantidad demandada disminuirá (será menor a 235) y la cantidad ofertada aumentará (será mayor a 235). Como la oferta es mayor que la demanda a ese precio, se produce un 'exceso de oferta' o excedente. Por lo tanto, la afirmación B es la única correcta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p38",
      "contexto": "Los estudiantes están escribiendo ensayos. La docente tiene como propósito promover la metacognición de los estudiantes sobre sus estrategias de aprendizaje para favorecer su autorregulación académica. Para ello, está elaborando una guía de preguntas que oriente su reflexión durante el desarrollo de la actividad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas favorece el logro del propósito de la docente?",
          "opciones": [
            "¿Cuáles son las tareas que debo realizar para elaborar mi ensayo? ¿Estoy cumpliendo las tareas que planifiqué? ¿Las tareas que establecí han funcionado para realizar el ensayo? ¿Debo realizar otras tareas que no había considerado?",
            "¿Cuál es la extensión que debería tener un ensayo? ¿Qué temas debe abordar un ensayo? ¿Cuántas fuentes se deben revisar para la elaboración de un ensayo? ¿Con cuántos argumentos debe contar un ensayo?",
            "¿La elaboración del ensayo me motiva? ¿Los temas que aborda me interesan? ¿La investigación para elaborar el ensayo será útil para mi vida personal? ¿Cuál es la finalidad de realizar el ensayo?"
          ],
          "respuesta": "¿Cuáles son las tareas que debo realizar para elaborar mi ensayo? ¿Estoy cumpliendo las tareas que planifiqué? ¿Las tareas que establecí han funcionado para realizar el ensayo? ¿Debo realizar otras tareas que no había considerado?",
          "respuestaCorta": "Este conjunto de preguntas guía al estudiante a través de las fases de la metacognición aplicadas al aprendizaje: planificación ('¿Cuáles son las tareas?'), monitoreo ('¿Estoy cumpliendo?') y evaluación/ajuste ('¿Han funcionado?', '¿Debo realizar otras?').",
          "solucionario": "La metacognición es el proceso de 'pensar sobre el propio pensamiento' para autorregular el aprendizaje. El conjunto de preguntas de la opción A está diseñado para guiar este proceso. Inicia con la planificación ('¿Cuáles son las tareas?'), sigue con el monitoreo ('¿Estoy cumpliendo las tareas?'), y finaliza con la evaluación y el ajuste de las estrategias ('¿Han funcionado?', '¿Debo realizar otras?'). Este ciclo de planificar, supervisar y evaluar es el núcleo de la autorregulación académica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p39",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el mercado de las bicicletas, se registra un aumento del precio de equilibrio junto con un aumento de la cantidad de equilibrio. Si todos los demás factores se han mantenido constantes, ¿qué ha sucedido en el mercado de las bicicletas para que se produzcan ambos sucesos?",
          "opciones": [
            "La demanda de bicicletas ha aumentado.",
            "La demanda de bicicletas ha disminuido.",
            "La oferta de bicicletas ha aumentado."
          ],
          "respuesta": "La demanda de bicicletas ha aumentado.",
          "respuestaCorta": "Un aumento simultáneo en el precio y la cantidad de equilibrio solo puede ser explicado por un desplazamiento de la curva de demanda hacia la derecha, es decir, un aumento de la demanda.",
          "solucionario": "En un modelo de oferta y demanda, un aumento de la demanda (desplazamiento de la curva de demanda a la derecha) hace que el nuevo punto de equilibrio se sitúe en una posición con un precio más alto y una cantidad mayor. Un aumento de la oferta, en cambio, provocaría una disminución del precio y un aumento de la cantidad. Una disminución de la demanda provocaría una caída tanto del precio como de la cantidad. Por lo tanto, el único evento que explica el resultado es un aumento de la demanda.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p40",
      "contexto": "Durante una sesión de aprendizaje, un docente les presenta la siguiente situación a los estudiantes:\nGustavo tiene un taller de carpintería en el que trabaja desde hace 10 años. Desde hace un tiempo, Gustavo quiere comprar maquinaria, pero la que necesita cuesta 10 000 soles y no le alcanza. Por eso, acudió a un banco para solicitar un crédito. Presentó todos los documentos que le solicitaron y, despues de unos días, le dijeron que no le podían prestar los 10 000 que pidió, sino solo 6 000 soles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego, el docente abre una discusión sobre la situación y pide que los estudiantes formulen hipótesis sobre por qué el banco no le prestó a Gustavo lo que solicitó. En este contexto, tres estudiantes señalan lo siguiente:\nAnabel: Lo más probable es que el banco haya evaluado que sus ingresos laborales no son fijos, pues dependen de los pedidos que le soliciten cada mes y, por eso, para prestarle una cantidad tan alta, necesita que otra persona avale el préstamo y se comprometa a pagar si Gustavo no puede.\nBárbara: Quizás el banco le ofreció un préstamo menor al que pidió porque calculó que lo que le quedaba de dinero a Gustavo, después de restar sus gastos y el pago de sus impuestos, no le alcanzaba para pagar las cuotas del préstamo que él solicitó.\nCarmen: Puede ser también que el banco haya evaluado el riesgo que supone Gustavo como cliente, pues, normalmente averiguan antes de prestarte si antes has pagado a tiempo tus deudas y, si no lo has hecho, es normal que te nieguen un préstamo.\n¿En cuál de las intervenciones de los estudiantes se evidencia el uso del concepto de capacidad de pago?",
          "opciones": [
            "En la de Anabel.",
            "En la de Bárbara.",
            "En la de Carmen."
          ],
          "respuesta": "En la de Bárbara.",
          "respuestaCorta": "Bárbara describe con precisión el cálculo de la capacidad de pago: el dinero que le queda a una persona (ingresos menos gastos) para poder asumir una nueva deuda de forma mensual.",
          "solucionario": "La 'capacidad de pago' se refiere al monto máximo que una persona puede destinar mensualmente al pago de una deuda, el cual se calcula restando de sus ingresos totales sus gastos fijos y variables. La hipótesis de Bárbara se basa exactamente en este concepto, al sugerir que el banco 'calculó que lo que le quedaba de dinero a Gustavo, después de restar sus gastos [...] no le alcanzaba para pagar las cuotas'. Anabel habla de la estabilidad de ingresos y Carmen del historial crediticio, conceptos relacionados pero distintos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p41",
      "contexto": "Un docente ha previsto recoger los saberes previos de los estudiantes acerca del concepto de desarrollo sostenible.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para recoger los saberes previos de los estudiantes acerca de este concepto?",
          "opciones": [
            "Pedir a los estudiantes que elaboren un listado de las problemáticas ambientales más frecuentes en su región. Luego, explicarles cómo estas afectan las condiciones de vida de la población y el desarrollo sostenible.",
            "Pedir a los estudiantes que elaboren un collage en el que expresen lo que para ellos es el desarrollo sostenible. Luego, solicitarles que expongan sus trabajos en el aula y que compartan en plenaria lo que quisieron representar.",
            "Pedir a los estudiantes que entrevisten a diversos miembros de la comunidad y les pregunten cómo creen que se puede promover el desarrollo sostenible en la localidad. Luego, solicitarles que expongan los resultados de su indagación."
          ],
          "respuesta": "Pedir a los estudiantes que elaboren un collage en el que expresen lo que para ellos es el desarrollo sostenible. Luego, solicitarles que expongan sus trabajos en el aula y que compartan en plenaria lo que quisieron representar.",
          "respuestaCorta": "Elaborar un collage es una estrategia ideal para recoger saberes previos sobre un concepto abstracto, ya que permite a los estudiantes expresar sus ideas y asociaciones de forma libre y creativa, sin ser influenciados por información nueva.",
          "solucionario": "El recojo de saberes previos busca identificar las concepciones iniciales de los estudiantes. La opción B es la más pertinente porque el collage es una herramienta de expresión abierta que permite a los alumnos plasmar lo que el concepto 'desarrollo sostenible' evoca en ellos, usando imágenes y símbolos que reflejan sus ideas previas. La posterior exposición en plenaria permite al docente diagnosticar estas ideas. Las otras opciones introducen información externa (explicaciones del docente o entrevistas a la comunidad) que contaminaría el recojo de los saberes genuinos de los estudiantes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p42",
      "contexto": "Luego de que los estudiantes han analizado las características de los negocios informales y de haberlos distinguido de los ilegales, un docente busca planificar una actividad para que los estudiantes inicien la reflexión sobre las causas de la economía informal en el Perú.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, en equipos, busquen la normativa vigente sobre los negocios informales en el Perú. Luego, solicitarles que elaboren un organizador gráfico sobre las normas que sancionan estas prácticas. Finalmente, pedirles que expongan sus organizadores e indiquen si la aplicación estricta de dichas normas eliminaría la informalidad.",
            "Pedir a los estudiantes que, en equipos, busquen cuál fue el porcentaje del empleo informal en los últimos años en el Perú. Luego, solicitarles que comparen esas cifras con las de otros países. Finalmente, pedirles que describan las diferencias identificadas y analizar con ellos los impactos de la economía informal en el mercado laboral.",
            "Pedir a los estudiantes que, en equipos, busquen en su localidad un ejemplo de negocio informal. Luego, solicitarles que analicen las ventajas y desventajas de estos negocios. Finalmente, pedirles que presenten sus hallazgos y elaboren hipótesis acerca de por qué muchos negocios optan por la informalidad."
          ],
          "respuesta": "Pedir a los estudiantes que, en equipos, busquen en su localidad un ejemplo de negocio informal. Luego, solicitarles que analicen las ventajas y desventajas de estos negocios. Finalmente, pedirles que presenten sus hallazgos y elaboren hipótesis acerca de por qué muchos negocios optan por la informalidad.",
          "respuestaCorta": "Esta acción promueve una reflexión significativa sobre las causas de la informalidad al partir de un caso concreto y cercano, guiando a los estudiantes a analizar los incentivos ('ventajas y desventajas') que explican esta opción.",
          "solucionario": "Para que los estudiantes reflexionen sobre las causas de un fenómeno social y económico como la informalidad, es más efectivo un enfoque inductivo que parta de la realidad concreta. La opción C propone esta secuencia: observar un ejemplo local, analizar los pros y contras desde la perspectiva del emprendedor, y a partir de ahí, construir hipótesis sobre las causas estructurales (por ejemplo, 'es más rápido empezar', 'se evitan costos y trámites'). Este método es más potente para la reflexión que el mero análisis de normas o estadísticas descontextualizadas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p43",
      "contexto": "Durante una actividad, el docente entrega a los estudiantes el siguiente gráfico:",
      "imagen": "img/ascenso/secundaria/2019/sociales/12.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones evidencia una lectura adecuada del gráfico presentado?",
          "opciones": [
            "El aumento del precio genera una mayor reacción en los consumidores de la demanda 1 (D1) en comparación con la demanda 2 (D2).",
            "La demanda 1 (D1) demuestra una menor sensibilidad ante cambios en el precio en comparación con la demanda 2 (D2).",
            "La cantidad demandada aumenta en mayor proporción en la demanda 2 (D2) en comparación con la demanda 1 (D1)."
          ],
          "respuesta": "La demanda 1 (D1) demuestra una menor sensibilidad ante cambios en el precio en comparación con la demanda 2 (D2).",
          "respuestaCorta": "La curva D1 es más empinada, lo que indica una demanda más inelástica. Esto significa que la cantidad demandada es menos sensible (cambia menos) ante una variación en el precio en comparación con la curva D2, que es más plana y elástica.",
          "solucionario": "La inclinación de la curva de demanda refleja la elasticidad-precio de la demanda, es decir, la sensibilidad de los consumidores a los cambios de precio. Una curva más vertical o empinada, como D1, representa una demanda inelástica, donde los consumidores reaccionan poco a los cambios de precio. Una curva más horizontal o plana, como D2, representa una demanda elástica, con consumidores muy sensibles. Por lo tanto, la afirmación de que D1 muestra 'menor sensibilidad' que D2 es la interpretación económica correcta del gráfico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p44",
      "contexto": "Lea la siguiente definición:\nConsiste en el descenso general y continuo de precios causado principalmente por la disminución de la cantidad de circulante monetario, lo que origina una disminución en el ritmo de la actividad económica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes conceptos corresponde la definición presentada?",
          "opciones": [
            "Inflación.",
            "Deflación.",
            "Depreciación de la moneda."
          ],
          "respuesta": "Deflación.",
          "respuestaCorta": "La definición describe un 'descenso general y continuo de precios', que es el concepto económico de deflación, el fenómeno opuesto a la inflación.",
          "solucionario": "La deflación es un concepto macroeconómico que se define como una caída sostenida y generalizada en el nivel de precios de los bienes y servicios de una economía. Generalmente es causada por una contracción de la oferta monetaria o una caída en la demanda, y suele estar asociada con recesiones económicas. La definición proporcionada en el enunciado encaja perfectamente con este término.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p45",
      "contexto": "Lea la siguiente definición:\nEs el periodo en el que se produce una caída de la actividad económica de un país o región, medida a través de la bajada del Producto Bruto Interno real durante un periodo prolongado de tiempo. En la teoría de los ciclos económicos, corresponde a la fase descendente del ciclo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes conceptos corresponde la definición presentada?",
          "opciones": [
            "Recesión.",
            "Devaluación.",
            "Desequilibrio."
          ],
          "respuesta": "Recesión.",
          "respuestaCorta": "La definición de una 'caída de la actividad económica medida a través de la bajada del PBI real durante un periodo prolongado' es la definición técnica de una recesión económica.",
          "solucionario": "El concepto descrito es una recesión. En economía, se define formalmente como una disminución significativa de la actividad económica en un país, que se manifiesta en una caída del Producto Bruto Interno (PBI) real, el empleo, la producción industrial y los ingresos durante varios meses (comúnmente, al menos dos trimestres consecutivos). Corresponde a la fase de contracción del ciclo económico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_cienciassociales_2019_p46",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están analizando la problemática de la piratería en el Perú. En este contexto, uno de los estudiantes comenta lo siguiente:\n\"Profesor, pero yo no entiendo por qué se dice que la piratería es un problema para la economía del Perú. Yo, por ejemplo, he visto que se puede comprar productos muy parecidos a los originales a precios muy baratos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente ha notado que varios de los compañeros del estudiante se han mostrado de acuerdo. Por ello, el docente busca que los estudiantes reflexionen sobre el impacto de la piratería en la economía del Perú. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Preguntar a los estudiantes por qué creen que los productos piratas son más baratos y si esto implica una mayor o menor recaudación del Estado. Luego, solicitarles que expliquen qué pensarían si un producto que ellos han creado fuera pirateado.",
            "Indicar a los estudiantes cuáles son los rubros más afectados por la piratería en el Perú durante los últimos años. Luego, debatir con ellos sobre qué ha permitido que en nuestro país se presente esta situación.",
            "Pedir a los estudiantes que identifiquen las diferencias entre los productos piratas y los originales. Luego, preguntarles por qué algunas personas prefieren comprar productos piratas a pesar de su baja calidad."
          ],
          "respuesta": "Preguntar a los estudiantes por qué creen que los productos piratas son más baratos y si esto implica una mayor o menor recaudación del Estado. Luego, solicitarles que expliquen qué pensarían si un producto que ellos han creado fuera pirateado.",
          "respuestaCorta": "Esta acción es la más completa porque aborda dos impactos clave: el económico-fiscal (menor recaudación de impuestos para el Estado) y el impacto en la innovación y los derechos de autor (a través de una pregunta empática).",
          "solucionario": "Para que los estudiantes comprendan la problemática de la piratería más allá del bajo precio, la opción A es la más efectiva. La primera pregunta los guía a deducir el impacto fiscal negativo (los productos piratas no pagan impuestos, lo que reduce la recaudación estatal para servicios públicos). La segunda pregunta apela a la empatía y al principio de propiedad intelectual, haciéndoles ver el problema desde la perspectiva del creador, lo que les ayuda a entender cómo la piratería desincentiva la creatividad, la innovación y la inversión formal en la economía.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  