{
  "completo": [
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p01",
      "contexto": "El docente Óscar llega a su primer día de clases con sus nuevos estudiantes. Luego de presentarse y realizar la activación corporal, les propone realizar una breve competencia de carreras de velocidad. El docente organiza a los estudiantes en grupos y les pide que corran hasta la meta a la mayor velocidad posible. Los estudiantes corren hasta la meta por grupos mientras Óscar observa sus habilidades y estilos al correr.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos pedagógicos está realizando principalmente el docente con esta actividad?",
          "opciones": [
            "Motivación.",
            "Recojo de saberes previos.",
            "Transferencia del aprendizaje."
          ],
          "respuesta": "Recojo de saberes previos.",
          "respuestaCorta": "La actividad es una evaluación diagnóstica para observar las habilidades motoras iniciales de los estudiantes.",
          "solucionario": "Al proponer una actividad básica como una carrera de velocidad el primer día, el docente no está enseñando un nuevo concepto, sino observando las capacidades y destrezas que los estudiantes ya poseen. Este proceso es fundamental para conocer el punto de partida del grupo y planificar las futuras sesiones de aprendizaje, lo cual corresponde al recojo de saberes previos.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p02",
      "contexto": "Durante una práctica de vóleibol, Rodrigo, uno de los estudiantes, está intentando realizar el saque, pero no logra que el balón sobrepase la net. Si bien el docente y los compañeros le dan varias recomendaciones para mejorar su saque, Rodrigo no logra realizarlo y se molesta mucho. Entonces, coge el balón y lo patea con fuerza fuera del campo, mientras sus compañeros lo miran sorprendidos. El docente se acerca a Rodrigo y le propone conversar a solas una vez que se haya calmado un poco. Rodrigo se aleja del campo e ingresa al baño. Luego de algunos minutos, sale un poco más tranquilo y el docente se le acerca para conversar sobre lo sucedido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, ¿cuál de las siguientes acciones es más adecuada para ayudar a Rodrigo a autorregular sus emociones?",
          "opciones": [
            "Preguntarle qué causó que se molestara tanto. Luego, explicarle que un juego no es tan importante como para que reaccione de esa manera, y que, poco a poco, va a ir mejorando su saque con la práctica. Finalmente, motivarlo a que se proponga no volver a reaccionar de esa manera ante una situación similar.",
            "Explicarle que no es correcto reaccionar de esa manera porque eso no lo hará sentirse mejor, además de interrumpir el desarrollo de la sesión y afectar negativamente el clima del aula. Luego, pedirle que se disculpe con sus compañeros por su comportamiento y que se comprometa a no repetirlo.",
            "Pedirle que trate de explicar qué sintió después de fallar el saque, y por qué cree que se sintió de esa manera. Luego, pedirle que indique qué otras acciones podría haber realizado para canalizar su molestia, y ayudarlo a identificar aquellas que no lo afecten negativamente ni a él ni a los demás."
          ],
          "respuesta": "Pedirle que trate de explicar qué sintió después de fallar el saque, y por qué cree que se sintió de esa manera. Luego, pedirle que indique qué otras acciones podría haber realizado para canalizar su molestia, y ayudarlo a identificar aquellas que no lo afecten negativamente ni a él ni a los demás.",
          "respuestaCorta": "La acción más adecuada fomenta la reflexión del estudiante sobre sus propias emociones y la búsqueda de estrategias alternativas y constructivas para manejarlas.",
          "solucionario": "La opción C es la más pertinente porque promueve un proceso metacognitivo. Ayuda al estudiante a identificar y nombrar su emoción (frustración, enojo), a comprender su origen (fallar el saque repetidamente) y, fundamentalmente, a pensar en formas más asertivas de gestionar dicha emoción en el futuro. Las otras opciones son prescriptivas o minimizan el sentir del estudiante, siendo menos efectivas para el desarrollo de la autorregulación a largo plazo.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones es coherente con el enfoque de corporeidad?",
          "opciones": [
            "El docente se propone desarrollar las capacidades técnicas de los estudiantes en el vóleibol para mejorar su coordinación y estado físico. Por medio de diversos ejercicios organizados en un circuito, los estudiantes van practicando en cada estación su técnica del saque, de la recepción y del voleo. El docente demuestra la técnica precisa de cada fundamento, observa el desempeño de cada uno de los estudiantes y los retroalimenta motivándolos a perfeccionar cada movimiento. Al final de la sesión, el docente les propone realizar un juego de vóleibol para aplicar todo lo aprendido.",
            "Los estudiantes se organizan en pequeños grupos para realizar un breve drill de gimnasia que presentarán por el Día de la Tierra. Entre todos escogen la música que les gusta y que servirá de base para el drill. El docente promueve que exploren diversos movimientos que transmitan el mensaje que quieren comunicar y les sugiere usar libremente el espacio, pero respetando el trabajo de los demás grupos. Los estudiantes ensayan varias destrezas, como saltos, rodamientos y verticales; el docente observa las acciones y los alienta a expresarse siguiendo el ritmo de la música y a ayudarse entre sí para lograr un mejor resultado. Los estudiantes disfrutan de la tarea y van produciendo la composición gimnástica según sus posibilidades.",
            "Con el propósito de desarrollar la agilidad y destreza de los estudiantes, el docente les propone realizar un juego que consiste en una serie de ejercicios en la escalera pliométrica. El docente explica y demuestra a los estudiantes los movimientos que deben realizar durante el ejercicio y luego les pide que formen una fila y pasen uno a uno por la escalera ejecutando los movimientos indicados. Para promover el interés de los estudiantes, poco a poco, luego de cada vuelta, el docente va incrementando el nivel de complejidad del ejercicio, y los estudiantes que fallan deben abandonar la fila. Los estudiantes participan entusiasmados y les hacen barra a sus compañeros, hasta que queda solo un estudiante, que es el ganador del juego."
          ],
          "respuesta": "Los estudiantes se organizan en pequeños grupos para realizar un breve drill de gimnasia que presentarán por el Día de la Tierra. Entre todos escogen la música que les gusta y que servirá de base para el drill. El docente promueve que exploren diversos movimientos que transmitan el mensaje que quieren comunicar y les sugiere usar libremente el espacio, pero respetando el trabajo de los demás grupos. Los estudiantes ensayan varias destrezas, como saltos, rodamientos y verticales; el docente observa las acciones y los alienta a expresarse siguiendo el ritmo de la música y a ayudarse entre sí para lograr un mejor resultado. Los estudiantes disfrutan de la tarea y van produciendo la composición gimnástica según sus posibilidades.",
          "respuestaCorta": "El enfoque de corporeidad integra la dimensión física, emocional, social y creativa, lo cual se refleja en la actividad donde los estudiantes exploran, crean y se expresan.",
          "solucionario": "La corporeidad va más allá del cuerpo como un instrumento para realizar movimientos técnicos. Implica que la persona se manifieste en su totalidad. La opción B es la única que promueve la exploración libre, la expresión de ideas y sentimientos a través del movimiento, la toma de decisiones en grupo y la creatividad, elementos centrales del enfoque de corporeidad. Las otras opciones se centran en la repetición técnica o en la competencia por eliminación.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p04",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes características corresponde al trabajo colaborativo?",
          "opciones": [
            "Se focaliza más en el resultado que en el proceso.",
            "El docente es quien define la división del trabajo dentro de los grupos.",
            "El docente transfiere a los estudiantes la responsabilidad de su aprendizaje."
          ],
          "respuesta": "El docente transfiere a los estudiantes la responsabilidad de su aprendizaje.",
          "respuestaCorta": "En el trabajo colaborativo, los estudiantes asumen un rol protagónico y autónomo en la gestión de su propio aprendizaje grupal.",
          "solucionario": "Una característica esencial del trabajo colaborativo es la autonomía y la responsabilidad compartida entre los estudiantes. El docente actúa como un facilitador o guía, pero el grupo gestiona sus metas, procesos y soluciones, asumiendo así la responsabilidad de su propio aprendizaje. Las otras opciones describen características más asociadas al trabajo cooperativo o a enfoques tradicionales.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes características corresponde al trabajo cooperativo?",
          "opciones": [
            "Se focaliza más en el proceso que en el resultado.",
            "El docente designa las tareas y responsabilidades de los miembros de los grupos.",
            "Son los estudiantes quienes diseñan las actividades para el logro de resultados."
          ],
          "respuesta": "El docente designa las tareas y responsabilidades de los miembros de los grupos.",
          "respuestaCorta": "El trabajo cooperativo se caracteriza por una mayor estructuración por parte del docente, quien a menudo asigna roles y tareas específicas.",
          "solucionario": "A diferencia del trabajo colaborativo, el trabajo cooperativo suele ser más estructurado por el docente para asegurar la interdependencia positiva y la responsabilidad individual. Una estrategia común es que el docente designe roles (líder, secretario, etc.) o divida las tareas entre los miembros del equipo para garantizar que todos contribuyan al objetivo común.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p06",
      "contexto": "Los estudiantes van a aprender el doble ritmo con entrada al aro en el baloncesto. Luego de realizar el calentamiento, la docente les pide que la observen atentamente mientras ella realiza la secuencia completa del doble ritmo con entrada al aro. Luego, les pide a los estudiantes que realicen ellos el ejercicio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué método está utilizando la docente al modelar el doble ritmo y luego pedirles a los estudiantes que realicen ellos el ejercicio?",
          "opciones": [
            "Método global.",
            "Método analítico.",
            "Método analítico-progresivo."
          ],
          "respuesta": "Método global.",
          "respuestaCorta": "El método global consiste en presentar y practicar la habilidad motriz en su forma completa desde el inicio.",
          "solucionario": "El método global se caracteriza por abordar la tarea motriz en su totalidad. La docente ejecuta la secuencia completa del doble ritmo y los estudiantes intentan replicarla de la misma manera. Este método es útil para que los estudiantes tengan una idea general del movimiento que se espera de ellos.",
          "seccion": "Conocimientos Pedagógicos"
        },
        {
          "pregunta": "Luego de observar a la docente, los estudiantes intentan realizar el ejercicio, pero no todos lo logran: algunos se confunden y se pierden en la secuencia de acciones. La docente decide trabajar con estos estudiantes utilizando el método analítico. ¿Cuál de las siguientes estrategias corresponde a ese método?",
          "opciones": [
            "Desagregar las fases de la ejecución del doble ritmo, pedir a los estudiantes que practiquen las fases por separado hasta que logren dominarlas y, finalmente, pedirles que las unan en una sola secuencia de ejecución.",
            "Practicar con los estudiantes la posición inicial; cuando ya la dominan, agregar los dos pasos a la secuencia; después de que logran realizarlos, agregar la elevación para el lanzamiento y, finalmente, el lanzamiento a la canasta.",
            "Demostrar a los estudiantes nuevamente la secuencia completa del doble ritmo y solicitarles que la repitan varias veces hasta que logren internalizar las fases."
          ],
          "respuesta": "Desagregar las fases de la ejecución del doble ritmo, pedir a los estudiantes que practiquen las fases por separado hasta que logren dominarlas y, finalmente, pedirles que las unan en una sola secuencia de ejecución.",
          "respuestaCorta": "El método analítico descompone una habilidad compleja en sus partes, las practica de forma aislada y luego las integra.",
          "solucionario": "El método analítico puro implica dividir el movimiento complejo en sus componentes más simples (fases). Cada fase se practica de manera separada hasta que se domina. Una vez que todas las partes se han aprendido de forma aislada, se procede a unirlas para ejecutar la secuencia completa. La opción 'b' describe el método analítico progresivo, mientras que la 'c' es una repetición del método global.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p08",
      "contexto": "El docente tiene como propósito que los estudiantes desarrollen su lateralidad mediante el baloncesto. Para esto, el docente ubica seis conos en una fila a un metro de distancia cada uno; luego, reúne a los estudiantes para explicarles el ejercicio y demostrar la tarea, que consiste en que caminen en zigzag atravesando el camino de conos mientras driblean el balón alternando su mano izquierda y su mano derecha, observando siempre hacia donde se dirigen. Luego, el docente forma equipos, les pide que formen una columna y coloca los conos necesarios para cada uno de ellos. Los equipos comienzan a realizar el ejercicio a su ritmo, mientras el docente los observa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué método de enseñanza está utilizando el docente?",
          "opciones": [
            "Asignación de tareas.",
            "Descubrimiento guiado.",
            "Resolución de problemas."
          ],
          "respuesta": "Asignación de tareas.",
          "respuestaCorta": "Este método se caracteriza porque el docente define y demuestra una tarea específica que los estudiantes luego ejecutan de manera organizada.",
          "solucionario": "En el estilo de enseñanza de Asignación de Tareas, el docente organiza la clase, explica y demuestra una actividad concreta y luego los estudiantes la practican, a menudo de forma simultánea en grupos o estaciones, gestionando su propio ritmo. Esto es exactamente lo que ocurre en la situación descrita.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p09",
      "contexto": "En una sesión, un docente propone a los estudiantes una actividad de expresión corporal. El docente va dando diversas indicaciones a los estudiantes y ellos deben seguirlas mientras ocupan todo el espacio: \"Imaginemos que somos aviones. Iniciamos el ascenso caminando rápidamente, ¡bien erguidos y en distintas direcciones! Ahora lo más alto que puedan, elongándose. Ahora, en cuclillas y, sin detenerse, nos desplazamos con los brazos abiertos, batiéndolos como si fueran alas... Ahora, inclinen ligeramente el tronco hacia un lado mientras giran hacia la derecha; ahora inclínense hacia el otro lado para doblar hacia la izquierda... Mucho cuidado con chocarse... ¡Emergencia! Realizaremos un aterrizaje forzado, así que caminen con el tronco flexionado hacia adelante... vuelen con suavidad... ahora bajen, más abajo, más... rodamos como troncos... quedamos tendidos en el suelo...\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué método de enseñanza se evidencia en esta actividad?",
          "opciones": [
            "Resolución de problemas.",
            "Descubrimiento guiado.",
            "Mando directo modificado."
          ],
          "respuesta": "Mando directo modificado.",
          "respuestaCorta": "El docente da instrucciones precisas, pero las enmarca en una consigna imaginativa, lo que modifica el mando directo tradicional.",
          "solucionario": "Este método es una variación del mando directo. Aunque el docente sigue dando todas las órdenes y los estudiantes responden a ellas, se introduce un elemento creativo o lúdico (\"Imaginemos que somos aviones\") que lo diferencia del mando directo puro, donde las órdenes son puramente instructivas (ej: \"brazos arriba\"). El control sigue siendo del docente, pero la ejecución es más expresiva.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p10",
      "contexto": "Un docente les propone a los estudiantes diseñar diversos juegos para una gymkana que se va a realizar por el aniversario de la IE. Los estudiantes deben organizarse en pequeños grupos y, entre todos, elegir un implemento deportivo, inventar las reglas del juego y ponerle un nombre creativo. Los estudiantes se reúnen en equipos, exploran el uso de los implementos y proponen varias ideas. Entre todos se van poniendo de acuerdo y al final presentan su propuesta a los demás compañeros.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de capacidades están desarrollando principalmente los estudiantes en la actividad descrita?",
          "opciones": [
            "Sociomotrices.",
            "Físicomotrices.",
            "Sensoriomotrices."
          ],
          "respuesta": "Sociomotrices.",
          "respuestaCorta": "La actividad se centra en la interacción, cooperación, comunicación y acuerdo entre compañeros para crear un juego.",
          "solucionario": "Las capacidades sociomotrices son aquellas que se ponen en juego en la interacción con los demás. En esta actividad, el foco principal no está en la ejecución física (físicomotriz) ni en la percepción sensorial (sensoriomotriz), sino en el proceso de colaborar, negociar, crear reglas y comunicarse para lograr un objetivo común, lo cual es la esencia de la sociomotricidad.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p11",
      "contexto": "A Eduardo le gusta mucho jugar fútbol y lo hace muy bien: no solo tiene un excelente manejo táctico y estratégico, sino que muestra una actitud de respeto hacia sus compañeros evitando realizar jugadas bruscas o peligrosas y promoviendo la participación de todos en el juego.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Lo descrito sobre Eduardo, ¿a qué competencia del CNEB se refiere?",
          "opciones": [
            "Se desenvuelve de manera autónoma a través de su motricidad.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Asume una vida saludable."
          ],
          "respuesta": "Interactúa a través de sus habilidades sociomotrices.",
          "respuestaCorta": "Esta competencia implica el uso de habilidades motrices para relacionarse con otros, incluyendo la táctica, la estrategia y las actitudes positivas en el juego.",
          "solucionario": "La competencia \"Interactúa a través de sus habilidades sociomotrices\" del Currículo Nacional de la Educación Básica (CNEB) se refiere a la capacidad del estudiante para desenvolverse en actividades lúdicas y deportivas de cooperación y oposición. Esto incluye el dominio de aspectos tácticos y estratégicos, así como la promoción del juego limpio, el respeto por los compañeros y las reglas, características que se describen claramente en el caso de Eduardo.",
          "seccion": "Conocimientos Curriculares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p12",
      "contexto": "El docente desarrolla con sus estudiantes diversas actividades de equilibrio, control tónico, respiración, relajación y lateralidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes capacidades del CNEB corresponde principalmente el desarrollo de estos aspectos?",
          "opciones": [
            "Comprende su cuerpo.",
            "Se expresa corporalmente.",
            "Se relaciona utilizando sus habilidades sociomotrices."
          ],
          "respuesta": "Comprende su cuerpo.",
          "respuestaCorta": "La capacidad 'Comprende su cuerpo' se refiere a la conciencia y control de los aspectos internos del propio cuerpo y movimiento.",
          "solucionario": "Dentro de la competencia \"Se desenvuelve de manera autónoma a través de su motricidad\", la capacidad \"Comprende su cuerpo\" se enfoca en la interiorización y conciencia de los propios movimientos y sensaciones. Aspectos como el equilibrio, el control del tono muscular (control tónico), la respiración, la relajación y la lateralidad son fundamentales para esta comprensión corporal interna.",
          "seccion": "Conocimientos Curriculares"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p13",
      "contexto": "El docente está planificando una unidad de aprendizaje en la que los estudiantes van a aprender a jugar ajedrez.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para familiarizar a los estudiantes con las reglas de este deporte?",
          "opciones": [
            "Mostrar a los estudiantes una imagen en la que se observa a dos reyes en un palacio rodeados de diversos personajes uniformados, y preguntarles: \"¿De qué se trata esta escena? ¿Qué personajes observan? ¿En dónde están? ¿Quién creen que es el personaje principal? ¿Por qué? ¿Quién le sigue en jerarquía? ¿Quiénes tienen menor rango? ¿Cómo los han reconocido? ¿Cómo es el piso del palacio? ¿De qué colores es?\", entre otras preguntas. Luego, contarles la historia de dos reinos que se ven enfrentados en una guerra y presentarles a los personajes para que los estudiantes comprendan el propósito del juego.",
            "Mostrar a los estudiantes un tablero de ajedrez con todas sus piezas y explicarles que, al inicio del juego, cada jugador tiene dieciséis piezas: un rey, una dama, dos alfiles, dos caballos, dos torres y ocho peones. Luego, indicarles los turnos del juego, cómo puede desplazarse cada pieza en el tablero y sus restricciones de movimiento, y demostrarles algunas jugadas de apertura, desarrollo, ataque y defensa, y cómo se realiza el jaque. Finalmente, pedir a los estudiantes que se agrupen en parejas y que jueguen una partida como práctica.",
            "Explicar a los estudiantes el propósito del juego, los nombres de las piezas y la forma en que se mueven. Luego, dibujar con tiza un tablero de ajedrez gigante en el patio y utilizar una ruleta en la que estén dibujadas cada una de las piezas. Los estudiantes, organizados en cuatro equipos y ubicados en cada lado del tablero, esperan su turno. Al girar la ruleta, un estudiante de cada grupo deberá representar el movimiento de la pieza que indica la ruleta en el tablero gigante, avanzando hacia el lado opuesto sin realizar capturas de ningún tipo; luego, poco a poco, ir incrementando la complejidad introduciendo obstáculos diversos."
          ],
          "respuesta": "Explicar a los estudiantes el propósito del juego, los nombres de las piezas y la forma en que se mueven. Luego, dibujar con tiza un tablero de ajedrez gigante en el patio y utilizar una ruleta en la que estén dibujadas cada una de las piezas. Los estudiantes, organizados en cuatro equipos y ubicados en cada lado del tablero, esperan su turno. Al girar la ruleta, un estudiante de cada grupo deberá representar el movimiento de la pieza que indica la ruleta en el tablero gigante, avanzando hacia el lado opuesto sin realizar capturas de ningún tipo; luego, poco a poco, ir incrementando la complejidad introduciendo obstáculos diversos.",
          "respuestaCorta": "La estrategia más adecuada es la que utiliza el juego y el movimiento corporal (kinestesia) para que los estudiantes vivencien las reglas.",
          "solucionario": "La opción C es la más adecuada porque utiliza un enfoque lúdico y kinestésico. Al convertir a los propios estudiantes en las piezas sobre un tablero gigante, se facilita un aprendizaje significativo y memorable de los movimientos. Esta metodología es más activa y participativa que una explicación teórica (opción B) o una introducción narrativa (opción A), favoreciendo la comprensión de las reglas de manera vivencial.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p14",
      "contexto": "Durante una sesión, Renzo, uno de los estudiantes, le pregunta al docente: \"Profe, ¿por qué el ajedrez es un deporte, si en él no hay movimientos ni desplazamientos y tampoco requiere tener una buena condición física?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea generar conflicto cognitivo en el estudiante a partir de su comentario, ¿cuál de las siguientes intervenciones es más adecuada?",
          "opciones": [
            "\"Renzo, ¿acaso es lo mismo deporte que actividad física? El deporte es una actividad reglamentada, es decir, que tiene normas, y que tiene un carácter competitivo; en todos los deportes se compite contra otros o contra una marca que hay que romper. Si bien el deporte a veces requiere tener una buena condición física, no siempre es así\".",
            "\"Renzo, siguiendo tu razonamiento, ¿qué opinas del tiro o el tiro con arco? ¿Sabías que estos son deportes olímpicos y tampoco requieren moverse mucho ni una gran condición física? ¿Y qué opinas del automovilismo? ¿Es un deporte? ¿Y la equitación? Por otro lado, por ejemplo, cambiar una llanta o limpiar la casa sí requieren actividad física, ¿serán deportes?\".",
            "\"Renzo, lo que ocurre es que el ajedrez requiere de mucha destreza mental y entrenamiento, y además se deben aplicar tácticas y estrategias, igual que en otros deportes. Además, los jugadores de ajedrez queman muchas calorías mientras juegan. ¿Sabías que se dice que el famoso ajedrecista Gary Kaspárov quemaba 5000 calorías durante una partida?\"."
          ],
          "respuesta": "\"Renzo, siguiendo tu razonamiento, ¿qué opinas del tiro o el tiro con arco? ¿Sabías que estos son deportes olímpicos y tampoco requieren moverse mucho ni una gran condición física? ¿Y qué opinas del automovilismo? ¿Es un deporte? ¿Y la equitación? Por otro lado, por ejemplo, cambiar una llanta o limpiar la casa sí requieren actividad física, ¿serán deportes?\".",
          "respuestaCorta": "Para generar conflicto cognitivo, el docente debe plantear contraejemplos que cuestionen directamente la premisa del estudiante.",
          "solucionario": "La opción B es la más efectiva para generar un conflicto cognitivo, ya que no da una respuesta directa, sino que utiliza preguntas y contraejemplos (tiro con arco, automovilismo) que chocan con la definición limitada de 'deporte' que tiene el estudiante. Esto lo obliga a reevaluar sus propias ideas y a construir un concepto más amplio y complejo. Las otras opciones le dan la respuesta (A) o le ofrecen datos que no necesariamente desafían su creencia fundamental (C).",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las reglas del ajedrez, ¿cómo se desplaza el alfil?",
          "opciones": [
            "En diagonal.",
            "Siguiendo la forma de una \"L\".",
            "De manera horizontal o vertical."
          ],
          "respuesta": "En diagonal.",
          "respuestaCorta": "El alfil se mueve cualquier número de casillas vacías en dirección diagonal.",
          "solucionario": "Esta es una pregunta de conocimiento específico sobre las reglas del ajedrez. El alfil se mueve en diagonal, permaneciendo siempre en las casillas del mismo color en el que empezó. El movimiento en 'L' corresponde al caballo y el movimiento horizontal o vertical corresponde a la torre.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes NO es una regla del ajedrez?",
          "opciones": [
            "El jugador que utiliza las piezas blancas siempre mueve primero.",
            "Las piezas no pueden saltar una por encima de la otra, a excepción del caballo.",
            "El rey puede moverse en todas direcciones y la cantidad de casillas que se desee."
          ],
          "respuesta": "El rey puede moverse en todas direcciones y la cantidad de casillas que se desee.",
          "respuestaCorta": "La afirmación falsa es sobre el movimiento del rey; este solo puede moverse una casilla a la vez.",
          "solucionario": "Las opciones A y B son reglas fundamentales del ajedrez. La opción C es incorrecta porque, si bien el rey puede moverse en todas las direcciones (horizontal, vertical y diagonal), su movimiento está limitado a una sola casilla por turno. La pieza que puede moverse en todas las direcciones sin límite de casillas es la dama o reina.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p17",
      "contexto": "Jorge tiene una estructura ósea robusta y tiende a acumular grasa con facilidad. Su cintura es gruesa, sus extremidades cortas y le cuesta desarrollar masa muscular.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué somatotipo presenta Jorge?",
          "opciones": [
            "Ectomorfo.",
            "Endomorfo.",
            "Mesomorfo."
          ],
          "respuesta": "Endomorfo.",
          "respuestaCorta": "La descripción corresponde al somatotipo endomorfo, caracterizado por una complexión robusta y tendencia a acumular grasa.",
          "solucionario": "El somatotipo se refiere a la forma corporal de una persona. El tipo endomorfo se caracteriza por tener una estructura ósea grande, alto porcentaje de grasa corporal, metabolismo lento y extremidades cortas. La descripción de Jorge coincide plenamente con estas características.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p18",
      "contexto": "Lorena es una estudiante muy delgada y tiene extremidades largas. Le cuesta subir de peso, dado que su cuerpo no almacena grasa con facilidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué somatotipo presenta Lorena?",
          "opciones": [
            "Ectomorfo.",
            "Endomorfo.",
            "Mesomorfo."
          ],
          "respuesta": "Ectomorfo.",
          "respuestaCorta": "La descripción corresponde al somatotipo ectomorfo, caracterizado por una complexión delgada y dificultad para ganar peso.",
          "solucionario": "El somatotipo ectomorfo se caracteriza por una estructura ósea delgada, extremidades largas, bajo porcentaje de grasa y músculo, y un metabolismo rápido, lo que dificulta el aumento de peso. Las características de Lorena se ajustan a esta descripción.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p19",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué plano anatómico divide el cuerpo en una porción anterior o ventral, y una posterior o dorsal?",
          "opciones": [
            "Plano transversal.",
            "Plano frontal.",
            "Plano sagital."
          ],
          "respuesta": "Plano frontal.",
          "respuestaCorta": "El plano frontal o coronal divide el cuerpo en una parte delantera (anterior) y una trasera (posterior).",
          "solucionario": "Los planos anatómicos son referencias espaciales para describir la posición y el movimiento del cuerpo. El plano frontal (o coronal) es un plano vertical que divide el cuerpo en las porciones anterior (ventral) y posterior (dorsal). El plano sagital lo divide en derecha e izquierda, y el plano transversal en superior e inferior.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones los estudiantes están girando sobre su eje transversal?",
          "opciones": [
            "Al hacer un rodamiento hacia adelante.",
            "Al rodar como troncos sobre el piso.",
            "Al realizar un aspa de molino."
          ],
          "respuesta": "Al hacer un rodamiento hacia adelante.",
          "respuestaCorta": "Un rodamiento hacia adelante es una rotación del cuerpo sobre el eje transversal, que atraviesa el cuerpo de lado a lado.",
          "solucionario": "El eje transversal es una línea imaginaria que atraviesa el cuerpo horizontalmente (de cadera a cadera). Un rodamiento hacia adelante (voltereta) es un giro en el plano sagital alrededor del eje transversal. Rodar como un tronco es un giro sobre el eje longitudinal (de la cabeza a los pies), y un aspa de molino (rueda lateral) es un movimiento en el plano frontal.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p21",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2019/edufisica/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de movimiento se observa en la siguiente imagen?",
          "opciones": [
            "Circunducción.",
            "Aducción.",
            "Rotación."
          ],
          "respuesta": "Circunducción.",
          "respuestaCorta": "El movimiento circular del brazo desde el hombro, que traza una forma de cono, se denomina circunducción.",
          "solucionario": "La imagen muestra un movimiento del brazo que combina flexión, extensión, abducción y aducción en una secuencia circular. Este movimiento complejo, en el que el extremo distal del miembro se mueve en un círculo mientras el extremo proximal permanece fijo, se conoce como circunducción.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p22",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2019/edufisica/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de movimiento se observa en la siguiente imagen?",
          "opciones": [
            "Circunducción.",
            "Aducción.",
            "Abducción."
          ],
          "respuesta": "Abducción.",
          "respuestaCorta": "El movimiento de alejar una extremidad de la línea media del cuerpo se denomina abducción.",
          "solucionario": "La abducción es el movimiento que aleja una parte del cuerpo del plano sagital medio. En la imagen, la niña está separando o alejando su pierna de la línea central de su cuerpo, lo cual es un claro ejemplo de abducción de la cadera. El movimiento opuesto, acercar la pierna, sería la aducción.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones corresponde a la activación corporal general?",
          "opciones": [
            "Desplazarse salticando mientras se dibujan círculos en el aire con los brazos extendidos.",
            "Desplazarse en zigzag conduciendo un balón a través de una serie de conos colocados en el piso a una distancia de un metro uno del otro.",
            "Trotar en el sitio y luego pasar a la posición de cuclillas, apoyar las manos en el piso, extender las piernas hacia atrás, volver a la posición de cuclillas y dar un salto con palmada."
          ],
          "respuesta": "Desplazarse salticando mientras se dibujan círculos en el aire con los brazos extendidos.",
          "respuestaCorta": "La activación general implica movimientos amplios y de baja intensidad que involucran grandes grupos musculares, sin ser específicos de un deporte.",
          "solucionario": "La activación corporal general o calentamiento general tiene como objetivo aumentar la temperatura corporal y preparar el sistema cardiovascular y muscular para el esfuerzo. La opción A (salticar con círculos de brazos) cumple este propósito al involucrar tanto el tren inferior como el superior de forma dinámica y no específica. La opción B es un ejercicio específico de conducción de balón, y la C (un burpee) es un ejercicio de alta intensidad, más propio de la parte principal de la sesión.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p24",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2019/edufisica/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones corresponde a la activación corporal específica?",
          "opciones": [
            "Un niño corriendo.",
            "Una niña lanzando un balón a una canasta de baloncesto.",
            "Un niño saltando la soga."
          ],
          "respuesta": "Una niña lanzando un balón a una canasta de baloncesto.",
          "respuestaCorta": "La activación específica incluye movimientos que imitan los gestos técnicos de la actividad principal que se realizará, como lanzar a canasta antes de un partido de baloncesto.",
          "solucionario": "La activación corporal específica o calentamiento específico busca preparar los músculos y articulaciones que se utilizarán de manera concreta en la parte principal de la sesión. De las opciones mostradas en las imágenes, el lanzamiento a canasta (b) es un gesto técnico propio del baloncesto. Por lo tanto, sería una activación específica si la sesión se centrara en dicho deporte. Correr (a) y saltar la soga (c) son excelentes ejercicios de activación general.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p25",
      "contexto": "Tres estudiantes están realizando elongaciones de los músculos del tren superior.",
      "imagen": "img/ascenso/secundaria/2019/edufisica/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellos está elongando el trapecio superior?",
          "opciones": [
            "El estudiante que inclina la cabeza hacia un lado, ayudándose suavemente con la mano.",
            "La estudiante que flexiona un brazo por detrás de la cabeza, empujando el codo con la otra mano.",
            "La estudiante que extiende el brazo hacia adelante y flexiona la muñeca con ayuda de la otra mano."
          ],
          "respuesta": "El estudiante que inclina la cabeza hacia un lado, ayudándose suavemente con la mano.",
          "respuestaCorta": "La elongación del trapecio superior se realiza mediante la flexión lateral del cuello, como se muestra en la primera imagen.",
          "solucionario": "La imagen 'a' muestra la técnica correcta para elongar el músculo trapecio en sus fibras superiores, que se extienden desde el cuello hasta el hombro. La inclinación lateral de la cabeza estira eficazmente esta zona. La imagen 'b' corresponde a una elongación del tríceps, y la 'c' a una elongación de los músculos extensores de la muñeca y el antebrazo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p26",
      "contexto": "La docente ensaya una coreografía de Huaylarsh con los estudiantes. Los ensayos son intensos por la alta exigencia de la danza y, para evitar el agotamiento, la docente les propone a los estudiantes realizar un descanso activo, o pausa activa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones constituye un descanso activo?",
          "opciones": [
            "Detener el ensayo y pedir a los estudiantes que se sienten o se echen en el piso y que tomen agua para rehidratarse.",
            "Proponer a los estudiantes caminar o trotar suavemente por todo el espacio realizando elongaciones y respiraciones sin dejar de moverse.",
            "Pedirles a los estudiantes que se sienten en el piso con las piernas cruzadas y que respiren profundamente mientras elongan el tronco y extienden cada brazo hacia los lados."
          ],
          "respuesta": "Proponer a los estudiantes caminar o trotar suavemente por todo el espacio realizando elongaciones y respiraciones sin dejar de moverse.",
          "respuestaCorta": "Un descanso activo implica realizar una actividad física de baja intensidad para facilitar la recuperación, en lugar de detenerse por completo.",
          "solucionario": "El concepto de descanso activo (o pausa activa) se refiere a la realización de ejercicios de muy baja intensidad después de un esfuerzo intenso. Esto ayuda a disminuir gradualmente la frecuencia cardíaca y a facilitar la eliminación de metabolitos como el lactato. Caminar o trotar suavemente es un ejemplo perfecto, a diferencia de las otras opciones que representan un descanso pasivo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p27",
      "contexto": "En una reunión para planificar las actividades que se desarrollarán para mejorar la resistencia de los estudiantes, un docente comenta lo siguiente: \"Cuando los estudiantes participan en una actividad física de alta intensidad durante un tiempo prolongado, los niveles de fatiga varían considerablemente según el estado físico y emocional de cada uno. Si un estudiante está bien motivado, podría superar la fatiga exigiéndose a sí mismo sin darse cuenta del daño que le está causando a su cuerpo. Al fatigarse por el esfuerzo, la falta de oxígeno limita la actividad del cerebro y, después del ejercicio, estará tan cansado que no podrá responder adecuadamente a las exigencias de las siguientes clases, porque sus capacidades de observación, atención y memoria estarán afectadas por la fatiga\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de resistencia está implicada en la situación descrita por el docente?",
          "opciones": [
            "Aeróbica.",
            "Anaeróbica láctica.",
            "Anaeróbica aláctica."
          ],
          "respuesta": "Anaeróbica láctica.",
          "respuestaCorta": "La descripción corresponde a la resistencia anaeróbica láctica, que se activa en esfuerzos de alta intensidad y duración media, generando ácido láctico y fatiga.",
          "solucionario": "El docente describe un esfuerzo de 'alta intensidad durante un tiempo prolongado' que genera una 'falta de oxígeno' y una fatiga considerable que afecta incluso las capacidades cognitivas. Este escenario es característico del sistema energético anaeróbico láctico, donde el cuerpo produce energía sin suficiente oxígeno, resultando en la acumulación de ácido láctico, que es un factor clave en la aparición de la fatiga muscular y sistémica.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades desarrolla la coordinación dinámica general?",
          "opciones": [
            "Desplazarse en cuadrupedia alta.",
            "Atrapar un balón en el aire.",
            "Esquivar objetos móviles."
          ],
          "respuesta": "Desplazarse en cuadrupedia alta.",
          "respuestaCorta": "La coordinación dinámica general involucra el movimiento sincronizado de grandes segmentos corporales en desplazamientos, como en la cuadrupedia.",
          "solucionario": "La coordinación dinámica general se refiere a la capacidad de mover de forma sincronizada diferentes partes del cuerpo para realizar una acción motriz global, generalmente implicando desplazamiento. La cuadrupedia es un claro ejemplo, ya que requiere una compleja alternancia y sincronización de brazos y piernas para avanzar. Atrapar un balón o esquivar objetos son ejemplos de coordinación segmentaria (óculo-manual y óculo-pédica, respectivamente).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p29",
      "contexto": "Durante una sesión, los estudiantes están jugando \"Simón dice\". Cada estudiante está parado sobre una marca en el piso y uno de los compañeros, quien hace de \"Simón\", se coloca delante del grupo y da indicaciones a los demás. Por ejemplo: \"Simón dice que salten hacia adelante\", y los estudiantes deben saltar desde su marca hacia adelante; \"Simón dice que salten hacia la derecha\", \"Simón dice que salten hacia atrás\", etc., y los estudiantes deben ejecutar cada una de las consignas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de coordinación están desarrollando principalmente los estudiantes con esta actividad?",
          "opciones": [
            "Específica.",
            "Espacial.",
            "General."
          ],
          "respuesta": "Espacial.",
          "respuestaCorta": "El juego exige ajustar los movimientos del cuerpo (saltos) a las referencias espaciales dadas (adelante, atrás, derecha).",
          "solucionario": "La coordinación espacial es la habilidad de percibir la relación entre el propio cuerpo y el entorno, permitiendo ajustar los movimientos a las distancias, direcciones y trayectorias. En el juego \"Simón dice\", los estudiantes deben procesar las consignas verbales y traducirlas en acciones motoras con una clara orientación en el espacio, lo que desarrolla directamente esta capacidad.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades motrices se requiere principalmente al subir por una escalera?",
          "opciones": [
            "Básicas.",
            "Genéricas.",
            "Específicas."
          ],
          "respuesta": "Básicas.",
          "respuestaCorta": "Subir una escalera es una aplicación de habilidades motrices básicas como la marcha y el equilibrio en un contexto diferente.",
          "solucionario": "Las habilidades motrices básicas son patrones de movimiento fundamentales como caminar, correr, saltar, girar, etc. Subir una escalera es una variación de la marcha en un plano inclinado, que implica equilibrio y la aplicación de fuerza. No es una habilidad específica de un deporte, sino una habilidad fundamental que forma parte del repertorio motor básico de una persona.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p31",
      "contexto": "El docente propone a los estudiantes caminar libremente por el espacio siguiendo sus consignas. Si el docente dice \"¡De hierro!\", deben caminar como si sus extremidades fueran de hierro, duras y pesadas; si el docente dice \"¡De trapo!\", deberán caminar soltando sus brazos y piernas. El docente continúa con diferentes consignas como \"¡De piedra!\", \"¡De plumas!\" y \"¡ De papel!\", buscando combinar consignas diferentes y aumentando la velocidad hasta que los estudiantes caen tendidos en el piso.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de control deben tener principalmente los estudiantes para ejecutar las acciones descritas?",
          "opciones": [
            "Tónico.",
            "Postural.",
            "Propioceptivo."
          ],
          "respuesta": "Tónico.",
          "respuestaCorta": "La actividad requiere que los estudiantes regulen voluntariamente la tensión y relajación de sus músculos, lo que se conoce como control tónico.",
          "solucionario": "El control tónico es la capacidad de manejar el tono muscular, es decir, el grado de contracción o relajación de los músculos. Al pedirles que caminen como si fueran \"de hierro\" (alta tensión) o \"de trapo\" (baja tensión), el docente está trabajando directamente la conciencia y el control voluntario del tono muscular de los estudiantes.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué competencia del CNEB busca desarrollar principalmente esta actividad?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Se desenvuelve de manera autónoma a través de su motricidad.",
          "respuestaCorta": "Esta competencia se centra en la conciencia y el dominio del propio cuerpo para expresarse y moverse con intención.",
          "solucionario": "La competencia \"Se desenvuelve de manera autónoma a través de su motricidad\" implica que el estudiante comprenda y tome conciencia de su cuerpo en acción. Actividades como esta, que fomentan la exploración de diferentes calidades de movimiento y el control tónico, son fundamentales para que el estudiante desarrolle un mayor dominio y expresividad motriz.",
          "seccion": "Conocimientos Curriculares"
        },
        {
          "pregunta": "¿Qué capacidad corporal busca desarrollar principalmente esta actividad?",
          "opciones": [
            "Expresión corporal.",
            "Equilibrio dinámico.",
            "Coordinación específica."
          ],
          "respuesta": "Expresión corporal.",
          "respuestaCorta": "La actividad utiliza el movimiento para comunicar sensaciones e ideas (dureza, ligereza), lo cual es la base de la expresión corporal.",
          "solucionario": "El objetivo principal de la tarea es que los estudiantes utilicen su cuerpo para representar y comunicar diferentes estados o materiales (hierro, trapo, plumas). Esta utilización del movimiento y el gesto con una finalidad expresiva y comunicativa es la definición misma de la capacidad de expresión corporal.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p34",
      "contexto": "La docente propone a los estudiantes una actividad que consiste en que ellos deben intentar mantener el equilibrio en las siguientes tres posiciones:",
      "imagen": "img/ascenso/secundaria/2019/edufisica/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las posiciones requiere realizar mayor ajuste corporal?",
          "opciones": [
            "1.ª",
            "2.ª",
            "3.ª"
          ],
          "respuesta": "3.ª",
          "respuestaCorta": "La posición más inestable es la que requiere un mayor número de ajustes corporales para mantener el equilibrio.",
          "solucionario": "El ajuste corporal se refiere a las constantes y sutiles correcciones musculares que el cuerpo realiza para mantener el equilibrio. Una posición es más difícil o inestable cuanto menor sea su base de sustentación y/o más alto esté su centro de gravedad. Asumiendo que las posiciones progresan en dificultad, la tercera posición sería la más desafiante, demandando el mayor nivel de ajuste corporal para ser mantenida.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué aspecto de la percepción corporal se desarrolla principalmente con esta actividad?",
          "opciones": [
            "La propiocepción.",
            "La exterocepción.",
            "La interocepción."
          ],
          "respuesta": "La propiocepción.",
          "respuestaCorta": "Las actividades de equilibrio dependen directamente del sistema propioceptivo para percibir la posición del cuerpo en el espacio.",
          "solucionario": "La propiocepción es el sentido que nos permite saber dónde están las partes de nuestro cuerpo sin necesidad de verlas. Es crucial para el control motor y, especialmente, para el equilibrio. Al realizar estas posturas, los estudiantes activan y afinan su sistema propioceptivo, que envía información constante al cerebro sobre la posición de las articulaciones y la tensión muscular para realizar los ajustes necesarios.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué se busca desarrollar principalmente con esta actividad?",
          "opciones": [
            "La relación entre el espacio y el tiempo.",
            "La relación entre el estímulo y la respuesta.",
            "La relación entre partes corporales contiguas."
          ],
          "respuesta": "La relación entre partes corporales contiguas.",
          "respuestaCorta": "Mantener el equilibrio requiere coordinar la posición relativa de las diferentes partes del cuerpo para estabilizar el centro de gravedad.",
          "solucionario": "Para lograr una postura de equilibrio, el cuerpo debe organizar y coordinar la posición de sus diferentes segmentos (pierna de apoyo, pierna libre, tronco, brazos, cabeza). La actividad, por tanto, desarrolla la conciencia y el control de cómo se relacionan y alinean estas partes corporales contiguas para mantener la estabilidad general del cuerpo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p37",
      "contexto": "Durante una actividad en la que los estudiantes intentan mantener el equilibrio en tres posiciones diferentes, la docente va preguntando a los estudiantes: \"¿Qué diferencias encuentran al tratar de mantener el equilibrio en cada una de las posiciones? ¿Cuál de ellas es más difícil de realizar? ¿Por qué creen que ocurre esto? ¿Qué se necesita para lograr equilibrarse en un solo pie?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso cognitivo promueve principalmente la docente en los estudiantes al realizar estas preguntas?",
          "opciones": [
            "Metacognición.",
            "Autoevaluación.",
            "Conflicto cognitivo."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "Las preguntas guían a los estudiantes a reflexionar sobre su propio proceso de aprendizaje y las estrategias que utilizan, lo cual es metacognición.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. Al preguntar \"¿Por qué creen que ocurre esto?\" o \"¿Qué se necesita para lograrlo?\", la docente no solo pide que evalúen su desempeño (autoevaluación), sino que analicen las causas, las dificultades y las estrategias implicadas en la tarea, fomentando una comprensión más profunda de su propio aprendizaje motor.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p38",
      "contexto": "La docente realiza una actividad con sus estudiantes que consiste en que deben pararse frente a un espejo y describir su cuerpo de la manera más objetiva posible guiados por las siguientes preguntas: \"¿Cómo es tu cuerpo? ¿Te gusta tu cuerpo? ¿Por qué? ¿Qué es lo que más te gusta de tu cuerpo? ¿Por qué? ¿Cambiarías algo de tu cuerpo? ¿Por qué? Esa parte de tu cuerpo que no te gusta, ¿qué cosas que te agradan te permite realizar? Entonces, ¿qué cosas bonitas podrías decir sobre esa parte de tu cuerpo?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aspecto de la corporeidad está trabajando principalmente la docente con esta actividad?",
          "opciones": [
            "Conciencia corporal.",
            "Esquema corporal.",
            "Imagen corporal."
          ],
          "respuesta": "Imagen corporal.",
          "respuestaCorta": "La actividad se enfoca en las percepciones, sentimientos y valoraciones subjetivas sobre el propio cuerpo, lo que define la imagen corporal.",
          "solucionario": "La imagen corporal es la representación mental que cada persona tiene de su propio cuerpo, pero cargada de componentes subjetivos, afectivos y valorativos. Las preguntas de la docente (\"¿Te gusta?\", \"¿Cambiarías algo?\") apuntan directamente a esta dimensión emocional y perceptiva, buscando que los estudiantes construyan una imagen corporal positiva. El esquema corporal es más bien la representación neurológica y espacial del cuerpo, y la conciencia corporal es la percepción del movimiento.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p39",
      "contexto": "El docente propone a los estudiantes jugar \"quechi\": dos estudiantes se colocan cada uno en un extremo del campo y los demás se ubican en el centro. Los estudiantes de los extremos deben lanzar una pelota a los compañeros del centro, y estos deben esquivar el balón intentando que no toque ninguna parte de su cuerpo. Si algún estudiante recibe un pelotazo, sale del juego y queda en espera de que alguien lo \"salve\". Si un estudiante atrapa la pelota en el aire, gana una \"vida\" y eso le permite salvar a un compañero o guardársela para sí mismo. Cuando solo queda un participante, los demás cuentan en voz alta todas las esquivadas que realiza hasta lograr un número equivalente a su edad. Si lo logra, salva a todos sus compañeros.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta lo descrito, ¿qué tipo de juego es principalmente \"quechi\"?",
          "opciones": [
            "Sensorial.",
            "Perceptivo.",
            "De orientación."
          ],
          "respuesta": "Perceptivo.",
          "respuestaCorta": "Es un juego perceptivo-motor, ya que el éxito depende de percibir la trayectoria del balón y reaccionar motrizmente para esquivarlo.",
          "solucionario": "El juego se basa fundamentalmente en la capacidad de los jugadores del centro para percibir los estímulos del entorno (la pelota que se acerca) y procesar esa información para generar una respuesta motora adecuada y rápida (la esquiva). Por esta razón, se clasifica como un juego de carácter predominantemente perceptivo-motor.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué capacidad física se requiere principalmente para esquivar el balón?",
          "opciones": [
            "Potencia.",
            "Velocidad.",
            "Agilidad."
          ],
          "respuesta": "Agilidad.",
          "respuestaCorta": "La agilidad es la capacidad de cambiar de dirección rápidamente, lo cual es esencial para esquivar un objeto en movimiento.",
          "solucionario": "La agilidad combina velocidad, equilibrio, coordinación y flexibilidad para permitir cambios de posición y dirección del cuerpo de forma rápida y precisa. Esquivar un balón no es solo correr rápido en línea recta (velocidad), sino reaccionar y mover todo el cuerpo eficientemente en diferentes direcciones, lo cual define a la agilidad.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Cuando los estudiantes deben decidir si salvarse a ellos mismos o a sus compañeros, ¿qué tipo de habilidades requieren poner en práctica?",
          "opciones": [
            "Tácticas.",
            "Técnicas.",
            "Estratégicas."
          ],
          "respuesta": "Estratégicas.",
          "respuestaCorta": "La decisión de usar una 'vida' para beneficio personal o del equipo es una decisión estratégica que afecta el objetivo global del juego.",
          "solucionario": "La estrategia en el juego se refiere a la planificación general de acciones para alcanzar un objetivo a largo plazo. La decisión de salvar a un compañero (fortaleciendo al equipo) o guardarse la vida (asegurando la supervivencia individual) es una decisión estratégica que impacta el resultado final. La táctica, en cambio, se refiere a las acciones inmediatas para resolver una situación puntual (ej. moverse a un espacio vacío).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p42",
      "contexto": "El docente se propone desarrollar habilidades espaciales en sus estudiantes, por lo que les plantea realizar un juego en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para realizar el juego, los estudiantes se distribuyen por toda el aula y se sitúan sobre una marca en el suelo. El docente pide un voluntario, le venda los ojos, lo desplaza por el aula y lo ubica en otro lugar. Cuando el docente lo indica, el estudiante debe quitarse la venda y volver a su lugar lo más rápido posible. En este juego, ¿qué capacidad requiere poner en práctica principalmente el estudiante al que se le ha vendado los ojos?",
          "opciones": [
            "Adaptación espacial.",
            "Orientación espacial.",
            "Estructuración espacial."
          ],
          "respuesta": "Orientación espacial.",
          "respuestaCorta": "La orientación espacial es la capacidad de determinar la propia posición en relación con los objetos del entorno para poder ubicarse.",
          "solucionario": "Al ser movido a un nuevo punto y tener que encontrar su lugar original, el estudiante debe, primero, identificar su nueva ubicación y la de su objetivo (su marca) en relación con los demás elementos del aula. Este proceso de ubicarse a sí mismo en el espacio es la orientación espacial.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Luego, el docente realiza una variación del juego: elige a Pedro, uno de los estudiantes, le venda los ojos, lo desplaza por el aula y lo ubica en otro lugar. Después, sin quitarle la venda, le pide a Martha, una de sus compañeras, que, sin moverse de su sitio, guíe a Pedro para que vuelva a su lugar. Martha le va dando consignas a su compañero: \"Voltea a tu derecha\", \"Ahora avanza tres pasos\", etc., hasta lograr que Pedro vuelva a su sitio. ¿Qué capacidad requiere principalmente Martha para guiar a su compañero?",
          "opciones": [
            "Adaptación espacial.",
            "Orientación espacial.",
            "Estructuración espacial."
          ],
          "respuesta": "Estructuración espacial.",
          "respuestaCorta": "La estructuración espacial implica organizar mentalmente el espacio y sus elementos para dar instrucciones lógicas y secuenciadas.",
          "solucionario": "Martha necesita crear un mapa mental del aula desde su perspectiva. Debe ubicar a Pedro, su propio sitio y el objetivo, y luego establecer una secuencia ordenada de relaciones espaciales (direcciones, distancias) para guiar a su compañero. Esta capacidad de organizar y relacionar los elementos en el espacio es la estructuración espacial.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué capacidad requiere principalmente Pedro para seguir las consignas de Martha?",
          "opciones": [
            "Adaptación espacial.",
            "Orientación espacial.",
            "Estructuración espacial."
          ],
          "respuesta": "Orientación espacial.",
          "respuestaCorta": "Pedro debe interpretar las instrucciones en relación con su propio cuerpo (su derecha, su izquierda) para moverse correctamente, lo cual es orientación espacial.",
          "solucionario": "Con los ojos vendados, Pedro depende de la percepción de su propio cuerpo para ejecutar las órdenes. Debe saber cuál es su derecha, su izquierda, adelante y atrás para poder girar o avanzar correctamente. Esta habilidad de relacionar las direcciones del espacio con su propio cuerpo es un componente clave de la orientación espacial.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p45",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el baloncesto, ¿qué tipo de habilidades motrices implican las acciones de dribling, lanzamiento, parada, pivoteo, pase y finta?",
          "opciones": [
            "Específicas.",
            "Genéricas.",
            "Básicas."
          ],
          "respuesta": "Específicas.",
          "respuestaCorta": "Estas habilidades son específicas porque son técnicas propias y características del deporte del baloncesto.",
          "solucionario": "Las habilidades motrices específicas son aquellas que se desarrollan para una disciplina deportiva concreta. Mientras que correr o saltar son habilidades básicas, el dribling, el pivoteo o el lanzamiento a canasta son gestos técnicos que definen al baloncesto y requieren un entrenamiento específico para ser dominados.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p46",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de coordinación se requiere principalmente al realizar \"pataditas\" con el empeine para dominar un balón?",
          "opciones": [
            "Específica.",
            "Espacial.",
            "General."
          ],
          "respuesta": "Específica.",
          "respuestaCorta": "Dominar un balón con el pie es un ejemplo de coordinación específica óculo-pédica (ojo-pie).",
          "solucionario": "La coordinación específica o segmentaria se refiere a la interacción precisa entre diferentes segmentos corporales, o entre la percepción (vista) y una parte del cuerpo. Realizar \"pataditas\" exige una altísima coordinación entre lo que el ojo ve (la posición y velocidad del balón) y la acción precisa del pie para golpearlo, lo que se conoce como coordinación óculo-pédica.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p47",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades motrices básicas se requiere principalmente al realizar un giro corporal?",
          "opciones": [
            "Locomotoras.",
            "No locomotoras.",
            "Manipulativas."
          ],
          "respuesta": "No locomotoras.",
          "respuestaCorta": "Los giros sobre el propio eje son movimientos que no implican desplazamiento, por lo que son habilidades no locomotoras.",
          "solucionario": "Las habilidades motrices básicas se dividen en tres categorías. Las locomotoras implican mover el cuerpo de un lugar a otro (correr, saltar). Las manipulativas implican el manejo de objetos (lanzar, atrapar). Las no locomotoras son movimientos que se realizan en el sitio, sin desplazamiento del cuerpo, como balancearse, estirarse o, en este caso, girar sobre el propio eje.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p48",
      "contexto": "Durante una actividad lúdica de minitenis, la docente observa que Miriam lanza la pelota al aire y luego la golpea con la raqueta utilizando siempre su brazo dominante y sin mostrar ninguna dificultad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de lateralidad se evidencia en la acción de golpeo de Miriam?",
          "opciones": [
            "Lateralidad cruzada.",
            "Lateralidad ambidiestra.",
            "Lateralidad homogénea."
          ],
          "respuesta": "Lateralidad homogénea.",
          "respuestaCorta": "El uso preferente y hábil de un lado del cuerpo para las principales acciones (mano, pie, ojo) se conoce como lateralidad homogénea.",
          "solucionario": "La lateralidad homogénea se refiere a la dominancia del mismo lado (derecho o izquierdo) en la mano, el pie y el ojo. Aunque el texto solo menciona la dominancia del brazo, el hecho de que realice la tarea de forma fluida y \"sin ninguna dificultad\" sugiere una lateralidad bien definida y establecida, que es característica de la lateralidad homogénea (diestra o zurda).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p49",
      "contexto": "En la sesión de Educación Física, los estudiantes llevan a cabo el juego denominado \"busco a mi compañero\". El grupo de estudiantes se divide en parejas y cada pareja elige un sonido que los identifica. Luego, los estudiantes deben dispersarse por el patio y caminar cuidadosamente con los ojos vendados mientras \"llaman\" a su pareja con el sonido acordado hasta lograr reunirse con ella.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué capacidad perceptivo-motriz están desarrollando los estudiantes principalmente con este juego?",
          "opciones": [
            "Orientación espacial.",
            "Discriminación auditiva.",
            "Estructuración temporal."
          ],
          "respuesta": "Discriminación auditiva.",
          "respuestaCorta": "El juego se centra en la habilidad de identificar y localizar un sonido específico entre otros, lo cual es discriminación auditiva.",
          "solucionario": "La capacidad principal que se pone en juego es la discriminación auditiva, que es la habilidad de diferenciar unos sonidos de otros. Los estudiantes, con los ojos vendados, deben centrar su atención en el estímulo auditivo acordado con su pareja y filtrarlo del resto de sonidos del ambiente para poder encontrarla. Aunque también se implica la orientación espacial, el estímulo primario a procesar es el auditivo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p50",
      "contexto": "En una unidad didáctica en la que los estudiantes van a aprender a jugar tenis de mesa, el docente les propone realizar el siguiente juego: los estudiantes se organizan en dos columnas y, a la señal, un estudiante de cada equipo se desplaza una distancia de 10 metros, ida y vuelta, lo más rápido posible, mientras hace rebotar una pelota de tenis de mesa sobre la raqueta, y, al regresar, le da la posta a su compañero de equipo. Si durante el trayecto al estudiante se le cae la pelota, debe regresar al lugar donde se le cayó y retomar el juego. El equipo que termina primero es el ganador.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de juego ha propuesto el docente a los estudiantes?",
          "opciones": [
            "Deportivo.",
            "Recreativo.",
            "Predeportivo."
          ],
          "respuesta": "Predeportivo.",
          "respuestaCorta": "Es un juego predeportivo porque utiliza habilidades de un deporte (tenis de mesa) en un formato de juego modificado y más simple.",
          "solucionario": "Los juegos predeportivos son aquellos que sirven como iniciación a una disciplina deportiva. Utilizan elementos técnicos y materiales del deporte de referencia (en este caso, la raqueta y la pelota de tenis de mesa) pero con reglas y objetivos simplificados (una carrera de relevos) para desarrollar las habilidades básicas necesarias para el deporte formal.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p51",
      "contexto": "Dos docentes de Educación Física están conversando y uno de ellos realiza el siguiente comentario: \"Cuando un deportista juega al vóleibol, necesita golpear de determinada manera el balón, no solo por lo reglamentado y por la forma de ejecución específica, sino también por su propia seguridad, por la garantía de economizar el esfuerzo y la posibilidad de ser más eficiente durante el juego\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué aspecto del deporte se refiere el docente en su comentario?",
          "opciones": [
            "A la táctica.",
            "A la técnica.",
            "A la estrategia."
          ],
          "respuesta": "A la técnica.",
          "respuestaCorta": "El comentario describe la ejecución eficiente, segura y económica de un movimiento, lo cual define el concepto de técnica deportiva.",
          "solucionario": "La técnica deportiva es el modelo ideal de ejecución de un movimiento o gesto específico de un deporte. El comentario se centra en la \"forma de ejecución\" que garantiza eficiencia, seguridad y economía del esfuerzo, que son los objetivos fundamentales del entrenamiento técnico. La táctica y la estrategia se refieren a cómo y cuándo se usan esas técnicas en el juego.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p52",
      "contexto": "A continuación, se presenta un estudiante que está realizando el test de Wells.",
      "imagen": "img/ascenso/secundaria/2019/edufisica/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué capacidad física mide el test de Wells?",
          "opciones": [
            "Fuerza.",
            "Resistencia.",
            "Flexibilidad."
          ],
          "respuesta": "Flexibilidad.",
          "respuestaCorta": "El test de Wells, o test de 'sentarse y alcanzar', mide la flexibilidad de la musculatura isquiotibial y de la zona lumbar.",
          "solucionario": "El test de Wells es una de las pruebas más comunes y estandarizadas para evaluar la capacidad física de la flexibilidad. Específicamente, mide la flexibilidad de los músculos de la parte posterior de las piernas (isquiotibiales) y de la espalda baja (zona lumbar).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p53",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2019/edufisica/7.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades está contraindicada en Educación Física?",
          "opciones": [
            "En posición de cuclillas y dando saltitos, empujar al compañero para desequilibrarlo.",
            "Caminar cargando en la espalda al compañero.",
            "En posición de plancha, tratar de desequilibrar al compañero."
          ],
          "respuesta": "En posición de cuclillas y dando saltitos, empujar al compañero para desequilibrarlo.",
          "respuestaCorta": "Este ejercicio está contraindicado por el alto riesgo de lesión en las articulaciones de la rodilla.",
          "solucionario": "La actividad descrita en la opción 'a' combina una flexión profunda de rodilla (cuclillas), con impacto (saltitos) y una fuerza externa lateral (empujones). Esta combinación somete a los ligamentos y meniscos de la rodilla a una tensión extrema, creando un alto riesgo de lesiones graves, por lo que se considera un ejercicio contraindicado.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p54",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejercicios permite fortalecer los músculos abdominales sin generar lesiones?",
          "opciones": [
            "Tendido en posición de decúbito supino, con las piernas elevadas y extendidas formando un ángulo de 90° con la cadera, los brazos extendidos y las palmas de las manos hacia el suelo, impulsar la pelvis hacia arriba.",
            "Tendido en posición de decúbito supino, con las manos entrelazadas detrás de la cabeza y los codos cerrados, elevar el tronco y, con las piernas semiflexionadas, hacer que el codo toque la rodilla contraria alternadamente.",
            "Tendido en posición de decúbito supino, con las piernas extendidas y las manos entrelazadas en la nuca como punto de apoyo, cruzar los pies alternadamente como tijeras manteniéndolos elevados a unos diez centímetros del piso."
          ],
          "respuesta": "Tendido en posición de decúbito supino, con las piernas elevadas y extendidas formando un ángulo de 90° con la cadera, los brazos extendidos y las palmas de las manos hacia el suelo, impulsar la pelvis hacia arriba.",
          "respuestaCorta": "La elevación de pelvis o 'crunch' inverso es el ejercicio más seguro, ya que protege la zona lumbar y cervical.",
          "solucionario": "El ejercicio 'a' (crunch inverso) es el más seguro porque mantiene la espalda baja apoyada en el suelo, minimizando la tensión en la zona lumbar. Los ejercicios 'b' y 'c', especialmente por la indicación de poner las manos en la nuca, conllevan un alto riesgo de forzar el cuello (zona cervical) y de arquear la espalda baja, lo que puede provocar lesiones.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p55",
      "contexto": "Durante la sesión de Educación Física, Marina se ha caído y ha sufrido una contusión en la pierna. Si bien puede mover la extremidad, siente dolor y tiene un gran hematoma.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción de primeros auxilios se debe realizar en este caso?",
          "opciones": [
            "Envolver la pierna con una venda ajustada.",
            "Aplicar calor y masajes suaves en la zona del golpe.",
            "Elevar la pierna y aplicar compresas frías sobre la zona."
          ],
          "respuesta": "Elevar la pierna y aplicar compresas frías sobre la zona.",
          "respuestaCorta": "Ante una contusión aguda, se debe aplicar frío para reducir la inflamación y elevar la extremidad para disminuir el edema.",
          "solucionario": "El protocolo de primeros auxilios para lesiones agudas como contusiones y esguinces (conocido como RICE/PRICE) indica la aplicación de frío (hielo o compresas) para causar vasoconstricción y reducir el sangrado interno (hematoma) y la inflamación. La elevación de la extremidad por encima del nivel del corazón ayuda a que la gravedad drene el exceso de fluido. Aplicar calor estaría contraindicado en las primeras 48-72 horas.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p56",
      "contexto": "Sergio es un estudiante que tiene epilepsia. Él tiene controlada la enfermedad: acude regularmente a su médico y toma medicamentos que lo ayudan a prevenir las convulsiones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cómo debe atender el docente de Educación Física la condición que presenta Sergio?",
          "opciones": [
            "Debe permitir que Sergio realice las mismas tareas que sus compañeros, pero con menor intensidad.",
            "Debe promover que Sergio participe en las sesiones haciendo las mismas tareas que sus demás compañeros.",
            "Debe evitar que Sergio participe en las actividades físicas y asignarle otras tareas, como apoyar al docente en la organización de la sesión."
          ],
          "respuesta": "Debe promover que Sergio participe en las sesiones haciendo las mismas tareas que sus demás compañeros.",
          "respuestaCorta": "Desde un enfoque inclusivo, si la condición médica está controlada y no hay contraindicación explícita, el estudiante debe participar plenamente.",
          "solucionario": "El principio de inclusión educativa aboga por la plena participación de todos los estudiantes. Dado que la epilepsia de Sergio está controlada médicamente, no hay razón para limitar su participación a priori. Excluirlo o modificar su actividad sin una justificación médica específica sería una práctica discriminatoria. El docente debe permitirle participar normalmente, manteniéndose informado y preparado para actuar solo en caso de ser necesario.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p57",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el deporte paralímpico vóleibol sentado, ¿cuántos jugadores participan por equipo durante el juego?",
          "opciones": [
            "3",
            "4",
            "6"
          ],
          "respuesta": "6",
          "respuestaCorta": "Al igual que en el voleibol convencional, en el voleibol sentado participan seis jugadores por equipo en la cancha.",
          "solucionario": "El vóleibol sentado es una adaptación del voleibol para atletas con discapacidad. Aunque se juega en una cancha más pequeña y con una red más baja, mantiene muchas de las reglas del juego original, incluyendo el número de jugadores por equipo en la cancha, que es de seis.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p58",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si en un campeonato deportivo se juegan siete partidos entre ocho equipos, ¿qué sistema de competencia se ha implementado?",
          "opciones": [
            "Eliminación doble.",
            "Eliminación simple.",
            "Todos contra todos."
          ],
          "respuesta": "Eliminación simple.",
          "respuestaCorta": "En un sistema de eliminación simple con 'N' equipos, siempre se juegan 'N-1' partidos. Con 8 equipos, se juegan 7 partidos.",
          "solucionario": "El sistema de eliminación simple es aquel en el que un equipo queda eliminado tras perder un partido. Para determinar un único campeón a partir de 'N' competidores, se necesita realizar 'N-1' partidos de eliminación. En este caso, para 8 equipos, se necesitan 8-1 = 7 partidos, lo que coincide exactamente con la situación descrita.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En un campeonato deportivo, si hay cuatro equipos compitiendo, ¿cuántos partidos se tienen que programar en un sistema todos contra todos?",
          "opciones": [
            "6",
            "8",
            "12"
          ],
          "respuesta": "6",
          "respuestaCorta": "En un sistema 'todos contra todos' con 4 equipos, se deben jugar 6 partidos en total.",
          "solucionario": "Para calcular el número de partidos en un sistema de competencia de 'todos contra todos' (o round-robin) a una sola vuelta, se utiliza la fórmula N*(N-1)/2, donde N es el número de equipos. Para 4 equipos, la operación es 4 * (4-1) / 2 = 4 * 3 / 2 = 12 / 2 = 6 partidos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_edfisica_2019_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es más adecuada para que los estudiantes de quinto y sexto ciclo desarrollen su fuerza?",
          "opciones": [
            "Realizar ejercicios con mancuernas, barras y discos de diferentes pesos de acuerdo con su edad.",
            "Realizar ejercicios en los que se debe resistir el peso del propio cuerpo o partes de él.",
            "Realizar diversos ejercicios de resistencia utilizando balones medicinales."
          ],
          "respuesta": "Realizar ejercicios en los que se debe resistir el peso del propio cuerpo o partes de él.",
          "respuestaCorta": "Para estas edades, el método más seguro y adecuado para el desarrollo de la fuerza son los ejercicios de autocarga o con el propio peso corporal.",
          "solucionario": "En las etapas de la preadolescencia y adolescencia temprana (ciclos V y VI), el esqueleto aún está en desarrollo. Por ello, la estrategia más recomendada para el entrenamiento de la fuerza es la autocarga (planchas, sentadillas, dominadas, etc.). Estos ejercicios mejoran la fuerza funcional y el control corporal sin imponer cargas externas que podrían generar estrés innecesario en las articulaciones y los cartílagos de crecimiento. El uso de cargas externas como pesas o balones medicinales debe ser supervisado con mucho cuidado y generalmente se introduce en etapas posteriores.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    }
  ]
}
  