{
  "completo": [
    {
      "idGrupo": "asc_secundaria_matematica_2019_p01",
      "contexto": "En la Evaluación Censal de Estudiantes 2018, se propuso la siguiente pregunta:\nSe dibujó la siguiente bandera sobre papel cuadriculado.\n¿Qué parte de la bandera es de color rojo?",
      "imagen": "img/ascenso/secundaria/2019/matematica/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes tareas es más pertinente para favorecer la comprensión del significado de fracción implicado en la pregunta propuesta?",
          "opciones": [
            "Resolver problemas que involucren fracciones como parte-todo, con partes diferentes en su forma o tamaño.",
            "Resolver problemas que involucren fracciones que expresen medidas particulares de superficies.",
            "Resolver problemas que involucren fracciones como operador de magnitudes continuas."
          ],
          "respuesta": "Resolver problemas que involucren fracciones como parte-todo, con partes diferentes en su forma o tamaño.",
          "respuestaCorta": "La tarea requiere entender la fracción como una relación parte-todo donde las partes tienen igual área pero no necesariamente la misma forma, lo cual es el foco de la opción A.",
          "solucionario": "La pregunta censal evalúa la comprensión de la fracción como parte-todo en un contexto donde las divisiones de la unidad (la bandera) tienen igual área pero formas distintas. La tarea más pertinente es aquella que aborda directamente esta característica. La opción A propone trabajar con partes de diferente forma o tamaño, lo que permite a los estudiantes generalizar que la equivalencia de las partes se refiere a la magnitud (en este caso, el área) y no a la forma, fortaleciendo así la comprensión conceptual necesaria para resolver el problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p02",
      "contexto": "Durante el desarrollo de una sesión de aprendizaje, un estudiante le preguntó al docente lo siguiente: \"¿1 x 10⁻³ es igual a 0,001?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ayudar al estudiante a responder su pregunta?",
          "opciones": [
            "Presentar las principales leyes de exponentes y preguntar con cuál de ellas se resuelve, por ejemplo, 10⁻³. Luego, explicar paso a paso cómo aplicar dicha ley y proponer otros casos similares para verificar si comprendió cómo resolverlos.",
            "Explicar al estudiante que todo número con exponente negativo es igual a su inverso con exponente positivo. Luego, comentar que, cuando un número se divide entre una potencia de 10, el exponente de esta potencia indica la cantidad de espacios hacia la izquierda que se traslada la coma decimal.",
            "Pedir que, en la primera columna de una tabla, escriba, en forma descendente, las potencias de 10 desde 10³ hasta 10⁻³, y, en la segunda, sus respectivas equivalencias, desde 1000 hasta 0,001. Luego, preguntar por las regularidades que observa en estas potencias y cómo se aplicarían para calcular 10⁻¹, 10⁻² y 10⁻³."
          ],
          "respuesta": "Pedir que, en la primera columna de una tabla, escriba, en forma descendente, las potencias de 10 desde 10³ hasta 10⁻³, y, en la segunda, sus respectivas equivalencias, desde 1000 hasta 0,001. Luego, preguntar por las regularidades que observa en estas potencias y cómo se aplicarían para calcular 10⁻¹, 10⁻² y 10⁻³.",
          "respuestaCorta": "Esta acción promueve el aprendizaje por descubrimiento, permitiendo al estudiante inferir el patrón de los exponentes negativos a partir de una secuencia lógica, lo que es pedagógicamente más efectivo que la simple exposición de reglas.",
          "solucionario": "La opción C es la más pertinente porque sigue un enfoque constructivista. Al crear una tabla y observar el patrón de cómo cambian los valores a medida que el exponente de la base 10 disminuye (cada paso implica una división por 10), el estudiante puede deducir por sí mismo el significado y el valor de las potencias con exponente negativo. Este método de descubrimiento guiado fomenta una comprensión conceptual más profunda y duradera que la mera memorización de leyes o procedimientos explicados por el docente (opciones A y B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p03",
      "contexto": "Una docente planteó a los estudiantes el siguiente problema:\nEl diámetro del Sol es aproximadamente 1,4 x 10⁶ km, y el diámetro del planeta Mercurio es aproximadamente 4,9 x 10³ km. ¿Qué tan grande es el diámetro del Sol comparado con el de Mercurio?",
      "imagen": "img/ascenso/secundaria/2019/matematica/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para retroalimentar a Luis de modo que reflexione acerca de su error en la división de las potencias de base 10?",
          "opciones": [
            "Explicarle que el cociente de potencias con la misma base es igual a dicha base elevada a la diferencia de los exponentes. Luego, pedirle que realice nuevamente su resolución.",
            "Solicitarle que escriba 10⁶ y 10³ como la multiplicación repetida del factor 10. Luego, preguntarle cuánto es el resultado de dividir ambos números. Finalmente, pedirle que escriba ese resultado como una potencia de 10.",
            "Preguntarle qué es la notación científica y, a continuación, indicarle cómo se escriben los números en notación científica. Luego, pedirle que revise su procedimiento e identifique su error. Finalmente, solicitarle que vuelva a resolver el problema."
          ],
          "respuesta": "Solicitarle que escriba 10⁶ y 10³ como la multiplicación repetida del factor 10. Luego, preguntarle cuánto es el resultado de dividir ambos números. Finalmente, pedirle que escriba ese resultado como una potencia de 10.",
          "respuestaCorta": "Esta estrategia permite al estudiante reconstruir la propiedad de la división de potencias a partir de su definición fundamental, llevándolo a comprender por qué los exponentes se restan en lugar de simplemente corregir la fórmula.",
          "solucionario": "La opción B es la más adecuada para la retroalimentación reflexiva. En lugar de darle la regla directamente (opción A), se le guía para que él mismo la descubra. Al expandir las potencias (10⁶ = 1 000 000 y 10³ = 1000) y realizar la división, Luis verá que el resultado es 1000, que es 10³. Este proceso concreto le permitirá visualizar la cancelación de factores y entender conceptualmente por qué la división de potencias de igual base implica la resta de sus exponentes (6 - 3 = 3).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p04",
      "contexto": "Un docente presentó a los estudiantes la siguiente actividad:",
      "imagen": "img/ascenso/secundaria/2019/matematica/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes propósitos de aprendizaje corresponde principalmente esta actividad?",
          "opciones": [
            "Efectúa operaciones con números irracionales.",
            "Diferencia los números racionales de los irracionales.",
            "Aproxima los números irracionales mediante los números racionales."
          ],
          "respuesta": "Efectúa operaciones con números irracionales.",
          "respuestaCorta": "La actividad requiere calcular longitudes en el tangram usando el teorema de Pitágoras, lo que genera números irracionales (con raíces cuadradas), y luego realizar una resta entre ellos.",
          "solucionario": "Para resolver el problema, los estudiantes necesitan determinar las longitudes de los lados de las piezas del tangram. Esto implica aplicar propiedades geométricas y el teorema de Pitágoras. Por ejemplo, la diagonal del cuadrado de 15 cm es 15√2 cm. Muchas de las longitudes de las piezas serán expresiones que contienen √2, que es un número irracional. La tarea finaliza pidiendo calcular una diferencia entre dos de estas longitudes. Por lo tanto, el propósito principal es que los estudiantes realicen operaciones (en este caso, una sustracción) con números irracionales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p05",
      "contexto": "Un docente propone a los estudiantes de cuarto grado las siguientes tareas con números reales.\n• Tarea I. Halla el conjunto solución en la siguiente inecuación: 2 + |x + 1| ≤ 5\n• Tarea II. Aplica el teorema de Pitágoras para ubicar el punto que corresponde a la expresión 2 + √10 en la recta numérica, utilizando regla y compás.\n• Tarea III. Lee el siguiente enunciado: \"La multiplicación de dos números irracionales siempre da por resultado otro número irracional\". ¿Es verdadero o falso? Explica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las tareas propuestas es de mayor demanda cognitiva?",
          "opciones": [
            "La tarea I.",
            "La tarea II.",
            "La tarea III."
          ],
          "respuesta": "La tarea III.",
          "respuestaCorta": "La Tarea III requiere analizar una proposición, argumentar su validez y, crucialmente, encontrar un contraejemplo (ej. √2 x √2 = 2), lo que implica un nivel de razonamiento y justificación superior a la aplicación de algoritmos o procedimientos.",
          "solucionario": "La demanda cognitiva se mide por la complejidad del pensamiento requerido. Las Tareas I y II son principalmente procedimentales: la primera requiere aplicar el algoritmo para resolver inecuaciones con valor absoluto y la segunda, un procedimiento geométrico conocido. En contraste, la Tarea III exige un nivel de pensamiento más elevado. El estudiante debe evaluar una conjetura matemática, formular una justificación y refutarla mediante un contraejemplo (por ejemplo, √2 ⋅ √8 = √16 = 4). Este proceso de análisis, generalización y argumentación es característico de una alta demanda cognitiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p06",
      "contexto": "Un docente planteó a los estudiantes de segundo grado la siguiente tarea:\nLee el siguiente enunciado:\n\"a y b son números racionales. Si a es un número positivo y b es un número negativo, entonces (a - b) es un número positivo\".\nAnaliza si el enunciado es verdadero o falso, y explica por qué.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la tarea propuesta es de alta demanda cognitiva?",
          "opciones": [
            "Porque la tarea requiere operar con números racionales, lo que implica un conocimiento más profundo de los conjuntos numéricos para validar el enunciado.",
            "Porque la tarea requiere una abstracción, pues implica operar con expresiones literales y no con números específicos para validar el enunciado.",
            "Porque la tarea exige analizar, mediante una estrategia, una expresión simbólica para validar el enunciado."
          ],
          "respuesta": "Porque la tarea exige analizar, mediante una estrategia, una expresión simbólica para validar el enunciado.",
          "respuestaCorta": "La tarea es de alta demanda cognitiva porque no se limita a un cálculo, sino que requiere que el estudiante analice una proposición abstracta, desarrolle una estrategia de prueba y justifique su validez de forma general.",
          "solucionario": "La alta demanda cognitiva de esta tarea no reside en la complejidad de los números (racionales) ni en el uso de literales por sí solo. Reside en la necesidad de ir más allá de la simple sustitución de valores. El estudiante debe interpretar la estructura simbólica de la proposición (a - b), aplicar propiedades de los números negativos (si b es negativo, -b es positivo) y construir una argumentación lógica y generalizada para demostrar que la expresión (que equivale a la suma de dos positivos) siempre será positiva. Esto implica analizar y validar una afirmación matemática, lo cual es cognitivamente más exigente que aplicar un procedimiento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Ante la tarea planteada por el docente, la respuesta de un estudiante fue la siguiente: \"Es falso porque no se puede saber si (a - b) es un número positivo o negativo; depende de los valores que toman a y b\".\n¿Cuál de las siguientes alternativas explicaría el error del estudiante?",
          "opciones": [
            "Asocia las variables a y b únicamente con los números positivos y, por esta razón, no considera que, en este caso, -b representa a un número positivo.",
            "Desconoce las propiedades de las desigualdades para determinar si la expresión (a - b) es mayor o menor que cero, razón por la cual no puede generalizar.",
            "Considera que la sustracción siempre implica disminución, razón por la cual abre la posibilidad de que el resultado sea también negativo."
          ],
          "respuesta": "Asocia las variables a y b únicamente con los números positivos y, por esta razón, no considera que, en este caso, -b representa a un número positivo.",
          "respuestaCorta": "El error del estudiante se debe a que no maneja correctamente la abstracción de la variable 'b' como un número negativo. Al ver 'a - b', probablemente piensa en la resta de dos números positivos, sin darse cuenta de que la operación es equivalente a sumar dos positivos (a + |-b|).",
          "solucionario": "El error del estudiante radica en una dificultad conceptual con las variables que representan números negativos. Aunque el enunciado especifica que 'b es un número negativo', al encontrarse con la expresión 'a - b', el estudiante tiende a pensar en 'b' como una cantidad positiva que se resta. No realiza el paso clave de entender que si 'b' es negativo (ej. b = -5), entonces '-b' es positivo (-(-5) = 5), y la operación se convierte en 'a + 5'. Como 'a' también es positivo, la suma de dos positivos es siempre positiva. Su creencia de que el resultado 'depende de los valores' surge de esta incorrecta interpretación de la variable 'b'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p08",
      "contexto": "Una docente percibe que muchos estudiantes piensan que una fracción es un número que expresa una cantidad determinada de partes o elementos que se toman respecto de una unidad dividida en partes iguales.\nAnte esto, la docente busca generar conflicto cognitivo en estos estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para ello?",
          "opciones": [
            "¿Cómo explicarían el caso en el que se solicita determinar la relación entre una parte y la cantidad total de elementos del mismo conjunto, por ejemplo, la fracción que representa la cantidad de manzanas respecto de la cantidad de frutas de un cesto en el que hay manzanas y naranjas?",
            "¿Cómo explicarían el caso en el que se solicita determinar la relación entre una y otra parte del mismo conjunto, por ejemplo, la fracción que representa la cantidad de varones respecto de la cantidad de mujeres de un aula?",
            "¿Cómo explicarían el caso en el que se solicita determinar la relación entre las partes no tomadas y el total, por ejemplo, la fracción que representa la parte sobrante respecto de la barra completa de un chocolate?"
          ],
          "respuesta": "¿Cómo explicarían el caso en el que se solicita determinar la relación entre una y otra parte del mismo conjunto, por ejemplo, la fracción que representa la cantidad de varones respecto de la cantidad de mujeres de un aula?",
          "respuestaCorta": "Esta pregunta genera un conflicto cognitivo porque presenta a la fracción como una razón (relación parte-parte), lo que desafía la concepción limitada del estudiante de que una fracción solo puede ser una relación parte-todo.",
          "solucionario": "El conflicto cognitivo se produce cuando una nueva información contradice las creencias existentes del estudiante. Las opciones A y C se alinean perfectamente con la concepción parte-todo que los estudiantes ya poseen (manzanas/total de frutas; parte sobrante/total). En cambio, la opción B introduce un significado distinto: la relación parte-parte (varones respecto a mujeres), que es una razón. Al no poder encajar esta situación en su definición limitada, el estudiante se ve forzado a cuestionar y ampliar su concepto de lo que puede representar una fracción, abriéndose a la idea de razón.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p09",
      "contexto": "En enero, una empresa inició sus actividades con cierta cantidad de personal contratado. En julio del mismo año, la empresa contrató a una cantidad adicional de personas igual a la mitad del total de los contratados en enero. Se sabe que, por apertura de una segunda sede de la empresa, al cabo de tres meses, la tercera parte del total de los trabajadores contratados ese año se trasladarán a esta nueva sede.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a la cantidad de trabajadores que permanecerán en la primera sede, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "La cantidad de trabajadores que se mantendrá será menor que la que se contrató en el mes de enero.",
            "La cantidad de trabajadores que se quedará será la misma que la que se contrató en el mes de enero.",
            "La cantidad de trabajadores que permanecerá será mayor que la que se contrató en el mes de enero."
          ],
          "respuesta": "La cantidad de trabajadores que se quedará será la misma que la que se contrató en el mes de enero.",
          "respuestaCorta": "Si la cantidad inicial es 'x', el total se convierte en 'x + x/2 = 3x/2'. Luego, un tercio de este total (x/2) se traslada, dejando dos tercios del total, que es (2/3) * (3x/2) = x, la cantidad inicial.",
          "solucionario": "Para resolver el problema, se puede usar una variable. Sea 'x' la cantidad de personal en enero. En julio, se añaden 'x/2' personas, llegando a un total de 'x + x/2 = 3x/2'. Posteriormente, un tercio de este total se traslada a la nueva sede, es decir, se van (1/3) * (3x/2) = x/2 trabajadores. La cantidad de trabajadores que permanece en la primera sede es el total menos los que se van: (3x/2) - (x/2) = 2x/2 = x. Por lo tanto, la cantidad final es igual a la cantidad inicial de enero.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p10",
      "contexto": "Diego emprendió un negocio de venta de chompas elaboradas con lana de alpaca. Él compró cada chompa a S/ 200 y las vendió con una ganancia del 40% respecto al precio de compra. Al término de la temporada de invierno, Diego decidió aplicar un descuento del 25% al precio de venta de cada chompa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuánto fue el precio de venta de cada chompa después de aplicar ese descuento?",
          "opciones": [
            "S/ 230",
            "S/ 215",
            "S/ 210"
          ],
          "respuesta": "S/ 210",
          "respuestaCorta": "El precio de venta inicial era S/ 200 + 40% de 200 = S/ 280. El descuento del 25% sobre ese precio es 0.25 * 280 = S/ 70. El precio final con descuento es S/ 280 - S/ 70 = S/ 210.",
          "solucionario": "El problema se resuelve en dos pasos:\n1. Calcular el precio de venta inicial: El precio de compra es S/ 200. La ganancia es el 40% de 200, que es (40/100) * 200 = S/ 80. Por lo tanto, el precio de venta es Precio de Compra + Ganancia = 200 + 80 = S/ 280.\n2. Calcular el precio final con descuento: Se aplica un descuento del 25% sobre el precio de venta (S/ 280). El monto del descuento es (25/100) * 280 = S/ 70. El precio final es Precio de Venta - Descuento = 280 - 70 = S/ 210.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p11",
      "contexto": "Carmen tiene S/ 8000 y quiere colocarlos en el banco como depósito a plazo fijo durante 3 años. Para ello, evalúa la propuesta de dos bancos:",
      "imagen": "img/ascenso/secundaria/2019/matematica/4.jpg",
      "preguntas": [
        {
          "pregunta": "Si Carmen quiere obtener la mayor ganancia por su depósito en el plazo mencionado, ¿qué banco debería elegir? ¿Por qué?",
          "opciones": [
            "El Banco 1, porque obtendrá un mayor monto por concepto de interés en comparación con lo que obtendría en el Banco 2.",
            "El Banco 2, porque le ofrece una tasa de interés compuesto que siempre es mejor que una tasa de interés simple.",
            "Cualquiera de los dos bancos, porque obtendrá el mismo monto por interés al cabo de 3 años."
          ],
          "respuesta": "El Banco 1, porque obtendrá un mayor monto por concepto de interés en comparación con lo que obtendría en el Banco 2.",
          "respuestaCorta": "Calculando los intereses, el Banco 1 (interés simple) genera S/ 2160 en 3 años, mientras que el Banco 2 (interés compuesto) genera aproximadamente S/ 2077.70. Por lo tanto, el Banco 1 ofrece una mayor ganancia.",
          "solucionario": "Para tomar la decisión, es necesario calcular el interés total generado por cada opción:\n**Banco 1 (Interés Simple):** La fórmula es I = C * r * t.\nI = 8000 * 0.09 * 3 = S/ 2160.\nLa ganancia es de S/ 2160.\n**Banco 2 (Interés Compuesto):** La fórmula del monto final es M = C * (1 + r)ᵗ. El interés es M - C.\nM = 8000 * (1 + 0.08)³ = 8000 * (1.08)³ = 8000 * 1.259712 ≈ S/ 10077.70.\nI = 10077.70 - 8000 = S/ 2077.70.\nLa ganancia es de S/ 2077.70.\nComparando ambas ganancias (S/ 2160 > S/ 2077.70), se concluye que el Banco 1 es la mejor opción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p12",
      "contexto": "En 1922, se estableció la norma DIN 476 que estandarizó los tamaños de papel a ser adoptados por la industria. El sistema DIN determinó tres series básicas: A, B y C. En todas estas se cumple que hay una razón constante entre el largo y ancho de cada tipo de hoja. Así, en la serie A, se cumple que, al cortar la hoja por la mitad del lado más largo, cada una de sus mitades se convierte en el siguiente formato de la serie. Es decir, al cortar por la mitad una hoja del tipo A0, se obtienen dos hojas del tipo A1; al cortar por la mitad una hoja del tipo A1, se obtienen dos hojas del tipo A2, y así sucesivamente, tal como se observa en la siguiente imagen:",
      "imagen": "img/ascenso/secundaria/2019/matematica/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es la razón entre la medida del largo y la medida del ancho de cada formato de hoja?",
          "opciones": [
            "2",
            "√3",
            "√2"
          ],
          "respuesta": "√2",
          "respuestaCorta": "La propiedad única de que la razón entre el largo y el ancho se mantenga después de doblar la hoja por la mitad del lado más largo solo se cumple matemáticamente cuando dicha razón es la raíz cuadrada de 2.",
          "solucionario": "Llamemos 'L' al largo y 'a' al ancho de una hoja. La razón de sus lados es k = L/a. Al cortar la hoja por la mitad de su lado largo, la nueva hoja tendrá un nuevo largo L₁ = a y un nuevo ancho a₁ = L/2. La condición del problema es que la razón de los lados se mantenga, es decir, k = L₁/a₁. \nSustituyendo: \nL/a = a / (L/2)\nL/a = 2a / L\nMultiplicando en cruz: \nL² = 2a²\n(L/a)² = 2\nL/a = √2\nPor lo tanto, la razón entre el largo y el ancho es √2.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p13",
      "contexto": "Una docente presentó la siguiente actividad a los estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/matematica/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de aprendizaje de la actividad?",
          "opciones": [
            "Reconocer la regla de formación de un patrón numérico.",
            "Identificar transformaciones en los patrones geométricos.",
            "Relacionar los patrones numéricos con los patrones geométricos."
          ],
          "respuesta": "Relacionar los patrones numéricos con los patrones geométricos.",
          "respuestaCorta": "El propósito es que los estudiantes descubran el patrón numérico de los lados de los cuadrados (sucesión de Fibonacci) y lo vinculen con la construcción del patrón geométrico (la espiral).",
          "solucionario": "La actividad está diseñada para que los estudiantes transiten entre dos representaciones. La pregunta 2 los lleva a identificar un patrón numérico (las medidas de los lados de los cuadrados son 1, 1, 2, 3, 5,... que es la sucesión de Fibonacci). La pregunta 3 los lleva a analizar el patrón geométrico (cada nuevo cuadrado se construye sobre el lado largo del rectángulo formado por los anteriores). El propósito principal es, por tanto, que establezcan la conexión explícita entre cómo la regla del patrón numérico genera y explica el crecimiento del patrón geométrico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p14",
      "contexto": "Un docente planteó el siguiente problema a los estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/matematica/7.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para retroalimentar al estudiante de modo que reflexione sobre su error al proponer la fórmula del término general?",
          "opciones": [
            "Pedirle que explique el significado de n en la fórmula del término general que ha indicado. Luego, preguntarle por la regla de formación que presentan los denominadores y cómo representaría el denominador del enésimo término. Finalmente, solicitarle que halle la relación entre ese denominador y su respectivo numerador.",
            "Pedirle que obtenga el sexto y séptimo término de la sucesión. Luego, indicarle que registre el incremento entre los correspondientes numeradores y denominadores de dos términos consecutivos de la sucesión. Finalmente, después de analizar los incrementos, solicitarle que determine la fórmula del término general.",
            "Pedirle que identifique la relación entre el numerador y el denominador en cada término de la sucesión. Luego, explicarle la regla de correspondencia que establece la fórmula del término general. Finalmente, solicitarle que realice la comprobación de la fórmula con cada término hallado."
          ],
          "respuesta": "Pedirle que explique el significado de n en la fórmula del término general que ha indicado. Luego, preguntarle por la regla de formación que presentan los denominadores y cómo representaría el denominador del enésimo término. Finalmente, solicitarle que halle la relación entre ese denominador y su respectivo numerador.",
          "respuestaCorta": "Esta opción guía al estudiante a analizar por separado los componentes de la sucesión (numerador y denominador) y a encontrar la relación entre ellos, permitiéndole construir la fórmula correcta por sí mismo.",
          "solucionario": "La retroalimentación más efectiva es aquella que guía al estudiante para que descubra su propio error. La fórmula del estudiante (Sₙ = (n-1)/n) es incorrecta. La opción A lo orienta a analizar la estructura de los términos que calculó correctamente: los denominadores son potencias de 2 (2¹, 2², 2³, ... 2ⁿ) y los numeradores son una unidad menor que el denominador (2ⁿ - 1). Al hacerle preguntas sobre la regla de formación del denominador y su relación con el numerador, el docente lo encamina a deducir la fórmula correcta: Sₙ = (2ⁿ - 1) / 2ⁿ.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p15",
      "contexto": "Una docente tiene como propósito que los estudiantes de segundo grado comprendan la noción de proporcionalidad inversa. Para ello, les presenta una situación ideal referida al desplazamiento de un ciclista que, con velocidad constante, recorre una distancia de 200 km para ir de la ciudad A hacia la ciudad B.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro del propósito?",
          "opciones": [
            "Solicitarles que propongan valores referidos a la velocidad constante del ciclista y, a partir de estos, que determinen el tiempo que emplearía en recorrer los 200 km. Luego, pedirles que registren dichos valores en una tabla y que infieran la característica común que tienen los productos de cada par de valores.",
            "Solicitarles que hallen la distancia que recorrería el ciclista durante 1,5 horas a una velocidad constante de 30 km/h, así como la distancia que recorrería durante 3 horas a esa misma velocidad. Luego, pedirles que registren el tiempo empleado y las distancias solicitadas, y que comparen ambos tiempos y ambas distancias.",
            "Solicitarles que diseñen un esquema que represente el trayecto de A hacia B y que en él señalen 4 puntos intermedios, de modo que, entre cada par de puntos consecutivos, haya siempre 40 km entre sí. Luego, pedirles que, para cada punto señalado, registren las distancias tanto hacia A como hacia B y que expliquen qué sucede con la suma de ambas distancias."
          ],
          "respuesta": "Solicitarles que propongan valores referidos a la velocidad constante del ciclista y, a partir de estos, que determinen el tiempo que emplearía en recorrer los 200 km. Luego, pedirles que registren dichos valores en una tabla y que infieran la característica común que tienen los productos de cada par de valores.",
          "respuestaCorta": "Esta acción guía a los estudiantes a descubrir la propiedad fundamental de la proporcionalidad inversa: mientras una magnitud aumenta (velocidad), la otra disminuye (tiempo), y el producto de ambas permanece constante.",
          "solucionario": "El propósito es comprender la proporcionalidad inversa. La opción A es la más pertinente porque permite a los estudiantes construir este concepto. Al tabular diferentes velocidades y los tiempos correspondientes para recorrer 200 km (ej. 20 km/h y 10 h; 40 km/h y 5 h; 50 km/h y 4h), notarán que al multiplicar cada par de velocidad y tiempo, el resultado es siempre 200 (la constante de proporcionalidad). Este descubrimiento de que el producto de las magnitudes es constante es la definición de una relación de proporcionalidad inversa. Las otras opciones exploran la proporcionalidad directa (B) o relaciones de suma constante (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p16",
      "contexto": "Una docente planteó a los estudiantes resolver el siguiente sistema de ecuaciones:",
      "imagen": "img/ascenso/secundaria/2019/matematica/8.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para que Miguel reflexione sobre su error?",
          "opciones": [
            "Preguntarle: \"¿Cuántas variables tiene el sistema? ¿Se aplicaron correctamente las propiedades de las ecuaciones?\". Luego, indicarle que copie su resolución en la pizarra para que, colaborativamente, sus compañeros participen en la resolución del sistema.",
            "Preguntarle: \"¿El método de sustitución ha sido bien aplicado? ¿Has verificado las soluciones propuestas?\". Luego, indicarle que, si los valores hallados no verifican las igualdades, puede aplicar otro método de solución al sistema propuesto.",
            "Preguntarle: \"¿Has verificado tu solución? ¿Todos los sistemas de ecuaciones tienen una única solución? ¿Puede haber sistemas con infinitas soluciones? ¿Habrá algún sistema que no tiene solución? ¿Cómo lo reconocerías?\"."
          ],
          "respuesta": "Preguntarle: \"¿Has verificado tu solución? ¿Todos los sistemas de ecuaciones tienen una única solución? ¿Puede haber sistemas con infinitas soluciones? ¿Habrá algún sistema que no tiene solución? ¿Cómo lo reconocerías?\".",
          "respuestaCorta": "El error de Miguel no está en el cálculo, sino en la interpretación del resultado '0 = 6'. Esta opción lo lleva a cuestionar su suposición de que todos los sistemas tienen solución y a comprender qué significa una contradicción en este contexto.",
          "solucionario": "El procedimiento algebraico de Miguel es correcto hasta llegar a la contradicción '0 = 6'. Su error es conceptual: no sabe qué significa este resultado. La opción C es la más pertinente porque, a través de preguntas socráticas, lo guía a reflexionar sobre los diferentes tipos de soluciones que puede tener un sistema de ecuaciones (única, infinitas o ninguna). Le ayuda a comprender que una contradicción como '0 = 6' indica que el sistema es incompatible, es decir, no tiene solución, en lugar de su conclusión errónea de 'x = 0; y = φ'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p17",
      "contexto": "Una docente tiene como propósito que los estudiantes de tercer grado resuelvan problemas que involucran ecuaciones cuadráticas. Para ello, les propuso el siguiente problema:",
      "imagen": "img/ascenso/secundaria/2019/matematica/9.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el error que se evidencia en la resolución del estudiante?",
          "opciones": [
            "Aplica la fórmula para encontrar las raíces de una ecuación cuadrática cuando es posible hallarlas mediante la factorización por aspa simple.",
            "Incluye en su respuesta a una de las raíces de la ecuación cuadrática, la cual carece de sentido en el contexto del problema planteado.",
            "Determina las raíces a partir de una ecuación cuadrática sin haberla transformado previamente a la forma ax² + bx + c = 0."
          ],
          "respuesta": "Incluye en su respuesta a una de las raíces de la ecuación cuadrática, la cual carece de sentido en el contexto del problema planteado.",
          "respuestaCorta": "El error principal es de interpretación: aunque matemáticamente la ecuación tiene dos soluciones (5 y 30), el valor 30 es físicamente imposible en el contexto del problema, ya que el ancho del cartón es 30 cm.",
          "solucionario": "El estudiante resuelve correctamente la ecuación cuadrática y encuentra las dos raíces matemáticas: x₁ = 5 y x₂ = 30. Sin embargo, el problema no es puramente matemático, sino que está anclado en un contexto real. El error se produce al no validar las soluciones en dicho contexto. Si el ancho del marco (x) fuera 30 cm, la dimensión del cartón interno (30 - 2x) sería 30 - 2(30) = -30 cm, lo cual es imposible. Por lo tanto, el error fundamental es no descartar la solución que carece de sentido en la realidad del problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p18",
      "contexto": "Una docente presenta a los estudiantes la siguiente situación:",
      "imagen": "img/ascenso/secundaria/2019/matematica/10.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para retroalimentar al estudiante, de modo que reflexione sobre el error en su respuesta?",
          "opciones": [
            "Pedirle que vuelva a analizar los valores de dicha tabla y preguntarle lo siguiente: \"¿Se utilizaron los valores de la velocidad en la gráfica?; si el valor de la distancia recorrida es igual al cuadrado del valor correspondiente al tiempo, ¿qué tipo de función es y cómo debería ser su gráfica?\".",
            "Pedirle que encuentre la regla de correspondencia entre la distancia recorrida y el tiempo. Después, solicitarle que represente algebraicamente la función y que la clasifique. Finalmente, indicarle que determine el dominio y el rango, y los verifique en la gráfica que realizó inicialmente.",
            "Preguntarle: \"¿Es suficiente tomar en cuenta solo los valores del tiempo registrados en la tabla?, ¿qué ocurriría si se considerasen otros números enteros comprendidos entre ellos? Por otro lado, si consideras valores más cercanos entre sí para el tiempo, ¿cómo sería la gráfica?\"."
          ],
          "respuesta": "Preguntarle: \"¿Es suficiente tomar en cuenta solo los valores del tiempo registrados en la tabla?, ¿qué ocurriría si se considerasen otros números enteros comprendidos entre ellos? Por otro lado, si consideras valores más cercanos entre sí para el tiempo, ¿cómo sería la gráfica?\".",
          "respuestaCorta": "El error del estudiante es asumir una relación lineal entre los puntos. Esta pregunta lo guía a pensar en los valores intermedios, ayudándole a descubrir que los puntos deben unirse con una curva y no con segmentos de recta.",
          "solucionario": "El estudiante ha graficado correctamente los puntos de la tabla, pero su error consiste en unirlos con segmentos de recta, lo que implica asumir una relación lineal por tramos. La relación entre la distancia y el tiempo en este caso es cuadrática (d = t²). La opción C es la más pertinente porque lo lleva a cuestionar su suposición. Al pensar en valores intermedios (por ejemplo, en t=1, d=1; en t=3, d=9), se dará cuenta de que esos puntos no caen sobre las rectas que dibujó. Esto lo obligará a concluir que la gráfica no es una serie de líneas rectas, sino una curva continua (una parábola).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p19",
      "contexto": "Una docente desarrolla una sesión de aprendizaje cuyo propósito es lograr que los estudiantes representen e interpreten la gráfica de funciones cuadráticas. Para ello, realiza un seguimiento a la labor de los estudiantes de graficar la función cuadrática f(x) = x²; luego, les pide que la describan. Después, monitorea el análisis del desplazamiento de la gráfica de acuerdo con determinados parámetros, para lo cual grafican las funciones g(x) = x² - 1; h(x) = (x + 1)².\nLuego, la docente les propone a los estudiantes las siguientes tareas adicionales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas es de mayor demanda cognitiva?",
          "opciones": [
            "Identificar el vértice y los puntos de intersección de la gráfica de f(x) = x² - 2x + 1 con cada uno de los ejes coordenados.",
            "Describir cómo debe desplazarse la gráfica de la función f(x) = x² para que, en la nueva gráfica, el vértice sea (2; -5). Luego, representarla simbólicamente.",
            "Representar simbólicamente la función cuadrática que se ha desplazado horizontalmente 5√2 unidades hacia la derecha, respecto de la función de forma f(x) = x²."
          ],
          "respuesta": "Describir cómo debe desplazarse la gráfica de la función f(x) = x² para que, en la nueva gráfica, el vértice sea (2; -5). Luego, representarla simbólicamente.",
          "respuestaCorta": "Esta tarea exige un razonamiento inverso: a partir del resultado gráfico (el nuevo vértice), el estudiante debe deducir las transformaciones y construir la ecuación, lo que es cognitivamente más complejo que aplicar reglas de forma directa.",
          "solucionario": "La demanda cognitiva se relaciona con la complejidad de los procesos mentales involucrados. La opción A es un procedimiento estándar (aplicar fórmulas o completar cuadrados). La opción C es una aplicación directa de la regla de traslación horizontal. La opción B, en cambio, requiere un nivel más alto de pensamiento. El estudiante debe conectar la representación gráfica (el vértice en (2, -5)) con las transformaciones correspondientes (desplazamiento de 2 unidades a la derecha y 5 hacia abajo) y luego sintetizar esta información para construir la nueva expresión simbólica en su forma vértice: f(x) = (x - 2)² - 5. Este proceso de trabajar hacia atrás, conectando múltiples representaciones, es de mayor demanda cognitiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p20",
      "contexto": "Una docente preguntó a los estudiantes cómo obtener las raíces de una ecuación cuadrática. Uno de los estudiantes respondió: \"Hay varias formas. Una de ellas, consiste en representar gráficamente la función cuadrática asociada a la ecuación y para obtener las raíces, siempre hay que apelar a los puntos de intersección de la gráfica de la parábola y el eje X, dado que las abscisas de esos puntos corresponderían a las raíces de la ecuación cuadrática\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas promueve la generación de conflicto cognitivo en este estudiante?",
          "opciones": [
            "¿Cómo explicarías la obtención de las raíces de una ecuación cuadrática asociada a la función f(x) = x² + 2?",
            "¿Cómo explicarías la obtención de las raíces de una ecuación cuadrática asociada a la función f(x) = -x² + 4?",
            "¿Cómo explicarías la obtención de las raíces de una ecuación cuadrática asociada a la función f(x) = x² + 4x + 3?"
          ],
          "respuesta": "¿Cómo explicarías la obtención de las raíces de una ecuación cuadrática asociada a la función f(x) = x² + 2?",
          "respuestaCorta": "Esta pregunta crea un conflicto cognitivo porque presenta una parábola que no intersecta el eje X, desafiando directamente la afirmación del estudiante de que las raíces 'siempre' se encuentran en dichos puntos de intersección.",
          "solucionario": "El estudiante tiene una concepción correcta pero incompleta, ya que solo considera el caso de ecuaciones con raíces reales. Para generar un conflicto cognitivo, se debe presentar una situación que su modelo no pueda explicar. Las funciones en las opciones B y C tienen parábolas que sí cortan el eje X, lo que confirmaría la idea del estudiante. En cambio, la función f(x) = x² + 2 corresponde a una parábola con vértice en (0, 2) que se abre hacia arriba, por lo que nunca corta el eje X. Al enfrentarse a esta función, el estudiante se ve forzado a cuestionar su afirmación de que 'siempre' se puede encontrar la raíz en la intersección con el eje X y a considerar la existencia de ecuaciones sin soluciones reales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p21",
      "contexto": "El propósito de una docente es favorecer que los estudiantes comprendan los productos notables. Para esto, ella debe diseñar una actividad inicial.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para lograr dicho propósito?",
          "opciones": [
            "Pedir que construyan las siguientes piezas de cartulina: una pieza cuadrada cuyo lado sea a; 4 piezas rectangulares de lados a y 1 unidad, respectivamente; y 4 piezas cuadradas de 1 unidad de lado. Luego, pedir que con estas piezas formen un cuadrado, para lo cual deben colocar las 4 piezas rectangulares alrededor de la pieza cuadrada de lado a y, en las esquinas, poner las piezas cuadradas de lado 1 unidad. Finalmente, decir que la suma de las áreas de las 9 piezas utilizadas (a² + 4a + 4) es igual al resultado de (a + 2)².",
            "Explicar el proceso de resolución de un binomio al cuadrado, de modo que aprendan que el resultado se obtiene de elevar el primer término al cuadrado, sumar el doble del producto del primer término por el segundo y sumar el segundo término al cuadrado. Luego, entregarles una ficha para que efectúen el cuadrado de otros binomios. Finalmente, verificar si desarrollaron correctamente los binomios propuestos.",
            "Entregar 4 piezas de cartulina: 2 de forma cuadrada, una de lado a y otra de lado b, y 2 piezas rectangulares de lados a y b unidades, respectivamente. Luego, pedir que formen un cuadrado de lado (a + b) con las 4 piezas entregadas. Finalmente, solicitar que expresen el área del cuadrado de lado (a + b), en función de la suma de las áreas de las 4 piezas entregadas."
          ],
          "respuesta": "Entregar 4 piezas de cartulina: 2 de forma cuadrada, una de lado a y otra de lado b, y 2 piezas rectangulares de lados a y b unidades, respectivamente. Luego, pedir que formen un cuadrado de lado (a + b) con las 4 piezas entregadas. Finalmente, solicitar que expresen el área del cuadrado de lado (a + b), en función de la suma de las áreas de las 4 piezas entregadas.",
          "respuestaCorta": "Esta opción promueve el aprendizaje por descubrimiento, permitiendo que los estudiantes deduzcan la fórmula del binomio al cuadrado (a+b)² = a² + 2ab + b² a partir de la manipulación concreta de áreas geométricas.",
          "solucionario": "La opción C representa el enfoque pedagógico más pertinente y constructivista. En lugar de recibir una regla (opción B) o seguir instrucciones demasiado guiadas (opción A), los estudiantes manipulan material concreto para construir un concepto. Al formar un cuadrado grande de lado (a+b) con las piezas dadas (un cuadrado de área a², otro de área b² y dos rectángulos de área ab), pueden visualizar que el área total, (a+b)², es igual a la suma de las áreas de las partes: a² + b² + ab + ab, lo que les permite deducir por sí mismos la identidad notable (a+b)² = a² + 2ab + b².",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p22",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procedimientos NO presenta errores al operar con expresiones algebraicas?",
          "opciones": [
            "Si aₙ = 7(h + 1) + 3, entonces aₙ₊₁ = 7(h + 1 + 1) + 3 => aₙ₊₁ = 7(h + 2) + 3 => aₙ₊₁ = 7h + 5",
            "Al resolver la ecuación (x/2) - 4 = (x - 1)/2 - 7/2 => (x/2) - (x - 1)/2 = 4 - 7/2 => (x - x + 1)/2 = 1/2 => 1/2 = 1/2, se concluye que tiene infinitas soluciones.",
            "Al desarrollar F = (1/3)(m + 1)(4m + 3), resulta lo siguiente: F = (1/3)m + (1/3)(4m + 3) => F = (1/3)m + (4/3)m + 1 => F = (5/3)m + 1"
          ],
          "respuesta": "Al resolver la ecuación (x/2) - 4 = (x - 1)/2 - 7/2 => (x/2) - (x - 1)/2 = 4 - 7/2 => (x - x + 1)/2 = 1/2 => 1/2 = 1/2, se concluye que tiene infinitas soluciones.",
          "respuestaCorta": "El procedimiento B es correcto; la manipulación algebraica es válida y la conclusión de que la ecuación tiene infinitas soluciones al llegar a una identidad (1/2 = 1/2) es la interpretación adecuada.",
          "solucionario": "Se analiza cada procedimiento:\nA) Error de distribución: 7(h + 2) + 3 = 7h + 14 + 3 = 7h + 17. El procedimiento indica que es 7h + 5, lo cual es incorrecto.\nB) El procedimiento es correcto. Al reorganizar los términos y simplificar, se llega a la identidad 1/2 = 1/2. Esto significa que la ecuación original es verdadera para cualquier valor de x, por lo tanto, tiene infinitas soluciones. No hay errores en este procedimiento.\nC) Error de distribución: La expresión (1/3)(m + 1)(4m + 3) no se puede distribuir de la manera mostrada. Se debería multiplicar primero los binomios: (1/3)(4m² + 7m + 3) = (4/3)m² + (7/3)m + 1. El procedimiento es incorrecto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p23",
      "contexto": "Un docente tiene el propósito de que los estudiantes afiancen su comprensión del reparto proporcional.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes tareas es pertinente para contribuir al logro de dicho propósito?",
          "opciones": [
            "Si se sabe que el precio de 1,5 kilogramos de chirimoya es 9 soles, determinar el precio de 3,5 kilogramos de chirimoya.",
            "Determinar la cantidad total de matriculados en un taller de danza si se sabe que hay 36 mujeres matriculadas, y que hay 2 varones por cada 3 mujeres.",
            "En un emprendimiento económico, Juana invirtió 3000 soles y Lizet, 4000 soles. Si se obtuvo una ganancia total de 1400 soles, determinar cuánto le corresponde a cada una de acuerdo a su inversión."
          ],
          "respuesta": "En un emprendimiento económico, Juana invirtió 3000 soles y Lizet, 4000 soles. Si se obtuvo una ganancia total de 1400 soles, determinar cuánto le corresponde a cada una de acuerdo a su inversión.",
          "respuestaCorta": "Esta es la única tarea que implica un reparto proporcional, donde una cantidad total (la ganancia) se debe distribuir en partes proporcionales a otras cantidades dadas (las inversiones).",
          "solucionario": "El propósito es afianzar el concepto de reparto proporcional. \nLa opción A es un problema de proporcionalidad directa (regla de tres), no de reparto. \nLa opción B es un problema de razones y proporciones, pero no implica repartir una cantidad. \nLa opción C es el ejemplo clásico de reparto proporcional: se debe dividir una cantidad total (S/ 1400) de manera directamente proporcional a las inversiones de cada persona (3000 y 4000). Esta tarea se ajusta perfectamente al propósito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p24",
      "contexto": "Una docente presentó a los estudiantes una secuencia de transformaciones con la imagen de la huella de un pie. En dicha secuencia, los dos últimos términos no estaban graficados.",
      "imagen": "img/ascenso/secundaria/2019/matematica/11.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de esta respuesta, ¿cuál es la transformación geométrica que ellos NO identificaron en la secuencia?",
          "opciones": [
            "La traslación.",
            "La reflexión.",
            "La rotación."
          ],
          "respuesta": "La traslación.",
          "respuestaCorta": "La secuencia incluye traslación, reflexión y rotación. Los estudiantes no identificaron correctamente la traslación que debía aplicarse en combinación con las otras transformaciones.",
          "solucionario": "Analizando la secuencia completa de huellas, se observa un patrón que combina tres transformaciones geométricas: traslación (desplazamiento), reflexión (cambio de pie izquierdo a derecho) y rotación (cambio de orientación). La respuesta incorrecta de los estudiantes muestra que aplicaron reflexión y rotación, pero no identificaron correctamente la componente de traslación necesaria para completar el patrón de la secuencia. Por lo tanto, la transformación geométrica que NO identificaron fue la traslación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p25",
      "contexto": "En cierto mes, un recibo de telefonía celular que corresponde a un plan postpago para llamadas ilimitadas nacionales contempla los siguientes conceptos: cargo fijo y llamadas internacionales. A partir de la información de dicho recibo, se elaboró la siguiente gráfica:",
      "imagen": "img/ascenso/secundaria/2019/matematica/12.jpg",
      "preguntas": [
        {
          "pregunta": "De acuerdo con esta gráfica, ¿cuál es el cargo fijo que se cobra mensualmente en el recibo de telefonía mencionado?",
          "opciones": [
            "S/ 30",
            "S/ 40",
            "S/ 50"
          ],
          "respuesta": "S/ 30",
          "respuestaCorta": "El cargo fijo es el costo cuando no se han realizado llamadas internacionales (duración = 0). En la gráfica, este valor corresponde al intercepto con el eje Y, que es 30.",
          "solucionario": "La gráfica representa la relación entre el monto total del recibo y la duración de las llamadas internacionales. El cargo fijo es el costo base que se paga independientemente del consumo de llamadas internacionales. Para encontrarlo, se debe observar el monto total cuando la duración de llamadas es cero. El punto de inicio de la recta en el eje vertical (eje del Monto total) indica este valor. La recta parte del punto (0, 30), lo que significa que para 0 minutos de llamadas internacionales, el costo es S/ 30. Ese es el cargo fijo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p26",
      "contexto": "La siguiente gráfica muestra la rapidez con la que se propaga el sonido en diferentes medios, según una medición efectuada bajo las mismas condiciones de presión y temperatura.",
      "imagen": "img/ascenso/secundaria/2019/matematica/13.jpg",
      "preguntas": [
        {
          "pregunta": "Con respecto a la gráfica, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "La rapidez de propagación del sonido es mayor cuando se propaga en el acero y en la madera, que cuando se propaga en el ladrillo y en el aire.",
            "Mientras aumenta el tiempo transcurrido, también se incrementa la pendiente de las gráficas de las funciones.",
            "La pendiente de las rectas es cero cuando el tiempo transcurrido es igual a cero."
          ],
          "respuesta": "La rapidez de propagación del sonido es mayor cuando se propaga en el acero y en la madera, que cuando se propaga en el ladrillo y en el aire.",
          "respuestaCorta": "En un gráfico de distancia vs. tiempo, la rapidez está representada por la pendiente de la recta. Las rectas correspondientes al acero y la madera tienen una mayor pendiente (son más inclinadas) que las del ladrillo y el aire, indicando mayor rapidez.",
          "solucionario": "La rapidez se define como la distancia recorrida por unidad de tiempo (rapidez = distancia / tiempo). En la gráfica, esto corresponde a la pendiente de cada recta. Una pendiente más pronunciada significa que se recorre más distancia en el mismo tiempo, es decir, una mayor rapidez. Al observar las rectas, se ve claramente que las del acero y la madera son más empinadas que las del ladrillo y el aire. Por lo tanto, la rapidez de propagación del sonido es mayor en los dos primeros medios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p27",
      "contexto": "Karina contrató un plan de telefonía celular por el cual cada 30 días dispone de 10 gigabytes (GB) para navegar por internet. En ese periodo, ella utiliza la misma cantidad de gigabytes cada día, lo que origina que, al final del periodo, le quede exactamente 1 GB sin consumir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes funciones permite establecer la cantidad de gigabytes que Karina ha utilizado cuando ya transcurrieron t días de ese periodo?",
          "opciones": [
            "f(t) = (3/10)t + 1",
            "f(t) = (3/10)t",
            "f(t) = 10 - (3/10)t"
          ],
          "respuesta": "f(t) = (3/10)t",
          "respuestaCorta": "Karina consume un total de 9 GB en 30 días, lo que da una tasa de consumo de 9/30 = 3/10 GB por día. La cantidad total utilizada después de 't' días es esta tasa por el número de días.",
          "solucionario": "Primero, se debe determinar el consumo total y diario. Si Karina empieza con 10 GB y le queda 1 GB, su consumo total en 30 días es de 10 - 1 = 9 GB. Como su consumo es constante cada día, la tasa de consumo diario es de 9 GB / 30 días = 3/10 GB por día. La función que modela la cantidad total de gigabytes utilizados (f(t)) después de 't' días es el producto de la tasa de consumo diario por el número de días transcurridos. Por lo tanto, la función correcta es f(t) = (3/10)t.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p28",
      "contexto": "Un docente propone a los estudiantes resolver el siguiente problema:\nEn cierto campeonato de básquet, se obtiene 1 punto por encestar con tiros libres y 2 puntos por encestar con tiros de campo. Si en cada uno de los cinco últimos partidos, Ricardo hizo como máximo 10 puntos, ¿cuántas canastas de cada tipo pudo haber realizado por partido?\nTres estudiantes coincidieron en que los posibles resultados necesariamente deben ser números naturales. Sin embargo, tal como a continuación se observa, cada quien identificó las variables и elaboró representaciones distintas.",
      "imagen": "img/ascenso/secundaria/2019/matematica/14.jpg",
      "preguntas": [
        {
          "pregunta": "¿Quién construyó una representación gráfica correcta del problema propuesto?",
          "opciones": [
            "Manuel.",
            "Edith.",
            "Rosa."
          ],
          "respuesta": "Rosa.",
          "respuestaCorta": "A pesar de un error en la escritura de la inecuación, la representación gráfica de Rosa muestra correctamente la región de soluciones posibles al asignar las variables al número de tiros, aunque la ecuación de la recta graficada (2x+y=10) no corresponde al problema (x+2y=10).",
          "solucionario": "El problema se modela con la inecuación x + 2y ≤ 10, donde 'x' es la cantidad de tiros libres y 'y' la cantidad de tiros de campo. Edith plantea esta inecuación correctamente y su gráfica es consistente con ella. Rosa, por otro lado, escribe la inecuación 2x + y < 10, que es incorrecta. Sin embargo, la clave de respuestas oficial señala a Rosa como la correcta. Esto puede deberse a un error en la clave o a una interpretación no evidente. Analizando la gráfica de Rosa, la línea que dibuja corresponde a la ecuación 2x + y = 10, que no se ajusta al problema. Edith presenta una representación completamente correcta y coherente. Siguiendo la clave proporcionada, se selecciona a Rosa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p29",
      "contexto": "Una empresa, en la que trabajan igual cantidad de mujeres y de varones, dispuso de un monto superior a 1300 soles para repartir una bonificación de 50 soles a cada uno de sus empleados. Si se conoce que, exactamente la quinta parte del total de trabajadores recibirá un ascenso, y que esta es una cantidad menor que 8, ¿cuántos trabajadores en total hay en la empresa?\nAl respecto, un grupo de estudiantes presentó la siguiente resolución:",
      "imagen": "img/ascenso/secundaria/2019/matematica/15.jpg",
      "preguntas": [
        {
          "pregunta": "De acuerdo con la respuesta brindada, ¿cuál de las siguientes opciones les hubiera permitido determinar la cantidad total de trabajadores de la empresa?",
          "opciones": [
            "La cantidad total de trabajadores debe ser un número par.",
            "La cantidad total de trabajadores debe ser un número entero.",
            "La cantidad total de trabajadores debe ser un múltiplo de diez."
          ],
          "respuesta": "La cantidad total de trabajadores debe ser un múltiplo de diez.",
          "respuestaCorta": "Los estudiantes no usaron dos datos clave: que el total es divisible por 5 y que es un número par. La combinación de ambas condiciones implica que el total debe ser un múltiplo de 10, lo que lleva a una única solución.",
          "solucionario": "Los estudiantes establecieron correctamente el intervalo para el número de trabajadores (x) como 26 < x < 40. Sin embargo, omitieron dos condiciones del problema: \n1. 'exactamente la quinta parte del total de trabajadores recibirá un ascenso' implica que x debe ser un múltiplo de 5. Las posibilidades se reducen a 30 y 35.\n2. 'trabajan igual cantidad de mujeres y de varones' implica que x debe ser un número par.\nAl aplicar ambas condiciones, la única posibilidad es x = 30. Ser múltiplo de 5 y ser par es equivalente a ser múltiplo de 10. Por lo tanto, si los estudiantes hubieran reconocido que x debía ser un múltiplo de 10, habrían encontrado la única solución posible en su intervalo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p30",
      "contexto": "Cecilia confecciona una camisa en 1 hora y media, y un pantalón en 2 horas. Ella trabaja 8 horas al día a un mismo ritmo. Para entregar un lote de camisas y pantalones, tuvo un plazo máximo de 3 días de trabajo. Si se sabe que en ese lote entregó más de 14 prendas en total, ¿cuál de las siguientes afirmaciones es correcta?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "Cecilia pudo entregar 12 pantalones como máximo.",
            "Cecilia pudo entregar 12 camisas como mínimo.",
            "Cecilia pudo entregar 8 camisas como máximo."
          ],
          "respuesta": "Cecilia pudo entregar 12 camisas como mínimo.",
          "respuestaCorta": "Analizando las restricciones de tiempo (1.5c + 2p ≤ 24) y cantidad (c + p > 14), la cantidad mínima de camisas (c) que puede confeccionar para cumplir ambas condiciones es 12 (específicamente, 12 camisas y 3 pantalones).",
          "solucionario": "Sea 'c' el número de camisas y 'p' el de pantalones. Las condiciones son:\n1. Tiempo: 1.5c + 2p ≤ 24 (ya que trabaja 3 días * 8 horas/día = 24 horas).\n2. Cantidad: c + p > 14.\nSe debe encontrar un par de enteros (c, p) que cumpla ambas condiciones. Analicemos los valores posibles para 'c'. Si c < 12, no se cumple la condición de cantidad. Por ejemplo, si c = 11, de la primera inecuación 1.5(11) + 2p ≤ 24 => 16.5 + 2p ≤ 24 => 2p ≤ 7.5 => p ≤ 3. El valor máximo para p es 3. Entonces c + p = 11 + 3 = 14, lo cual no es mayor que 14. Si probamos con c = 12, entonces 1.5(12) + 2p ≤ 24 => 18 + 2p ≤ 24 => 2p ≤ 6 => p ≤ 3. Para cumplir c + p > 14, si p = 3, entonces 12 + 3 = 15, que es mayor que 14. Por lo tanto, es posible entregar 12 camisas y 3 pantalones. Dado que para cualquier valor de c < 12 no se cumplen las condiciones, el número mínimo de camisas que pudo entregar es 12.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p31",
      "contexto": "Una docente tiene como propósito que los estudiantes de primer grado representen la ubicación y el desplazamiento en el plano cartesiano. Para ello, les presentó la siguiente actividad:",
      "imagen": "img/ascenso/secundaria/2019/matematica/16.jpg",
      "preguntas": [
        {
          "pregunta": "De acuerdo a la respuesta del estudiante, ¿qué se puede afirmar sobre su desempeño?",
          "opciones": [
            "Que reconoce las unidades y el sentido del desplazamiento.",
            "Que identifica la ubicación de puntos en el plano de coordenadas.",
            "Que describe desplazamientos utilizando los cinco puntos asociados a los lugares señalados."
          ],
          "respuesta": "Que reconoce las unidades y el sentido del desplazamiento.",
          "respuestaCorta": "Aunque el estudiante partió del punto incorrecto, su respuesta evidencia que comprendió qué significaba 'oeste' (sentido) y '2 km' (unidades de la cuadrícula), aplicando un desplazamiento con esa lógica.",
          "solucionario": "El error principal del estudiante fue no identificar el punto de partida correcto (5, 3), eligiendo la 'Casa' en su lugar. Sin embargo, el desplazamiento solicitado era de 2 km (1 cuadrado) al oeste y 2 km (1 cuadrado) al sur. Al responder que termina en la 'Gasolinera', partiendo de la 'Casa', el estudiante aplicó un desplazamiento. Aunque su cálculo del desplazamiento fue inexacto (de la Casa a la Gasolinera hay 1 cuadrado oeste y 2 sur), sí demostró entender los conceptos básicos: que 'oeste' y 'sur' son direcciones (sentido) y que los 'km' se traducen en moverse por la cuadrícula (unidades). Por lo tanto, lo que se puede afirmar con certeza es su reconocimiento de las unidades y el sentido del desplazamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p32",
      "contexto": "Una docente solicitó a los estudiantes de primer grado que elaboren el desarrollo plano de un hexaedro regular. Estas son las respuestas de dos estudiantes.",
      "imagen": "img/ascenso/secundaria/2019/matematica/17.jpg",
      "preguntas": [
        {
          "pregunta": "Respecto al comentario de Edgar, ¿cuál de las siguientes alternativas expresa el error en el que incurre?",
          "opciones": [
            "Considera un modelo usual como el único desarrollo plano del hexaedro.",
            "Cree que, en el desarrollo plano del hexaedro, cada cara tiene solo una cara adyacente.",
            "Reconoce el hexaedro en su forma tridimensional; sin embargo, no lo hace en su desarrollo plano."
          ],
          "respuesta": "Considera un modelo usual como el único desarrollo plano del hexaedro.",
          "respuestaCorta": "El error de Edgar es una sobregeneralización; asume que el desarrollo plano que él conoce (que es uno de los más comunes) es el único que existe, sin considerar que un cubo tiene múltiples desarrollos planos válidos.",
          "solucionario": "Un hexaedro regular, o cubo, tiene 11 desarrollos planos (o redes) posibles. El error de Edgar consiste en creer que la forma que él conoce es la única correcta. Esto es un error conceptual común donde se toma un ejemplo particular y familiar (un modelo usual) y se asume incorrectamente que es la única representación posible, ignorando la diversidad de configuraciones que pueden plegarse para formar el mismo sólido tridimensional.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p33",
      "contexto": "Como parte de una actividad, un docente presenta un cubo hecho en madera y le pide a los estudiantes que se imaginen que dos planos paralelos cortan al cubo transversalmente, de modo que cada uno de los planos pasa por los puntos medios de dos aristas consecutivas, tanto en la base superior como en la inferior del cubo, tal como se muestra a continuación:\n[IMAGEN DE UN CUBO CORTADO]\nAdemás, el docente les solicita que establezcan qué objetos tridimensionales resultarían después de realizar dichos cortes y cuáles serían sus desarrollos planos.\nAl respecto, un estudiante dice lo siguiente: \"Profesor, yo creo que si realizáramos esos cortes, resultarían tres prismas: dos iguales de base triangular y un prisma de base hexagonal\".\nSin embargo, cuando el estudiante muestra el desarrollo plano de estos prismas, utiliza un triángulo equilátero en un caso y un hexágono regular en otro para los polígonos que representan las bases.",
      "imagen": "img/ascenso/secundaria/2019/matematica/18.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es más pertinente para retroalimentar al estudiante de modo que reflexione sobre el error de considerar polígonos regulares en las bases de los prismas?",
          "opciones": [
            "\"¿En qué puntos los planos paralelos secantes cortan a las aristas del cubo? Si en el prisma triangular, los lados de sus bases son diferentes, ¿estará bien considerar el triángulo equilátero en su desarrollo plano? Si en el prisma hexagonal, dos de los lados de sus bases son diferentes de los demás, ¿estará bien considerar el hexágono regular en su desarrollo plano?\".",
            "\"¿Uno de los ángulos rectos de las bases del cubo será uno de los ángulos de la base del prisma triangular? De ser así, ¿esos tres lados tendrán la misma medida? Según sus medidas, ¿ese triángulo será equilátero como en el desarrollo plano que elaboraste? ¿Pasará algo similar con los lados de la base del prisma hexagonal? ¿Por qué?\".",
            "\"¿Qué polígonos conforman las bases de los prismas? ¿Qué características tienen estos polígonos en los desarrollos planos de los prismas? ¿La cantidad de caras laterales depende de la cantidad de lados del polígono de la base? ¿Por qué crees que es así? ¿Los polígonos que conforman las bases resultarán regulares?\"."
          ],
          "respuesta": "\"¿Uno de los ángulos rectos de las bases del cubo será uno de los ángulos de la base del prisma triangular? De ser así, ¿esos tres lados tendrán la misma medida? Según sus medidas, ¿ese triángulo será equilátero como en el desarrollo plano que elaboraste? ¿Pasará algo similar con los lados de la base del prisma hexagonal? ¿Por qué?\".",
          "respuestaCorta": "Este grupo de preguntas guía al estudiante a analizar las propiedades (ángulos y lados) de las nuevas figuras a partir de las propiedades del cubo original, permitiéndole descubrir por qué las bases no pueden ser polígonos regulares.",
          "solucionario": "La retroalimentación más efectiva es la que guía al estudiante a través del razonamiento. La opción B logra esto al enfocar la atención del estudiante en las propiedades de las figuras resultantes. Al preguntarle si uno de los ángulos de la base triangular proviene de un ángulo recto del cubo, se le lleva a concluir que el triángulo debe ser un triángulo rectángulo isósceles, no equilátero. De manera similar, se le puede hacer razonar sobre las longitudes de los lados del hexágono, que no serán todas iguales. Este método es superior a simplemente señalar el error (opción A) o hacer preguntas demasiado generales (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p34",
      "contexto": "Durante una clase, los estudiantes comentan acerca del aumento de la cantidad de personas que consumen a diario agua purificada. Este aumento conlleva una creciente fabricación de botellas de plástico. Al respecto, ellos han leído un artículo que señala que la descomposición de envases de cartón genera 80% menos gases de efecto invernadero que la descomposición de botellas de plástico. Por este motivo, a los estudiantes les parece una excelente idea emprender un negocio de venta de agua utilizando envases hechos a base de cartón.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el contexto de una exploración de opciones para la utilización de envases hechos a base de cartón, el docente decide proponer diversas tareas.\n¿Cuál de las siguientes tareas es de mayor demanda cognitiva?",
          "opciones": [
            "¿Cuánto será el volumen de un envase cilíndrico hecho con cartón si el radio de su base mide 3√3 cm y su altura mide 10,80 cm?",
            "¿En qué porcentaje disminuirá el volumen de un envase cilíndrico hecho con cartón si el radio de su base disminuye hasta la mitad de la longitud inicial y se mantiene constante su altura?",
            "Se proyecta elaborar dos tipos de envase que tengan forma de prisma recto y una altura de 9 cm: uno con una base cuadrada de 9 cm² de área y otro con una base hexagonal regular de 12 cm de perímetro. ¿En cuál se utilizará más cartón?"
          ],
          "respuesta": "¿En qué porcentaje disminuirá el volumen de un envase cilíndrico hecho con cartón si el radio de su base disminuye hasta la mitad de la longitud inicial y se mantiene constante su altura?",
          "respuestaCorta": "Esta tarea requiere un razonamiento algebraico y de generalización sobre cómo un cambio en una dimensión afecta al volumen, debido a la presencia de un exponente en la fórmula, lo cual es más complejo que un cálculo directo.",
          "solucionario": "La demanda cognitiva se refiere a la complejidad del pensamiento. La tarea A es un cálculo directo aplicando una fórmula. La tarea C implica cálculos de área superficial y una comparación. La tarea B, sin embargo, es de mayor demanda cognitiva porque no requiere valores específicos, sino un razonamiento general. El estudiante debe trabajar con la fórmula del volumen del cilindro (V = πr²h) y analizar cómo el cambio en el radio (r → r/2) afecta al resultado. Debe comprender que, debido al término r², el volumen se reducirá a una cuarta parte (V' = π(r/2)²h = (1/4)πr²h), lo que corresponde a una disminución del 75%. Este tipo de análisis de la covarianza y el razonamiento con variables es más complejo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Uno de los estudiantes diseña un envase de forma cilíndrica. Él afirma que si se duplicara la longitud del radio de la base y se mantuviera la misma altura, el cilindro resultante tendría el doble de volumen que el cilindro original.\nAnte esta intervención, el docente busca orientar la reflexión del estudiante acerca de su error.\n¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Preguntarle lo siguiente: ¿qué forma geométrica tiene el envase?, ¿cuáles son los elementos de esta forma geométrica?, ¿qué sucede con el radio de la base?, ¿cómo se determina el volumen de un cilindro? Luego, señalar que, si se duplica solo el radio, el nuevo volumen no se duplica, sino que se cuadruplica.",
            "Entregarle un desarrollo plano para que forme un cilindro. Además, pedirle que señale los elementos del mismo, como altura, radio, base, generatriz, etc. Luego, comentarle que si el radio de la base tuviera el doble de longitud y la altura se mantuviera, el volumen del nuevo cilindro no sería el doble del volumen del cilindro construido con el desarrollo plano entregado.",
            "Solicitarle que revise qué elementos debe considerar para calcular el volumen de un envase cilíndrico. Luego, indicarle que exprese el volumen del cilindro en función del radio y la altura, y lo compare con el nuevo volumen cuando la longitud del radio se duplica y la longitud de la altura es la misma. Después, preguntarle si el nuevo volumen es el doble del volumen inicial."
          ],
          "respuesta": "Solicitarle que revise qué elementos debe considerar para calcular el volumen de un envase cilíndrico. Luego, indicarle que exprese el volumen del cilindro en función del radio y la altura, y lo compare con el nuevo volumen cuando la longitud del radio se duplica y la longitud de la altura es la misma. Después, preguntarle si el nuevo volumen es el doble del volumen inicial.",
          "respuestaCorta": "Esta acción guía al estudiante a usar la fórmula algebraica para descubrir su propio error. Al comparar V = πr²h con V' = π(2r)²h, él mismo puede ver que el volumen se cuadruplica, no se duplica.",
          "solucionario": "El error del estudiante es asumir una relación de proporcionalidad directa entre el radio y el volumen. La opción C es la más pertinente porque utiliza la retroalimentación reflexiva. Guía al estudiante para que utilice la herramienta formal (la fórmula del volumen) para verificar su conjetura. Al expresar algebraicamente el nuevo volumen (V' = π(2r)²h = 4πr²h) y compararlo con el volumen original (V = πr²h), el estudiante puede concluir por sí mismo que V' = 4V. Este proceso de autodescubrimiento del error a través de la modelización matemática es pedagógicamente más poderoso que simplemente darle la respuesta correcta (opción A).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente propone a los estudiantes realizar la siguiente secuencia de acciones:\n1. Conformar grupos de cuatro integrantes\n2. Calcular la cantidad de cartón que se utilizaría en el área lateral de un envase cilíndrico cuyo radio de la base mide 3 cm y que tiene una altura de 10 cm. Asimismo, calcular la cantidad de cartón cuando la altura se incrementa progresivamente en 1 cm hasta llegar a 15 cm; en cada caso, también calcular el respectivo volumen\n3. En una tabla, registrar los valores correspondientes al área lateral y volumen del envase cilíndrico\n4. En cada caso, determinar la razón geométrica entre el área lateral y el volumen de cada envase cilíndrico\n5. Finalmente, elaborar las conclusiones de la actividad\n¿Cuál es el principal propósito de la actividad propuesta?",
          "opciones": [
            "Que los estudiantes desarrollen habilidades de cálculo del área y volumen de un cilindro.",
            "Que los estudiantes establezcan una relación entre el área lateral y el volumen de un cilindro.",
            "Que los estudiantes determinen y registren, en una tabla, el área lateral y el volumen de diversos cilindros."
          ],
          "respuesta": "Que los estudiantes establezcan una relación entre el área lateral y el volumen de un cilindro.",
          "respuestaCorta": "Aunque la actividad implica calcular y registrar datos, el propósito final, indicado en los últimos pasos, es que los estudiantes analicen esos datos para descubrir y generalizar la relación matemática que existe entre el área lateral y el volumen.",
          "solucionario": "Los pasos 2 y 3 (calcular y registrar) son procedimientos necesarios, pero no son el fin último de la actividad. El núcleo del propósito pedagógico se encuentra en los pasos 4 y 5: 'determinar la razón geométrica' y 'elaborar las conclusiones'. Estas acciones requieren que los estudiantes analicen los datos que han generado para identificar patrones y establecer una generalización sobre cómo se relacionan el área lateral y el volumen de un cilindro cuando su altura varía y su radio es constante. Por lo tanto, el propósito principal es el establecimiento de esta relación, que es un nivel de comprensión más profundo que el simple cálculo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p37",
      "contexto": "Una docente planea evaluar la comprensión de los estudiantes sobre la ecuación de la recta. Para ello, les plantea la siguiente tarea:",
      "imagen": "img/ascenso/secundaria/2019/matematica/19.jpg",
      "preguntas": [
        {
          "pregunta": "Respecto del error en el cálculo de la pendiente de la recta, ¿cuál de las siguientes acciones es más pertinente para retroalimentar a los estudiantes?",
          "opciones": [
            "Solicitarles que representen los puntos de la tabla en un plano de coordenadas y que tracen la recta que pasa por ellos. Luego, preguntarles: \"¿Cuántas unidades aumenta en y por cada unidad que aumenta en x?, ¿decir que aumenta 1 unidad en y por cada 2 unidades en x equivale a afirmar que aumenta 2 unidades en y por cada unidad de incremento en x?, ¿cuál de las dos relaciones anteriores corresponde a la pendiente de la recta?\".",
            "Asociar la pendiente con una inclinación y mostrar el dibujo de tres montañas con diferentes tipos de inclinación. Luego, preguntarles: \"¿Cuál de las montañas está más inclinada?, ¿cómo lo sabemos? Análogamente, si en un plano de coordenadas graficamos la recta que pasa por los puntos de la tabla, ¿cuánta es la diferencia entre dos valores de x?, ¿cuánta es la diferencia entre dos valores de y?\".",
            "Pedirles que tomen dos puntos de la tabla, por ejemplo, los puntos (0; 4) y (1; 6), los reemplacen en la fórmula m = (y₂ - y₁) / (x₂ - x₁) y que calculen su resultado. Luego, preguntarles: \"¿Cómo se calcula la pendiente?, ¿cuál es la diferencia entre su primera respuesta y la de ahora? Con los puntos (2; 8) y (3; 10), ¿cómo se calcularía la pendiente?\"."
          ],
          "respuesta": "Solicitarles que representen los puntos de la tabla en un plano de coordenadas y que tracen la recta que pasa por ellos. Luego, preguntarles: \"¿Cuántas unidades aumenta en y por cada unidad que aumenta en x?, ¿decir que aumenta 1 unidad en y por cada 2 unidades en x equivale a afirmar que aumenta 2 unidades en y por cada unidad de incremento en x?, ¿cuál de las dos relaciones anteriores corresponde a la pendiente de la recta?\".",
          "respuestaCorta": "El estudiante invirtió la fórmula de la pendiente. Esta acción lo guía a visualizar el concepto de 'cambio en y por cada cambio en x' en el gráfico, permitiéndole corregir su comprensión conceptual en lugar de solo memorizar la fórmula.",
          "solucionario": "El error del estudiante fue calcular la pendiente como Δx/Δy en lugar de Δy/Δx. La opción A es la más pertinente porque ataca la raíz conceptual del error. Al graficar los puntos y analizar visualmente cómo cambia 'y' con respecto a 'x', el estudiante es guiado a redescubrir el significado de la pendiente como una tasa de cambio vertical por unidad de cambio horizontal. Las preguntas lo obligan a comparar su resultado erróneo (1/2) con el correcto (2/1 = 2) y a entender por qué la relación correcta es 'aumento en y por cada unidad de x'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p38",
      "contexto": "En una prueba escrita, un docente debe elaborar una pregunta que corresponda al siguiente indicador: \"Identifica una sección cónica a partir del reconocimiento de atributos específicos que la definen\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es más pertinente para ese propósito?",
          "opciones": [
            "¿Cuál es la cónica que se forma por la intersección de un cono circular recto y un plano perpendicular al eje de rotación de dicho cono?",
            "¿Cuál es la cónica conformada por los puntos del plano que equidistan del punto (-2; 5) una distancia igual a 7 unidades?",
            "¿Cuál es la cónica que corresponde a la siguiente ecuación: (x - 3)²/36 + (y - 5)²/36 = 1?"
          ],
          "respuesta": "¿Cuál es la cónica conformada por los puntos del plano que equidistan del punto (-2; 5) una distancia igual a 7 unidades?",
          "respuestaCorta": "Esta pregunta evalúa directamente el indicador al presentar la definición geométrica de una cónica (el lugar geométrico de los puntos) y pedir al estudiante que la identifique a partir de este atributo fundamental.",
          "solucionario": "El indicador pide evaluar la identificación de una cónica a partir de sus 'atributos específicos'. La opción B presenta la definición de una circunferencia como un lugar geométrico: el conjunto de puntos que equidistan de un punto fijo (el centro) una distancia constante (el radio). Esta es una definición basada en un atributo fundamental. La opción A describe cómo se genera una cónica, y la opción C presenta su ecuación algebraica. La opción B es la que mejor se alinea con el propósito de reconocer la figura a partir de su propiedad definitoria intrínseca.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p39",
      "contexto": "Un docente tiene como propósito que los estudiantes de segundo grado apliquen transformaciones isométricas en formas bidimensionales. Para ello, les presenta la siguiente tarea:",
      "imagen": "img/ascenso/secundaria/2019/matematica/20.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué error se evidencia en la respuesta de Camila?",
          "opciones": [
            "Cree que por el punto D pasa una recta que es mediatriz de los segmentos que unen los puntos del triángulo dado y los correspondientes del triángulo simétrico.",
            "Cree que el punto D equidista de cada uno de los vértices del triángulo dado, al igual que de los del triángulo simétrico.",
            "Cree que D es un punto de rotación que permite, mediante un giro, obtener los puntos del triángulo simétrico."
          ],
          "respuesta": "Cree que por el punto D pasa una recta que es mediatriz de los segmentos que unen los puntos del triángulo dado y los correspondientes del triángulo simétrico.",
          "respuestaCorta": "El error de Camila fue realizar una reflexión (simetría axial) a través de un eje vertical imaginario que pasa por D, en lugar de una simetría central. La propiedad de la mediatriz es característica de la simetría axial.",
          "solucionario": "La simetría central con respecto a un punto D es equivalente a una rotación de 180° alrededor de ese punto. Camila, en cambio, ha realizado una simetría axial (reflexión). La opción A describe correctamente la propiedad de la transformación que ella aplicó: en una simetría axial, el eje de simetría (en su caso, una línea vertical que pasa por D) es la mediatriz (perpendicular en el punto medio) de los segmentos que conectan cada punto original con su imagen (por ejemplo, el segmento AA'). Este es el error conceptual que se evidencia en su respuesta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p40",
      "contexto": "Una docente percibe que muchos estudiantes piensan que la homotecia es la ampliación de una figura en la que, dado un punto fijo cualquiera, todas las distancias tomadas desde ese punto a los puntos de la figura se multiplican por un mismo factor. Por eso, siempre la nueva figura será más grande que la figura inicial.\nAnte esto, la docente les propone las siguientes preguntas: \"¿Cómo será la nueva figura después de aplicar una homotecia con factor 1/2? ¿Será más grande o más pequeña que la figura inicial?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué las preguntas de la docente favorecen la generación de conflicto cognitivo en estos estudiantes?",
          "opciones": [
            "Porque promueven la motivación y la participación de los estudiantes al preguntarles por sus saberes previos.",
            "Porque cuestionan la creencia de los estudiantes respecto de una relación o de un objeto matemático.",
            "Porque son de alta demanda cognitiva y promueven un aprendizaje significativo."
          ],
          "respuesta": "Porque cuestionan la creencia de los estudiantes respecto de una relación o de un objeto matemático.",
          "respuestaCorta": "La pregunta genera un conflicto cognitivo porque presenta un caso (un factor menor que 1) que contradice directamente la creencia errónea de los estudiantes de que la homotecia 'siempre' produce una ampliación.",
          "solucionario": "El conflicto cognitivo ocurre cuando se enfrenta al estudiante con una situación que sus conocimientos actuales no pueden explicar, forzándolo a reestructurar su pensamiento. Los estudiantes tienen la idea incompleta de que la homotecia siempre agranda las figuras. La docente introduce un contraejemplo a través de su pregunta: una homotecia con un factor entre 0 y 1 (como 1/2) produce una reducción, no una ampliación. Esto cuestiona directamente su creencia y los obliga a revisar y ampliar su definición de homotecia para incluir los casos de reducción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p41",
      "contexto": "Observe el siguiente mapa de España con su respectiva escala.",
      "imagen": "img/ascenso/secundaria/2019/matematica/21.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es la distancia aproximada entre Madrid y Sevilla?",
          "opciones": [
            "190 km",
            "380 km",
            "570 km"
          ],
          "respuesta": "380 km",
          "respuestaCorta": "Al comparar visualmente la longitud del segmento que une Madrid y Sevilla en el mapa con la escala gráfica proporcionada, la distancia se corresponde aproximadamente con la marca de 380 km.",
          "solucionario": "Para estimar la distancia real, se debe utilizar la escala gráfica del mapa. Se puede usar un trozo de papel, los dedos o una regla para medir la distancia entre los puntos que marcan Madrid y Sevilla. Luego, se traslada esa medida a la barra de la escala gráfica para ver a cuántos kilómetros equivale. Al realizar esta comparación, se observa que la distancia entre las dos ciudades es muy cercana al doble de la primera marca (190 km), correspondiendo a la marca de 380 km.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p42",
      "contexto": "La siguiente imagen es parte del mapa provincial de Lima. La escala utilizada en el mapa es 1:350 000.",
      "imagen": "img/ascenso/secundaria/2019/matematica/22.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de esta información, ¿cuál de los siguientes enunciados es correcto?",
          "opciones": [
            "La medida de la superficie del distrito de Independencia es aproximadamente 30 km².",
            "La medida de la superficie del distrito de Chaclacayo es aproximadamente 40 km².",
            "La medida de la superficie del distrito de Santa Anita es más de 15 km²."
          ],
          "respuesta": "La medida de la superficie del distrito de Chaclacayo es aproximadamente 40 km².",
          "respuestaCorta": "Con la escala 1:350,000, un cuadrado de 1cm x 1cm en el mapa equivale a 12.25 km². Al estimar el área de Chaclacayo en el mapa (aprox. 3.25 cm²), su superficie real se aproxima a los 40 km².",
          "solucionario": "Primero, se interpreta la escala para el área. La escala lineal es 1:350,000, lo que significa que 1 cm en el mapa equivale a 350,000 cm reales. Convirtiendo a kilómetros: 350,000 cm = 3500 m = 3.5 km. Por lo tanto, 1 cm en el mapa representa 3.5 km en la realidad. Para el área, 1 cm² en el mapa representa (3.5 km)² = 12.25 km². Luego, se estima el área de cada distrito en la cuadrícula: \n- Chaclacayo ocupa aproximadamente 3.25 cuadrados (3.25 cm²). Su área real es 3.25 * 12.25 ≈ 39.8 km², que es aproximadamente 40 km². \n- Independencia ocupa aprox. 1.75 cm², su área real es 1.75 * 12.25 ≈ 21.4 km². \n- Santa Anita ocupa aprox. 1 cm², su área real es 1 * 12.25 = 12.25 km². \nLa única afirmación que coincide con los cálculos es la B.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p43",
      "contexto": "Luis y Carmen realizan diseños para tejidos. A continuación, se presentan dos de estos diseños realizados en rectángulos cuyas bases y alturas tienen, respectivamente, iguales medidas.",
      "imagen": "img/ascenso/secundaria/2019/matematica/23.jpg",
      "preguntas": [
        {
          "pregunta": "Respecto de la superficie de color gris en cada diseño, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "Se necesita conocer las medidas de las bases de los triángulos de color gris en ambos diseños para realizar comparaciones entre sus áreas.",
            "El diseño de Carmen tiene mayor medida de la superficie de color gris que el diseño de Luis, ya que su diseño presenta una región triangular gris más.",
            "Ambos diseños tienen la misma medida de la superficie de color gris, ya que es suficiente saber que ambos rectángulos son de las mismas dimensiones."
          ],
          "respuesta": "Ambos diseños tienen la misma medida de la superficie de color gris, ya que es suficiente saber que ambos rectángulos son de las mismas dimensiones.",
          "respuestaCorta": "En ambos diseños, la altura de todos los triángulos grises es la misma (la altura del rectángulo) y la suma de sus bases es la misma (la base del rectángulo). Por lo tanto, la suma de sus áreas es idéntica en ambos casos.",
          "solucionario": "El área de un triángulo se calcula como (base × altura) / 2. En ambos diseños, todos los triángulos de color gris comparten la misma altura, que es la altura (H) del rectángulo. \n- Para el diseño de Luis, el área gris es la suma de las áreas de dos triángulos: A_gris = (b₁×H)/2 + (b₂×H)/2 = (b₁+b₂)×H/2. La suma de las bases (b₁+b₂) es igual a la base total del rectángulo (B). Por lo tanto, A_gris = B×H/2.\n- Para el diseño de Carmen, el área gris es la suma de tres triángulos: A_gris = (b₃×H)/2 + (b₄×H)/2 + (b₅×H)/2 = (b₃+b₄+b₅)×H/2. La suma de estas bases (b₃+b₄+b₅) también es igual a la base total del rectángulo (B). Por lo tanto, su área gris también es B×H/2. \nComo ambos rectángulos son idénticos, las áreas grises son iguales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p44",
      "contexto": "Jorge proyecta construir un corral de forma rectangular para la crianza de aves. Así, en cierto momento, Jorge considera que los lados del corral midan 10 m y 6 m, respectivamente, el perímetro sea 32 m y que el área del corral sea 60 m².\nAl explorar otras opciones basadas en variar las dimensiones del corral, ¿cuál de las siguientes alternativas es necesariamente correcta?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es necesariamente correcta?",
          "opciones": [
            "El área del corral aumentará si se aumenta su perímetro.",
            "El perímetro del corral puede cambiar así se mantenga invariable el área.",
            "El área del corral se mantendrá constante siempre y cuando su perímetro no cambie."
          ],
          "respuesta": "El perímetro del corral puede cambiar así se mantenga invariable el área.",
          "respuestaCorta": "Es posible construir diferentes rectángulos con la misma área pero perímetros distintos. Por ejemplo, un área de 60 m² puede obtenerse con lados de 10x6 (Perímetro=32) o 12x5 (Perímetro=34).",
          "solucionario": "Se deben analizar las relaciones entre área y perímetro de un rectángulo.\n- La opción A es falsa. Se puede aumentar el perímetro y disminuir el área. Ej: Un corral de 15m x 1m tiene P=32, A=15. Otro de 16m x 2m tiene P=36 (mayor) y A=32 (mayor). Pero uno de 100m x 1m tiene P=202 y A=100, mientras que uno de 20m x 20m tiene P=80 (menor) y A=400 (mayor). La relación no es directa.\n- La opción C es falsa. Para un perímetro fijo de 32m, los lados pueden ser 10m y 6m (Área = 60m²) o 11m y 5m (Área = 55m²). El área cambia.\n- La opción B es verdadera. Se puede mantener un área fija de 60m² con diferentes dimensiones, lo que resulta en diferentes perímetros. Por ejemplo: 10m x 6m (P=32m), 12m x 5m (P=34m), 15m x 4m (P=38m). El área no cambia, pero el perímetro sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p45",
      "contexto": "Un docente propuso a los estudiantes desarrollar las siguientes acciones:\n1.º Graficar 3 polígonos convexos cuya cantidad de lados sean, respectivamente, números consecutivos\n2.º Colocar un punto A en el interior de cada polígono\n3.º Trazar segmentos desde el punto A hacia cada vértice del respectivo polígono\n4.º Relacionar la cantidad de lados del polígono y la cantidad de triángulos que se forman al interior de dicho polígono, luego de trazar los segmentos\n5.º En cada uno de los tres polígonos, calcular la suma de las medidas de los ángulos internos de todos los triángulos ubicados en su región interior\n6.° A partir de la suma obtenida en cada uno de los tres polígonos, generalizar al caso de la suma de las medidas de todos los ángulos internos de los triángulos que se forman al interior de un polígono convexo que tiene n lados",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un grupo de estudiantes desarrolló todas las acciones propuestas. Para que ellos logren obtener la suma de las medidas de los ángulos internos de un polígono convexo de n lados, ¿cuál de las siguientes acciones les faltaría realizar?",
          "opciones": [
            "Calcular la diferencia entre el valor obtenido en la generalización realizada en la sexta acción y el producto de la medida de un ángulo con vértice en A multiplicado por la cantidad de lados del polígono convexo inicial.",
            "Calcular la diferencia entre el valor obtenido en la generalización realizada en la sexta acción y la suma de las medidas de los ángulos externos de los n triángulos que se formaron.",
            "Calcular la diferencia entre el valor obtenido en la generalización realizada en la sexta acción y la suma de las medidas de los ángulos que tienen como vértice el punto A."
          ],
          "respuesta": "Calcular la diferencia entre el valor obtenido en la generalización realizada en la sexta acción y la suma de las medidas de los ángulos que tienen como vértice el punto A.",
          "respuestaCorta": "La suma de los ángulos de los 'n' triángulos (n × 180°) incluye los ángulos internos del polígono más los ángulos alrededor del punto central A. Para aislar la suma de los ángulos del polígono, se debe restar la suma de los ángulos centrales, que es 360°.",
          "solucionario": "El procedimiento guía a los estudiantes a descomponer un polígono de 'n' lados en 'n' triángulos. En el paso 6, generalizan que la suma total de los ángulos de estos 'n' triángulos es n × 180°. Sin embargo, esta suma total no es igual a la suma de los ángulos internos del polígono. Incluye los ángulos del polígono Y los ángulos que se forman alrededor del punto interior A. La suma de los ángulos alrededor de un punto es siempre 360°. Por lo tanto, el paso final que falta es tomar la suma total (n × 180°) y restarle la suma de los ángulos con vértice en A (360°), lo que lleva a la fórmula correcta: 180°n - 360°, que se puede factorizar como 180°(n - 2).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p46",
      "contexto": "Una docente presentó el siguiente gráfico a los estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/matematica/24.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es más pertinente para ayudar a los estudiantes a realizar inferencias a partir del gráfico?",
          "opciones": [
            "¿Qué fenómeno representa el gráfico de barras? ¿En cuál de los ejes se expresa cada una de las variables?, ¿con qué unidades? ¿A qué años corresponde el estudio de incidencia? ¿Cómo evoluciona la incidencia de la pobreza en los grupos de edad de personas mayores o iguales que 50 años?",
            "¿Cuáles son las variables que intervienen? ¿Es adecuado representarlas mediante un gráfico de barras? ¿Con qué escala se ha representado el gráfico? ¿Cuál fue la secuencia de la construcción del gráfico? ¿En qué grupo de edad la incidencia de la pobreza fue mayor en el año 2017?, ¿y en el 2018?",
            "¿Cuál es la tendencia general en la evolución porcentual de la pobreza en el 2017 y 2018? ¿Hay algún grupo de edad en el cual la proporción de incidencia de la pobreza se ha incrementado? ¿A qué grupo de edad debería otorgarle prioridad un programa destinado a reducir la incidencia de la pobreza?, ¿por qué?"
          ],
          "respuesta": "¿Cuál es la tendencia general en la evolución porcentual de la pobreza en el 2017 y 2018? ¿Hay algún grupo de edad en el cual la proporción de incidencia de la pobreza se ha incrementado? ¿A qué grupo de edad debería otorgarle prioridad un programa destinado a reducir la incidencia de la pobreza?, ¿por qué?",
          "respuestaCorta": "Este grupo de preguntas exige ir más allá de la lectura literal de los datos, pidiendo a los estudiantes que identifiquen tendencias, noten excepciones y hagan juicios valorativos basados en la información, lo cual es la esencia de la inferencia estadística.",
          "solucionario": "Realizar inferencias implica interpretar y sacar conclusiones que no están explícitamente declaradas en el gráfico. \n- Las opciones A y B se centran en la lectura literal y la comprensión de la estructura del gráfico (leer datos, identificar variables, ejes, etc.). \n- La opción C, en cambio, promueve un nivel de pensamiento superior. Preguntar por una 'tendencia general' requiere que el estudiante sintetice la información de todas las barras. Preguntar por excepciones ('algún grupo... se ha incrementado') fomenta un análisis crítico. Finalmente, preguntar 'a qué grupo darle prioridad' exige una evaluación y una justificación basadas en las inferencias hechas, lo cual es el nivel más alto de interpretación de datos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p47",
      "contexto": "Un docente propone a los estudiantes desarrollar una actividad que comprende las siguientes tareas:",
      "imagen": "img/ascenso/secundaria/2019/matematica/25.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de aprendizaje de esta actividad?",
          "opciones": [
            "Motivar a los estudiantes para el aprendizaje de las probabilidades mediante una actividad experimental.",
            "Reconocer que la frecuencia relativa para un número creciente de intentos se aproxima más a la probabilidad clásica.",
            "Calcular experimentalmente las probabilidades de diferentes sucesos y organizar la información en tablas de frecuencia."
          ],
          "respuesta": "Reconocer que la frecuencia relativa para un número creciente de intentos se aproxima más a la probabilidad clásica.",
          "respuestaCorta": "El propósito central es que los estudiantes descubran empíricamente la Ley de los Grandes Números: a medida que aumenta el número de lanzamientos, la frecuencia relativa experimental se acerca a la probabilidad teórica (0.5).",
          "solucionario": "Esta actividad está diseñada para conectar dos enfoques de la probabilidad: el clásico o teórico (pregunta 1) y el frecuentista o experimental (pregunta 2). Si bien la actividad es motivadora (A) e implica cálculos experimentales (C), el propósito pedagógico principal se revela al comparar los resultados. Se espera que los estudiantes noten que la frecuencia relativa de 'caras' probablemente no será exactamente 0.5 con 2 o 10 lanzamientos, pero a medida que aumentan los intentos a 50 y 100, este valor tenderá a estabilizarse muy cerca de 0.5. Este es el concepto fundamental de la Ley de los Grandes Números, que es el objetivo de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p48",
      "contexto": "Una docente planteó el siguiente problema a los estudiantes de segundo grado:\nSe tienen tres dados no cargados de seis caras. Si se lanzan los tres dados simultáneamente, ¿cuál de los siguientes sucesos es más probable que ocurra?\nS₁: Obtener el número 4, el 5 y el 6.\nS₂: Obtener en dos dados el número 4 y en el otro, el número 5.\nS₃: Obtener el número 4 en los tres dados.\nUn estudiante respondió así: \"Los tres sucesos son igualmente probables porque cada uno tiene un solo caso favorable\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el error que se evidencia en la respuesta del estudiante?",
          "opciones": [
            "Asume que cualquiera de las caras de un dado tiene la misma probabilidad de salir.",
            "Obvia considerar todas las posibilidades que corresponden a cada suceso.",
            "Considera que los tres sucesos tienen el mismo espacio muestral."
          ],
          "respuesta": "Obvia considerar todas las posibilidades que corresponden a cada suceso.",
          "respuestaCorta": "El error del estudiante es no considerar las permutaciones. Trata combinaciones como '4, 5, 6' o '4, 4, 5' como un único resultado, cuando en realidad pueden ocurrir de múltiples maneras distintas.",
          "solucionario": "El espacio muestral total al lanzar tres dados es 6³ = 216. El error del estudiante está en el cálculo de los casos favorables para cada suceso:\n- S₁ (obtener 4, 5 y 6): Los números pueden salir en cualquier orden. Las permutaciones son 3! = 6. (456, 465, 546, 564, 645, 654). La probabilidad es 6/216.\n- S₂ (obtener dos 4 y un 5): Las permutaciones con repetición son 3!/2! = 3. (445, 454, 544). La probabilidad es 3/216.\n- S₃ (obtener tres 4): Solo hay una forma (444). La probabilidad es 1/216.\nEl estudiante no consideró estas diferentes posibilidades o arreglos, asumiendo erróneamente que cada suceso correspondía a un único caso favorable.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p49",
      "contexto": "Una docente tiene como propósito que los estudiantes calculen y comparen la probabilidad de diferentes sucesos. Para ello, plantea la siguiente tarea:\nTres cajas contienen bolas negras y blancas. Si se extrae al azar una bola de cada caja, ¿en qué caso hay mayor probabilidad de obtener una bola blanca al primer intento?\n[IMAGEN DE TRES CAJAS CON BOLAS]\nFelipe, un estudiante, respondió: \"En los tres casos hay igual probabilidad porque en todas las cajas hay exactamente 3 bolas blancas\".",
      "imagen": "img/ascenso/secundaria/2019/matematica/26.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para brindar una adecuada retroalimentación al estudiante, de modo que reflexione acerca de su concepción errónea?",
          "opciones": [
            "Explicarle que la probabilidad se puede representar como una fracción en la que el numerador expresa la cantidad de casos a favor y el denominador, la cantidad total de posibles resultados de un experimento. Luego, pedirle que calcule la probabilidad asociada a cada una de las tres cajas y que determine cuál de las tres fracciones es la mayor.",
            "Pedirle que cuente las bolas blancas, las bolas negras y la cantidad total de bolas en cada caja. Luego, preguntarle: \"En las cajas, ¿hay la misma cantidad de bolas blancas?, ¿hay la misma cantidad total de bolas?, ¿será lo mismo tener 3 opciones de 6, que 3 de 7 o tener 3 de 8? ¿Esto afectará el valor de la probabilidad en cada caso?, ¿por qué?\".",
            "Preguntarle lo siguiente: \"¿Cómo se calcula la probabilidad en un experimento?, ¿de cuántas formas diferentes se puede representar una probabilidad?, ¿conviene usar la representación porcentual para realizar las comparaciones?, ¿por qué?\"."
          ],
          "respuesta": "Pedirle que cuente las bolas blancas, las bolas negras y la cantidad total de bolas en cada caja. Luego, preguntarle: \"En las cajas, ¿hay la misma cantidad de bolas blancas?, ¿hay la misma cantidad total de bolas?, ¿será lo mismo tener 3 opciones de 6, que 3 de 7 o tener 3 de 8? ¿Esto afectará el valor de la probabilidad en cada caso?, ¿por qué?\".",
          "respuestaCorta": "El error del estudiante es ignorar el espacio muestral. Esta opción lo guía a comparar no solo los casos favorables (que son iguales) sino también los casos totales (que son diferentes), haciéndole reflexionar sobre cómo ambos componentes afectan la probabilidad.",
          "solucionario": "La concepción errónea de Felipe es que la probabilidad depende únicamente del número de casos favorables, ignorando el total de casos posibles. La opción B es la más pertinente para la retroalimentación reflexiva porque, a través de preguntas, le hace notar que, si bien el número de bolas blancas es el mismo, el total de bolas en cada caja es diferente. La pregunta clave \"¿será lo mismo tener 3 opciones de 6, que 3 de 7...?\" le obliga a confrontar su idea y a darse cuenta de que la probabilidad es una relación (un cociente) entre los casos favorables y el total de casos, y no un número absoluto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p50",
      "contexto": "Una docente ha propuesto el siguiente problema a los estudiantes:",
      "imagen": "img/ascenso/secundaria/2019/matematica/27.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito que busca lograr la docente con el problema propuesto?",
          "opciones": [
            "Que los estudiantes justifiquen el uso de una de las medidas de dispersión en la resolución de un problema.",
            "Que los estudiantes fundamenten la pertinencia de la medida de tendencia central elegida en la resolución de un problema.",
            "Que los estudiantes expliquen el procedimiento más eficaz para el cálculo de una medida de dispersión como parte de la resolución de un problema."
          ],
          "respuesta": "Que los estudiantes justifiquen el uso de una de las medidas de dispersión en la resolución de un problema.",
          "respuestaCorta": "El propósito es que los estudiantes asocien el concepto de 'regularidad' o 'consistencia' con las medidas de dispersión (como el rango o la desviación estándar) y no con las de tendencia central (como la media).",
          "solucionario": "El problema se centra en el concepto de 'regularidad'. Un jugador regular es aquel cuyos puntajes varían poco entre sí. Esta variabilidad o consistencia no se mide con promedios (medidas de tendencia central), sino con medidas de dispersión. Los puntajes de Juan (23, 24, 25, 26) están muy juntos (rango=3), mientras que los de Pablo (20, 20, 28, 30) están más esparcidos (rango=10). El propósito de la docente es que los estudiantes identifiquen que para evaluar la regularidad, deben recurrir a una medida de dispersión y justificar por qué es la herramienta estadística adecuada para responder a la pregunta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p51",
      "contexto": "Un docente tiene como propósito evaluar el logro del siguiente desempeño: \"Interpreta gráficos usando el significado de la desviación estándar\". Para ello, propone la siguiente tarea:",
      "imagen": "img/ascenso/secundaria/2019/matematica/28.jpg",
      "preguntas": [
        {
          "pregunta": "Según la rúbrica presentada, ¿cuál es el nivel de logro alcanzado por Diego?",
          "opciones": [
            "En proceso.",
            "Logrado.",
            "Destacado."
          ],
          "respuesta": "Logrado.",
          "respuestaCorta": "La respuesta de Diego cumple exactamente con los dos criterios del nivel 'Logrado': compara las desviaciones estándar de A y B, y establece una relación correcta de la desviación estándar con los datos (cercanía a la media).",
          "solucionario": "Para determinar el nivel de logro, se debe analizar la respuesta de Diego en función de la rúbrica:\n1. \"La desviación estándar en el conjunto A es menor que en el conjunto B...\": Con esto, Diego compara la desviación estándar de ambos conjuntos, cumpliendo el criterio del nivel 'En proceso'.\n2. \"...lo que significa que los datos en A están más cerca de la media que los datos en B.\": Con esta frase, establece una relación clara entre la desviación estándar y la dispersión de los datos. Esto satisface el segundo criterio del nivel 'Logrado'.\nComo cumple con la comparación y establece una relación, su desempeño se ubica en el nivel 'Logrado'. No alcanza 'Destacado' porque solo establece una relación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p52",
      "contexto": "Raúl, Susana y Teresa trabajan en una misma empresa. Los salarios de los trabajadores de esta empresa se calculan según el cargo y las funciones que desempeñan. Además, se sabe que el primer cuartil de los salarios es 2000 soles, la mediana es 2300 soles y el tercer cuartil es 3000 soles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta esta información, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "Raúl gana 1650 soles; por lo tanto, su salario está por encima del 25% de los salarios de los trabajadores que menos ganan en la empresa.",
            "Teresa gana 2800 soles; por lo tanto, su salario está dentro del 25% de los salarios de los trabajadores que más ganan en la empresa.",
            "Susana gana 2500 soles; por lo tanto, como mínimo, el 25% de los trabajadores de la empresa ganan más que ella."
          ],
          "respuesta": "Susana gana 2500 soles; por lo tanto, como mínimo, el 25% de los trabajadores de la empresa ganan más que ella.",
          "respuestaCorta": "El tercer cuartil (Q3) es 3000 soles, lo que significa que el 25% de los trabajadores gana 3000 o más. Como el salario de Susana (2500) es menor que 3000, es seguro que al menos ese 25% de trabajadores gana más que ella.",
          "solucionario": "Analicemos cada afirmación según la definición de cuartiles:\n- A: Falsa. El primer cuartil (Q1) es 2000, lo que significa que el 25% de los trabajadores gana 2000 o menos. El salario de Raúl (1650) está por debajo de Q1, por lo que pertenece a ese 25% que menos gana, no está por encima.\n- B: Falsa. El tercer cuartil (Q3) es 3000. El 25% que más gana tiene salarios de 3000 o más. El salario de Teresa (2800) es menor que 3000, por lo que no está en ese grupo.\n- C: Verdadera. Por definición, el 25% de los salarios son iguales o superiores al tercer cuartil (Q3 = 3000). Dado que el salario de Susana (2500) es inferior a 3000, se puede afirmar con certeza que, como mínimo, el 25% de los trabajadores (aquellos que ganan 3000 o más) tienen un salario mayor que el de ella.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p53",
      "contexto": "Un docente plantea a los estudiantes la siguiente situación:\nLa tabla que se presenta a continuación muestra la cantidad de niños que atendió la posta médica de un centro poblado en cierto día.",
      "imagen": "img/ascenso/secundaria/2019/matematica/29.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes tareas propuestas es de mayor demanda cognitiva?",
          "opciones": [
            "Se requiere repetir los análisis de los pacientes cuya edad coincide con la mediana de las edades de todos los pacientes. El mismo procedimiento se debe realizar con los pacientes cuya edad coincide con el segundo cuartil de todas las edades. ¿Qué relación existe entre estos pacientes?",
            "Se hará un taller sobre factores de riesgo de enfermedades infecciosas con los padres de los pacientes que se encuentran por debajo del segundo decil. ¿Cuál es la edad que corresponde al segundo decil de las edades de los pacientes?",
            "Se debe aplicar una encuesta de satisfacción a los padres o apoderados de los pacientes que corresponden al primer, segundo y tercer quintil, según su edad. ¿Cuáles son las edades de estos pacientes?"
          ],
          "respuesta": "Se requiere repetir los análisis de los pacientes cuya edad coincide con la mediana de las edades de todos los pacientes. El mismo procedimiento se debe realizar con los pacientes cuya edad coincide con el segundo cuartil de todas las edades. ¿Qué relación existe entre estos pacientes?",
          "respuestaCorta": "Esta tarea es de mayor demanda cognitiva porque no solo pide calcular medidas de posición, sino también analizar la relación conceptual entre ellas, reconociendo que la mediana y el segundo cuartil son equivalentes.",
          "solucionario": "Las tareas B y C son puramente procedimentales: requieren que el estudiante aplique las fórmulas para calcular deciles y quintiles. Son ejercicios de cálculo. La tarea A, en cambio, tiene un componente adicional que eleva su demanda cognitiva. Pide calcular la mediana y el segundo cuartil, pero luego exige que el estudiante establezca la relación entre ellos. Esto requiere la comprensión conceptual de que ambas medidas de posición son idénticas (ambas dividen los datos en dos mitades iguales, representando el percentil 50). La tarea pasa de ser un simple 'calcular' a un 'calcular y relacionar conceptualmente'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p54",
      "contexto": "Para integrar el elenco de actores de una obra de teatro, se inscribieron 9 estudiantes. Según el orden en que fueron inscritos, sus edades son 15, 13, 11, 9, 10, 11, 11, 13 y 15 años.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En relación con esta información, ¿cuál de las siguientes proposiciones es verdadera?",
          "opciones": [
            "La distribución de edades es bimodal; las modas son 13 y 15 años.",
            "La media aritmética de las edades es 12 años.",
            "La mediana de las edades es 10 años."
          ],
          "respuesta": "La media aritmética de las edades es 12 años.",
          "respuestaCorta": "Tras calcular las tres medidas de tendencia central, se comprueba que la media es 12. La moda es 11 (unimodal) y la mediana es 11, por lo que las otras opciones son incorrectas.",
          "solucionario": "Para verificar las proposiciones, primero se ordenan los datos: 9, 10, 11, 11, 11, 13, 13, 15, 15.\n- **Moda**: El dato que más se repite es el 11 (3 veces). La distribución es unimodal. Por lo tanto, la opción A es falsa.\n- **Mediana**: Como hay 9 datos (un número impar), la mediana es el valor central, el que ocupa la posición (9+1)/2 = 5ª. El quinto valor es 11. Por lo tanto, la opción C es falsa.\n- **Media**: Se suman todas las edades y se divide por el total de estudiantes: (9+10+11+11+11+13+13+15+15) / 9 = 108 / 9 = 12. Por lo tanto, la opción B es verdadera.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p55",
      "contexto": "Según una nota periodística, publicada el 28 de marzo del presente año en la página web de una emisora radial, los peruanos anualmente gastan en promedio S/ 40 en la adquisición de bloqueadores solares.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes proposiciones puede concluirse a partir de tal afirmación?",
          "opciones": [
            "El precio más común de los bloqueadores solares ofrecidos a los peruanos es S/ 40.",
            "Por lo menos la mitad de los peruanos anualmente gastan S/ 40 en la adquisición de bloqueadores solares.",
            "Los peruanos anualmente gastan por debajo de los S/ 40, igual o por encima de dicho monto en adquirir bloqueadores solares."
          ],
          "respuesta": "Los peruanos anualmente gastan por debajo de los S/ 40, igual o por encima de dicho monto en adquirir bloqueadores solares.",
          "respuestaCorta": "El promedio (media aritmética) es un punto de equilibrio de los datos. Su existencia implica necesariamente que debe haber valores a ambos lados de él (o todos los valores son iguales a él), por lo que la afirmación C es la única conclusión lógicamente garantizada.",
          "solucionario": "El término 'promedio' se refiere comúnmente a la media aritmética. \n- La opción A describe la moda (el valor más frecuente), no la media. Son conceptos diferentes.\n- La opción B describe una propiedad de la mediana (el valor que divide los datos en dos mitades), no la media. \n- La opción C es la única conclusión válida. La media es una medida de tendencia central; para que el 'centro' de los datos sea 40, debe haber datos distribuidos alrededor de este valor. Esto significa que habrá personas que gasten más, menos o exactamente 40 soles. Esta afirmación es una consecuencia directa de la definición de promedio en un conjunto de datos con alguna variación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p56",
      "contexto": "Una empresa fabricante de medicamentos desea conocer cuán efectivo puede ser un nuevo medicamento para controlar cierta enfermedad en personas adultas. Para ello, realizó un estudio en 3600 personas adultas que tenían esta enfermedad. Así, encontró que el 75% de las personas que recibieron el medicamento pudieron controlar la enfermedad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta a la muestra considerada para realizar el estudio mencionado?",
          "opciones": [
            "Conjunto de todas las personas adultas que tienen la enfermedad.",
            "Conjunto de las 3600 personas sometidas al estudio que tienen la enfermedad.",
            "Conjunto del 75% de personas que pudo controlar la enfermedad con el medicamento."
          ],
          "respuesta": "Conjunto de las 3600 personas sometidas al estudio que tienen la enfermedad.",
          "respuestaCorta": "La muestra es el subconjunto de la población sobre el cual se realiza el estudio para obtener datos. En este caso, el estudio se llevó a cabo en el grupo de 3600 personas.",
          "solucionario": "En estadística, la población es el conjunto total de individuos sobre el que se desea estudiar una característica (en este caso, todas las personas adultas con la enfermedad). La muestra es un subconjunto representativo de esa población que se selecciona para realizar el estudio. El texto indica claramente que 'realizó un estudio en 3600 personas adultas'. Por lo tanto, este grupo de 3600 personas constituye la muestra. El 75% es un resultado o un dato obtenido de la muestra, no la muestra en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p57",
      "contexto": "Una empresa de investigación de mercados fue contratada para determinar la cantidad de dinero que anualmente gastan los adolescentes de 13 a 19 años en videojuegos en un país. A partir del diseño de la muestra, la empresa seleccionó aleatoriamente 80 centros comerciales situados en todas las regiones del país. Luego, en cada centro comercial, un encuestador pidió a los transeúntes, que parecían contar con la edad requerida, completar un cuestionario.\nA continuación, se presenta otra referencia del estudio realizado:\nUn total de 2050 cuestionarios fueron completados por adolescentes. Basándose en el resultado de esta encuesta, la empresa investigadora informó que un adolescente de este país gasta en promedio, cada año, 580 unidades monetarias en videojuegos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las referencias del estudio, ¿cuál de las siguientes recomendaciones es más adecuada para mejorar el diseño de la muestra?",
          "opciones": [
            "La muestra de 2050 adolescentes debe ser mucho más grande para obtener conclusiones válidas en todo el país.",
            "La muestra debe considerar a los adolescentes que se encuentran fuera de los centros comerciales para que represente mejor a los adolescentes de todo el país.",
            "La muestra de los adolescentes en los 80 centros comerciales debe ampliarse para que el promedio sea más representativo del gasto de los adolescentes de todo el país."
          ],
          "respuesta": "La muestra debe considerar a los adolescentes que se encuentran fuera de los centros comerciales para que represente mejor a los adolescentes de todo el país.",
          "respuestaCorta": "El principal problema del diseño es el sesgo de selección: al encuestar solo en centros comerciales, se excluye a una gran parte de la población adolescente. Para que la muestra sea representativa, debe incluir adolescentes de diversos entornos.",
          "solucionario": "El problema más grave en el diseño del estudio no es el tamaño de la muestra (2050 es un tamaño considerable), sino su representatividad. Al limitar el muestreo a adolescentes que visitan centros comerciales, se introduce un sesgo de selección. Se está ignorando a adolescentes de zonas rurales, a aquellos que no frecuentan centros comerciales por razones económicas o de preferencia, etc. Este grupo excluido podría tener patrones de gasto en videojuegos muy diferentes. Por lo tanto, para mejorar el diseño y hacer que la muestra represente verdaderamente a 'los adolescentes de todo el país', es crucial incluir a jóvenes de otros contextos, como se sugiere en la opción B.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p58",
      "contexto": "En un taller textil, se producen 1000 camisas y 4000 polos diariamente. Mediante un control de calidad periódico de dichas prendas, se ha establecido que el 3% de las camisas y el 2% de los polos presentan fallas en su costura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a la situación referida, ¿cuál de las siguientes afirmaciones es necesariamente correcta?",
          "opciones": [
            "Si de la producción diaria se toman al azar 100 polos, exactamente 2 polos presentarán fallas en su costura.",
            "Si del total de camisas producidas en el día se coge una al azar, la probabilidad de que esta tenga fallas en su costura es 0,03.",
            "Si se toma al azar una prenda, ya sea una camisa o un polo, existe una probabilidad del 5% que presente alguna falla en su costura."
          ],
          "respuesta": "Si del total de camisas producidas en el día se coge una al azar, la probabilidad de que esta tenga fallas en su costura es 0,03.",
          "respuestaCorta": "Esta afirmación es la definición directa de probabilidad a partir de una frecuencia relativa poblacional. Si el 3% de las camisas son defectuosas, la probabilidad de seleccionar una al azar y que sea defectuosa es del 3% o 0,03.",
          "solucionario": "Se debe evaluar la veracidad de cada afirmación:\n- A: Falsa. La probabilidad del 2% en polos es un promedio a largo plazo. En una muestra aleatoria de 100, el número de polos con fallas puede ser 0, 1, 2, 3, etc. No hay certeza de que sea 'exactamente 2'.\n- B: Verdadera. El enunciado establece que el 3% de las camisas tienen fallas. Esto define la probabilidad para ese universo. Por lo tanto, la probabilidad de que una camisa elegida al azar de esa producción tenga fallas es, por definición, 3% o 0,03.\n- C: Falsa. Esta es una probabilidad ponderada. Hay 30 camisas con fallas (3% de 1000) y 80 polos con fallas (2% de 4000). En total, hay 110 prendas con fallas de un total de 5000. La probabilidad de coger una prenda con falla al azar es 110/5000 = 0.022 o 2.2%, no 5%.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p59",
      "contexto": "Una docente presenta a los estudiantes la siguiente situación:\nDentro de una urna hay tres pelotas: dos de color rojo y una de color blanco; todas ellas son de igual tamaño, textura y masa. Cecilia extrae, al azar y de manera consecutiva, dos pelotas, sin devolver ninguna de ellas a la urna.\nA partir de esta situación, tres estudiantes realizaron afirmaciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes realizó una afirmación correcta?",
          "opciones": [
            "Katherine: \"Después de sacar dos pelotas, la probabilidad de que en la urna quede la pelota blanca es el doble de la probabilidad de que quede una pelota roja\".",
            "Laura: \"La probabilidad de sacar solo pelotas rojas en las dos extracciones, resulta ser mayor que la probabilidad de sacar una pelota blanca en la primera extracción\".",
            "Mery: \"La probabilidad de obtener una pelota roja en la primera extracción es igual a la probabilidad de obtener una pelota roja en la segunda, independientemente de lo obtenido en la primera\"."
          ],
          "respuesta": "Mery: \"La probabilidad de obtener una pelota roja en la primera extracción es igual a la probabilidad de obtener una pelota roja en la segunda, independientemente de lo obtenido en la primera\".",
          "respuestaCorta": "La afirmación de Mery es correcta. La probabilidad de sacar una roja en la primera extracción es 2/3. La probabilidad de sacar una roja en la segunda es P(RR)+P(WR) = (2/3)(1/2) + (1/3)(2/2) = 1/3 + 1/3 = 2/3. Ambas probabilidades son iguales.",
          "solucionario": "Analicemos las probabilidades de cada afirmación:\n- Katherine: Para que quede la blanca, se deben sacar las dos rojas: P(RR) = (2/3) * (1/2) = 1/3. Para que quede una roja, se debe sacar una roja y la blanca: P(RW o WR) = P(RW) + P(WR) = (2/3)*(1/2) + (1/3)*(2/2) = 1/3 + 1/3 = 2/3. La probabilidad de que quede roja (2/3) es el doble de que quede blanca (1/3). La afirmación de Katherine es incorrecta.\n- Laura: P(sacar solo rojas) = P(RR) = 1/3. P(sacar blanca en la primera) = 1/3. La afirmación 1/3 > 1/3 es falsa.\n- Mery: P(roja en la 1ra) = 2/3. La probabilidad de obtener una roja en la segunda extracción (P(R₂)) se calcula por probabilidad total: P(R₂) = P(R₂|R₁)P(R₁) + P(R₂|W₁)P(W₁) = (1/2)*(2/3) + (2/2)*(1/3) = 1/3 + 1/3 = 2/3. Las probabilidades son iguales. La afirmación de Mery es correcta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_matematica_2019_p60",
      "contexto": "En cierto país, hace unos años, se publicó un estudio realizado con una muestra de 100 000 personas entre 40 y 50 años de edad que no presentaban síntomas de cierta enfermedad. Se encontró que la probabilidad de que una de ellas tuviera esta enfermedad era 1%. Cuando una persona que tenía la enfermedad se realizaba una prueba médica, existía un 95% de probabilidad de que la prueba médica resulte positiva. También, se informó que el resultado de la prueba médica del 5% de las personas sanas del mencionado grupo de edad indicaba erróneamente positivo. Lo señalado indica que si bien los chequeos preventivos son muy importantes y valiosos, no son exactos en todos los casos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la situación presentada, si al realizarse la prueba una persona de la muestra obtiene un resultado positivo, ¿cuál es la probabilidad de que efectivamente padezca de esta enfermedad?",
          "opciones": [
            "16,1%",
            "5,90%",
            "0,95%"
          ],
          "respuesta": "16,1%",
          "respuestaCorta": "Usando el Teorema de Bayes, la probabilidad de tener la enfermedad dado un test positivo es aproximadamente 0.161 o 16.1%, calculado a partir de las probabilidades de tener la enfermedad, de verdaderos positivos y de falsos positivos.",
          "solucionario": "Este es un problema de probabilidad condicional que se resuelve con el Teorema de Bayes. Sea D='Tener la enfermedad' y T+='El test da positivo'.\nDatos:\n- P(D) = 0.01 (probabilidad de tener la enfermedad)\n- P(no D) = 0.99\n- P(T+|D) = 0.95 (sensibilidad del test o verdadero positivo)\n- P(T+|no D) = 0.05 (falso positivo)\nSe pide calcular P(D|T+).\nPrimero, calculamos la probabilidad total de un test positivo, P(T+):\nP(T+) = P(T+|D)P(D) + P(T+|no D)P(no D)\nP(T+) = (0.95)(0.01) + (0.05)(0.99) = 0.0095 + 0.0495 = 0.059\nAhora, aplicamos el Teorema de Bayes:\nP(D|T+) = [P(T+|D)P(D)] / P(T+)\nP(D|T+) = 0.0095 / 0.059 ≈ 0.1610\nConvertido a porcentaje, la probabilidad es aproximadamente 16.1%.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
