{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_edufisica_2018_p51",
      "contexto": "Lea la siguiente situación y responda las preguntas 51, 52 y 53.\nUna docente tiene como propósito que sus estudiantes aprendan el doble ritmo en el baloncesto, teniendo en cuenta que ya han trabajado los fundamentos del lanzamiento y dribling. La docente comienza explicando a los estudiantes la regla de los dos pasos y organizándolos en grupos. Inician el aprendizaje del doble ritmo practicando dribling y acercándose al tablero de baloncesto para lanzar. La docente resuelve dudas, genera preguntas orientadoras, y promueve que entre compañeros observen y corrijan sus errores utilizando pequeños materiales o dibujando líneas para ayudarse a ejecutar los dos pasos. Los estudiantes van practicando hasta identificar sus principales dificultades con el fin de superarlas, e intentan una y otra vez la destreza hasta que logran aprenderla.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos del baloncesto están desarrollando los estudiantes en la sesión descrita?",
          "opciones": [
            "La táctica.",
            "La técnica.",
            "La estrategia."
          ],
          "respuesta": "La técnica.",
          "respuestaCorta": "El aprendizaje de gestos motores específicos como el doble ritmo constituye un trabajo técnico.",
          "solucionario": "En la sesión descrita, los estudiantes están practicando la ejecución motora del 'doble ritmo' (entrada a canasta), el dribling y el lanzamiento. Estos son fundamentos motrices individuales y específicos del deporte, lo que corresponde a la dimensión técnica del baloncesto, a diferencia de la táctica (toma de decisiones colectivas o individuales en situación de juego) o la estrategia (planificación previa).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes métodos de la Educación Física se evidencia en la sesión?",
          "opciones": [
            "Resolución de problemas.",
            "Descubrimiento guiado.",
            "Instrucción directa."
          ],
          "respuesta": "Descubrimiento guiado.",
          "respuestaCorta": "La docente orienta mediante preguntas para que los estudiantes descubran la ejecución correcta.",
          "solucionario": "El método es el descubrimiento guiado porque la docente no se limita a dar la instrucción y el modelo (instrucción directa), sino que 'genera preguntas orientadoras' y facilita materiales para que los estudiantes 'observen y corrijan sus errores', guiándolos hacia el aprendizaje correcto del patrón motor a través de su propia indagación y la de sus compañeros.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes acciones de la actividad evidencia que los estudiantes están realizando metacognición sobre su proceso de aprendizaje?",
          "opciones": [
            "Cuando intentan una y otra vez la destreza hasta que logran aprenderla.",
            "Cuando identifican sus principales dificultades con el fin de superarlas.",
            "Cuando se observan y corrigen entre ellos."
          ],
          "respuesta": "Cuando identifican sus principales dificultades con el fin de superarlas.",
          "respuestaCorta": "La identificación consciente de las propias dificultades es un proceso metacognitivo de autoevaluación.",
          "solucionario": "La metacognición implica la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. Cuando los estudiantes 'identifican sus principales dificultades', están realizando un ejercicio de autoevaluación y toma de conciencia sobre cómo están aprendiendo y qué les falta para mejorar, lo cual es la esencia de la metacognición.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p54",
      "contexto": null,
      "imagen": "img/nombramiento/primaria/2018/edufisica/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes formaciones es la menos recomendada en las sesiones de Educación Física?",
          "opciones": [
            "En fila.",
            "En semicírculo.",
            "En círculo."
          ],
          "respuesta": "En fila.",
          "respuestaCorta": "La formación en fila reduce el tiempo de compromiso motor de los estudiantes.",
          "solucionario": "La formación en fila (columna) es la menos recomendada porque genera largos tiempos de espera para los estudiantes mientras aguardan su turno, reduciendo significativamente el tiempo de compromiso motor y la intensidad de la clase. Formaciones como el círculo o semicírculo permiten una mejor visualización y participación simultánea o más fluida.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p55",
      "contexto": "Lea la siguiente situación y responda las preguntas 55 y 56.\nEn una sesión de atletismo, la docente planifica trabajar la resistencia de sus estudiantes por medio de una carrera de larga duración y mediana intensidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes tipos de resistencia van a desarrollar los estudiantes?",
          "opciones": [
            "Resistencia aeróbica.",
            "Resistencia anaeróbica láctica.",
            "Resistencia anaeróbica aláctica."
          ],
          "respuesta": "Resistencia aeróbica.",
          "respuestaCorta": "La larga duración y mediana intensidad caracterizan el trabajo de resistencia aeróbica.",
          "solucionario": "La resistencia aeróbica se define por la capacidad de realizar un esfuerzo de intensidad media o baja durante un tiempo prolongado, manteniendo un equilibrio en el aporte y consumo de oxígeno. Las características descritas en el caso ('larga duración' y 'mediana intensidad') corresponden exactamente a este tipo de resistencia.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Antes de la carrera, la docente conversa con los estudiantes sobre cuál es la forma adecuada de hidratarse cuando se realiza una carrera de larga duración, y los estudiantes comparten sus ideas:\nJuan: \"Yo opino que es recomendable beber mucha agua pocos minutos antes de la carrera porque te mantienes hidratado durante toda la prueba y así previenes el golpe de calor\".\nPedro: \"Cuando voy a participar en una carrera, tomo solo una pequeña cantidad de agua o evito tomarla, y luego, al finalizar la prueba, me hidrato bastante para restablecer las sales minerales que perdí\".\nLuciana: \"Cuando participo en una carrera, hago pausas muy breves para beber pequeñas cantidades de agua; así evito el golpe de calor y además repongo los electrolitos y minerales que voy perdiendo mientras corro\".\n¿Cuál de los estudiantes ha expresado la forma adecuada de hidratarse al realizar este tipo de carrera?",
          "opciones": [
            "Juan.",
            "Pedro.",
            "Luciana."
          ],
          "respuesta": "Luciana.",
          "respuestaCorta": "La hidratación adecuada en larga duración implica reposición frecuente en pequeñas cantidades.",
          "solucionario": "Luciana expresa la forma correcta. En ejercicios de larga duración, es fundamental reponer líquidos y electrolitos periódicamente en pequeñas cantidades (sorbos) para evitar la deshidratación y el golpe de calor sin causar malestar estomacal. Beber mucho justo antes (Juan) es incómodo, y no beber durante la prueba (Pedro) aumenta drásticamente el riesgo de deshidratación severa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p57",
      "contexto": "Durante una sesión, los estudiantes evalúan su resistencia cardiovascular por medio del Test de Ruffier. Este test consiste en la siguiente secuencia de acciones: primero tomar el pulso en reposo, luego realizar 30 flexiones de piernas, luego tomar el pulso por segunda vez, después descansar por un minuto, y volver a tomar el pulso.\nLuego de obtener sus mediciones, los estudiantes procesan sus resultados y cada uno obtiene un valor que luego contrasta en la siguiente tabla:",
      "imagen": "img/nombramiento/primaria/2018/edufisica/2.jpg",
      "preguntas": [
        {
          "pregunta": "Una de las estudiantes, Liliana, tiene sobrepeso y ha completado la prueba con mucha dificultad. Luego de calcular sus resultados, se sorprende al descubrir que se ubica en el nivel \"mayor de 15\", y por eso se acerca al docente para pedirle orientación. Luego de verificar que el resultado de Liliana es correcto, ¿qué debería recomendarle el docente?",
          "opciones": [
            "Que se ejercite durante la sesión con la misma intensidad que sus demás compañeros para lograr bajar de peso.",
            "Que de momento no se ejercite más y que acuda al médico lo antes posible para hacerse un chequeo.",
            "Que se ejercite durante la sesión pero con menos intensidad que sus compañeros y que cuide su dieta."
          ],
          "respuesta": "Que de momento no se ejercite más y que acuda al médico lo antes posible para hacerse un chequeo.",
          "respuestaCorta": "Un índice mayor de 15 indica una recuperación cardíaca deficiente y riesgo para la salud, requiriendo evaluación médica.",
          "solucionario": "En el Test de Ruffier, un resultado superior a 15 indica una forma física 'Muy baja' y una recuperación cardíaca insuficiente tras el esfuerzo, lo cual puede ser señal de problemas cardiovasculares subyacentes. Ante este indicador de riesgo, la prioridad es la seguridad: la estudiante debe detener la actividad física intensa y someterse a una revisión médica para descartar patologías antes de continuar con el ejercicio.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p58",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones motrices implica velocidad cíclica?",
          "opciones": [
            "En un partido de tenis de mesa, los jugadores responden ante la devolución del oponente.",
            "En un partido de balonmano, un arquero utiliza sus manos para evitar un inminente gol.",
            "En una competencia, un atleta realiza una carrera de cien metros planos."
          ],
          "respuesta": "En una competencia, un atleta realiza una carrera de cien metros planos.",
          "respuestaCorta": "La velocidad cíclica se caracteriza por la repetición rítmica de un mismo patrón motor, como correr.",
          "solucionario": "La velocidad cíclica se refiere a la capacidad de desplazarse con la mayor rapidez posible mediante la repetición continua de un ciclo de movimiento (zancada en la carrera). La carrera de 100 metros planos es el ejemplo clásico de esto. Las otras opciones (tenis de mesa, balonmano) son ejemplos de velocidad acíclica, donde los movimientos varían constantemente en respuesta a situaciones cambiantes.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p59",
      "contexto": null,
      "imagen": "img/nombramiento/primaria/2018/edufisica/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué técnica de medición del pulso se observa en la siguiente imagen?",
          "opciones": [
            "Medición del pulso carotídeo.",
            "Medición del pulso braquial.",
            "Medición del pulso radial."
          ],
          "respuesta": "Medición del pulso braquial.",
          "respuestaCorta": "La imagen muestra la palpación de la arteria braquial en la cara interna del brazo.",
          "solucionario": "La imagen ilustra la toma del pulso en la zona interna del brazo, entre el hombro y el codo, donde se ubica la arteria braquial. El pulso carotídeo se toma en el cuello y el radial en la muñeca.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes características NO corresponde a la prueba de 400 metros planos?",
          "opciones": [
            "Es la carrera de resistencia más corta.",
            "Cada atleta recorre la distancia por su propio carril.",
            "Si el atleta hace dos salidas o partidas falsas, es descalificado."
          ],
          "respuesta": "Es la carrera de resistencia más corta.",
          "respuestaCorta": "Los 400 metros planos se clasifican como una prueba de velocidad, no de resistencia.",
          "solucionario": "Los 400 metros planos son una prueba de velocidad (sprint largo), caracterizada por un esfuerzo anaeróbico intenso. No se clasifica como carrera de resistencia (o medio fondo), categoría que suele comenzar a partir de los 800 metros. Por lo tanto, afirmar que es una carrera de resistencia es incorrecto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p61",
      "contexto": "El docente está planificando una unidad didáctica en la que los estudiantes van a desarrollar habilidades de expresión corporal. ¿Con cuál de los siguientes tipos de actividades debe iniciar el trabajo?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Con cuál de los siguientes tipos de actividades debe iniciar el trabajo?",
          "opciones": [
            "Con actividades de desinhibición corporal.",
            "Con actividades de creación de figuras de danza sencillas.",
            "Con actividades de adaptación del movimiento a la música."
          ],
          "respuesta": "Con actividades de desinhibición corporal.",
          "respuestaCorta": "La desinhibición es el paso previo necesario para que el estudiante pueda expresarse libremente.",
          "solucionario": "Para trabajar la expresión corporal, es fundamental crear primero un clima de confianza y seguridad. Las actividades de desinhibición ayudan a los estudiantes a perder la vergüenza y el miedo al juicio ajeno, condiciones indispensables para que luego puedan explorar el movimiento, crear danzas o adaptarse a la música con libertad.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p62",
      "contexto": "Lea la siguiente situación y responda las preguntas 62, 63 y 64.\nEn una sesión en la que se realizarán acciones de gimnasia rítmica, la docente se propone desarrollar capacidades motrices, como la coordinación, además de potenciar la creatividad de los estudiantes. Para lograr su propósito, la docente propone a los estudiantes crear una pequeña secuencia de acciones con la cuerda siguiendo el ritmo de una pieza musical, y que deben incluir en ella elementos corporales de la gimnasia rítmica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes tipos de capacidades están desarrollando predominantemente los estudiantes en esta sesión de aprendizaje?",
          "opciones": [
            "Capacidades sociomotrices.",
            "Capacidades físicas básicas.",
            "Capacidades de expresión corporal."
          ],
          "respuesta": "Capacidades de expresión corporal.",
          "respuestaCorta": "La gimnasia rítmica vincula el movimiento con la música y la estética, fomentando la expresión corporal.",
          "solucionario": "La actividad descrita combina el movimiento técnico con la música y la creatividad para crear una secuencia estética. Esto apunta directamente a las capacidades de expresión corporal, ya que los estudiantes utilizan su cuerpo y el implemento (cuerda) para comunicar y seguir un ritmo, más allá del simple rendimiento físico o la interacción social.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de coordinación están desarrollando predominantemente los estudiantes en esta sesión de aprendizaje?",
          "opciones": [
            "La coordinación dinámica específica.",
            "La coordinación dinámica general.",
            "La coordinación espacial."
          ],
          "respuesta": "La coordinación dinámica específica.",
          "respuestaCorta": "El manejo de un implemento (cuerda) en movimiento requiere coordinación dinámica específica (óculo-manual).",
          "solucionario": "La coordinación dinámica específica (o coordinación óculo-manual/pedica) es la que interviene cuando se ajustan los movimientos del cuerpo al manejo de un objeto o implemento, en este caso, la cuerda. La coordinación dinámica general se referiría a desplazamientos globales sin implementos complejos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente observa que un estudiante no logra coordinar los movimientos con la cuerda y que se molesta porque \"no le sale\" y no quiere seguir intentando. ¿Cuál es la acción más pertinente para dar apoyo pedagógico al estudiante?",
          "opciones": [
            "Demostrar al estudiante el movimiento básico con la cuerda para que lo practique hasta que lo logre dominar; luego enseñarle un movimiento nuevo y pedirle que lo integre con el anterior, e ir agregando nuevos movimientos hasta crear la secuencia.",
            "Solicitar al estudiante que muestre lo que sabe hacer con la cuerda para que reconozca los movimientos que ya domina y, a partir de eso, proponerle ir agregando poco a poco nuevos movimientos hasta construir la secuencia.",
            "Pedir al estudiante que trabaje con un compañero para que entre ambos se apoyen mutuamente, alentándolos a que trabajen con la cuerda por turnos hasta que logren construir la secuencia entre los dos."
          ],
          "respuesta": "Solicitar al estudiante que muestre lo que sabe hacer con la cuerda para que reconozca los movimientos que ya domina y, a partir de eso, proponerle ir agregando poco a poco nuevos movimientos hasta construir la secuencia.",
          "respuestaCorta": "Esta acción valida las capacidades previas del estudiante y construye el aprendizaje progresivamente (andamiaje), reduciendo la frustración.",
          "solucionario": "Ante la frustración, la estrategia pedagógica más efectiva es recuperar la confianza del estudiante. Al pedirle que muestre lo que 'sí sabe hacer', se valida su competencia actual. A partir de ahí, se construye el nuevo aprendizaje paso a paso (andamiaje), asegurando pequeños éxitos que mantengan la motivación, en lugar de imponer un modelo externo o depender de un par.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_edufisica_2018_p65",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta actividades que involucran los elementos corporales de la gimnasia rítmica?",
          "opciones": [
            "Saltar a gacela con una pelota en mano, equilibrarse en dos manos, girar en puntas de pie ondeando una cinta.",
            "Dibujar círculos caminando, formar figuras en el aire con la cuerda, rodar la pelota y atraparla con los pies.",
            "Lanzar el aro haciéndolo rodar, atrapar la maza en el aire, envolver y desenvolver la cuerda en el brazo."
          ],
          "respuesta": "Saltar a gacela con una pelota en mano, equilibrarse en dos manos, girar en puntas de pie ondeando una cinta.",
          "respuestaCorta": "Esta opción describe saltos, equilibrios y giros, que son elementos corporales fundamentales.",
          "solucionario": "En gimnasia rítmica se distingue entre elementos corporales (saltos, equilibrios, giros, flexibilidades) y técnica de aparatos (lanzamientos, rodamientos, figuras). La opción A es la única que enumera acciones centradas en el dominio del cuerpo: 'saltar a gacela' (salto), 'equilibrarse' (equilibrio) y 'girar' (giro), aunque se realicen acompañadas del aparato.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p66",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente organiza a los estudiantes en grupos y en cada grupo asigna a uno de los estudiantes el rol de monitor. Luego les explica a los monitores de manera detallada el propósito de la actividad, la forma de ejecución y el uso de los materiales. Cada monitor debe organizar a su grupo, corregir errores y reforzar algunos aspectos del trabajo, mientras que el docente los observa atentamente. ¿Qué estilo de enseñanza se evidencia en esta actividad?",
          "opciones": [
            "Resolución de problemas.",
            "Enseñanza recíproca.",
            "Microenseñanza."
          ],
          "respuesta": "Microenseñanza.",
          "respuestaCorta": "El uso de monitores que enseñan a pequeños grupos es una característica de la microenseñanza en este contexto.",
          "solucionario": "La actividad describe una estructura donde un estudiante asume el rol de 'monitor' o instructor para un pequeño grupo bajo la supervisión del docente. El monitor recibe la información y la replica, gestionando la organización y corrección de sus compañeros. Aunque comparte rasgos con la enseñanza recíproca (pares), el formato de un líder dirigiendo un subgrupo se asocia en este contexto de evaluación con la microenseñanza (enseñanza a pequeña escala).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p67",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades implica lanzamientos de mayor nivel de dificultad?",
          "opciones": [
            "Se cuelga un aro de 80 centímetros de manera vertical a tres metros del suelo; el docente columpia el aro mientras que los estudiantes, a tres metros de distancia, intentan lanzar la mayor cantidad de pelotas por el centro del aro en movimiento.",
            "Se coloca en el piso un aro de 90 centímetros a un metro de distancia de la pared, y los estudiantes, parados a cuatro metros de la pared, deben lanzar una pelota para que esta dé bote dentro del aro y luego en la pared.",
            "Se dibujan en una pared círculos de 40, 50 y 60 centímetros de diámetro a tres metros de altura y, desde una distancia de tres metros, los estudiantes deben lanzar pelotas para que reboten dentro de los círculos."
          ],
          "respuesta": "Se cuelga un aro de 80 centímetros de manera vertical a tres metros del suelo; el docente columpia el aro mientras que los estudiantes, a tres metros de distancia, intentan lanzar la mayor cantidad de pelotas por el centro del aro en movimiento.",
          "respuestaCorta": "Lanzar a un objetivo móvil requiere una anticipación perceptiva más compleja que lanzar a objetivos estáticos.",
          "solucionario": "El lanzamiento a un objetivo en movimiento (aro columpiándose) presenta la mayor dificultad perceptivo-motriz porque requiere el cálculo de la trayectoria tanto del proyectil como del objetivo, y la sincronización precisa (coincidencia-anticipación). Las otras opciones presentan objetivos estáticos (en el piso o pared), lo cual es significativamente más sencillo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p68",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es la más pertinente si el docente desea conocer el nivel de desarrollo del toque de dedos en sus estudiantes?",
          "opciones": [
            "Pedir a los estudiantes que, en parejas, ejecuten la mayor cantidad posible de toques de dedos desplazándose de forma libre.",
            "Pedir a los estudiantes que, en parejas, realicen toques de dedos mientras se desplazan de un extremo al otro del campo de vóleibol.",
            "Pedir a los estudiantes que, utilizando la net, en parejas y frente a frente, ejecuten toques de dedos únicamente dentro de la zona de ataque del campo de vóleibol."
          ],
          "respuesta": "Pedir a los estudiantes que, en parejas, ejecuten la mayor cantidad posible de toques de dedos desplazándose de forma libre.",
          "respuestaCorta": "El desplazamiento libre y la continuidad permiten observar la técnica sin restricciones espaciales excesivas.",
          "solucionario": "Para diagnosticar el nivel de desarrollo de una habilidad técnica, es ideal proponer una tarea global que permita la continuidad de la acción (mayor cantidad posible) sin añadir restricciones espaciales rígidas que fuercen el error (como 'únicamente zona de ataque' o trayectorias lineales largas). El desplazamiento libre permite a los estudiantes ajustar su posición para mantener el balón en juego, revelando su verdadero nivel de control.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p69",
      "contexto": "En una sesión, un docente tiene como propósito que los estudiantes adquieran nuevos aprendizajes, y lo hace proponiendo tareas variadas de manera secuencial, teniendo en cuenta los intereses particulares de los estudiantes, adaptando las actividades a su ritmo cinético, a su madurez motriz y a su capacidad particular de rendimiento, y haciendo seguimiento al trabajo de cada uno.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes principios pedagógicos está tomando en cuenta de forma predominante el docente en la sesión?",
          "opciones": [
            "Principio de la totalidad.",
            "Principio de la individualización.",
            "Principio de la adecuación a la naturaleza."
          ],
          "respuesta": "Principio de la individualización.",
          "respuestaCorta": "La adaptación a los intereses, ritmos y capacidades particulares de cada estudiante define la individualización.",
          "solucionario": "El principio de individualización postula que la enseñanza debe adaptarse a las características, necesidades y ritmos de aprendizaje de cada estudiante. El texto menciona explícitamente tener en cuenta 'intereses particulares', adaptar a 'su ritmo', 'madurez motriz' y 'capacidad particular', lo cual encaja perfectamente con este principio.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p70",
      "contexto": "Al realizar la evaluación diagnóstica de los estudiantes, la docente aplica una prueba de flexibilidad cuya ejecución se describe a continuación:\nDe pie y sobre una banqueta en la que se ha adherido una regleta, el estudiante debe flexionar el tronco hacia adelante y descender las manos en paralelo con los dedos extendidos, manteniendo las piernas totalmente extendidas sin flexionar las rodillas. El descenso deberá realizarse lentamente y sin hacer rebotes, y, al llegar al punto más bajo posible, la docente toma la medida de su flexibilidad.",
      "imagen": "img/nombramiento/primaria/2018/edufisica/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos musculares se está extendiendo durante el ejercicio?",
          "opciones": [
            "Aductores.",
            "Cuádriceps.",
            "Isquiosurales."
          ],
          "respuesta": "Isquiosurales.",
          "respuestaCorta": "La flexión de tronco con piernas extendidas estira principalmente la cadena posterior, incluyendo los isquiosurales.",
          "solucionario": "El ejercicio descrito es una variante del test de Wells y Dillon (flexión profunda de tronco). Al realizar una flexión de cadera y tronco manteniendo las rodillas extendidas, se produce un estiramiento máximo de la cadena muscular posterior de la pierna, específicamente los músculos isquiosurales (bíceps femoral, semitendinoso y semimembranoso).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p71",
      "contexto": "Lea la siguiente situación y responda las preguntas 71 y 72.\nUna docente plantea la siguiente actividad a los estudiantes: les solicita que, con un plumón rojo, se pinten un punto en alguna parte de su cuerpo que sea visible para todos. Los estudiantes se pintan el punto rojo: algunos lo pintan en su mano, otros en el pie, la frente, el antebrazo, etc. La docente les explica a los estudiantes que deberán realizar secuencias libres de movimientos, poniendo énfasis en que todas las acciones las debe realizar la parte del cuerpo en la que se han pintado el punto rojo; por ejemplo, si ella dice \"el punto rojo se desplaza haciendo giros\", ellos deberán hacer girar la parte del cuerpo que tiene el punto rojo.\nAdemás, la docente les indica que deberán seguir el ritmo del tambor que ella estará tocando. Si los golpes del tambor son lentos, el punto rojo deberá moverse lentamente; si los golpes aumentan su velocidad, el punto rojo también deberá hacerlo.\nCuando los estudiantes han comprendido la consigna, la docente comienza: \"Empecemos: ¡El punto rojo se desplaza por todo el espacio!, se acerca a ti, se aleja de ti, ¡se desplaza muy cerca del piso!, ¡el punto toca el piso!, ¡ahora se aleja del piso!, ¡aún más, más!, y ahora... ¡se desplaza en paralelo al piso!, ¡ahora, haciendo ondas!, ¡y en zigzag!\", mientras los estudiantes se desplazan por todo el espacio siguiendo cada consigna que indica la docente a la velocidad que marca el tambor.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes capacidades se desarrolla predominantemente con esta actividad?",
          "opciones": [
            "Físico-motriz.",
            "Perceptivo-motriz.",
            "Afectivo-relacional."
          ],
          "respuesta": "Perceptivo-motriz.",
          "respuestaCorta": "La actividad integra esquema corporal, espacialidad y temporalidad, componentes clave de lo perceptivo-motriz.",
          "solucionario": "La actividad se centra en la toma de conciencia de las partes del cuerpo (esquema corporal con el punto rojo), la orientación en el espacio (cerca, lejos, niveles, trayectorias) y el ajuste al tiempo/ritmo (tambor). Estos elementos constituyen el núcleo de las capacidades perceptivo-motrices, que implican el ajuste del movimiento a la información sensorial.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué aspecto permite regular el ritmo del tambor?",
          "opciones": [
            "Los niveles de ejecución.",
            "Los espacios de ejecución.",
            "Los tiempos de ejecución."
          ],
          "respuesta": "Los tiempos de ejecución.",
          "respuestaCorta": "El ritmo determina la velocidad y duración del movimiento, lo cual es un aspecto temporal.",
          "solucionario": "El ritmo marcado por el tambor dicta la velocidad (lento, rápido) y la cadencia del movimiento. Esto corresponde a la estructuración temporal o los 'tiempos de ejecución' del movimiento, a diferencia de los niveles o espacios que son parámetros espaciales.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p73",
      "contexto": "Lea la siguiente situación y responda las preguntas 73, 74, 75, 76 y 77.\nEl docente organiza a los estudiantes en grupos de tres integrantes, les entrega una sábana a cada grupo y da la consigna de la actividad lúdica que van a realizar: \"Un estudiante debe pararse sobre la sábana, como a la mitad, mientras que cada uno de sus compañeros coge un extremo de la sábana. El estudiante que se encuentra encima de la sábana debe intentar mantenerse parado durante el mayor tiempo posible mientras sus compañeros jalan la sábana y lo deslizan suavemente de manera libre por todo el campo. Los que mueven la sábana deben coordinar bien los movimientos y moverse con suavidad para que su compañero no se haga daño\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes capacidades motrices desarrolla el estudiante que se encuentra sobre la sábana?",
          "opciones": [
            "La locomoción.",
            "La manipulación.",
            "El equilibrio."
          ],
          "respuesta": "El equilibrio.",
          "respuestaCorta": "Mantenerse de pie sobre una superficie móvil requiere ajustes posturales constantes (equilibrio dinámico).",
          "solucionario": "El estudiante sobre la sábana no se está desplazando por sus propios medios (locomoción) ni manipulando objetos. Su tarea principal es mantener la postura vertical y evitar caerse mientras la base de sustentación (la sábana) se mueve. Esto es un ejercicio puro de equilibrio dinámico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes aspectos está desarrollando predominantemente el estudiante que se encuentra sobre la sábana?",
          "opciones": [
            "La condición física.",
            "La toma de conciencia del cuerpo.",
            "La estructuración espacio temporal."
          ],
          "respuesta": "La toma de conciencia del cuerpo.",
          "respuestaCorta": "El equilibrio exige una alta propiocepción y control del tono postural, favoreciendo la conciencia corporal.",
          "solucionario": "Para mantener el equilibrio en condiciones inestables, el estudiante debe procesar intensamente la información propioceptiva (posición de segmentos, tensión muscular) y ajustar su tono postural continuamente. Esto fomenta una profunda 'toma de conciencia del cuerpo' y sus respuestas motoras.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de capacidades están desarrollando predominantemente los estudiantes que sostienen la sábana?",
          "opciones": [
            "Expresivo-motrices.",
            "Orgánico-motrices.",
            "Sociomotrices."
          ],
          "respuesta": "Sociomotrices.",
          "respuestaCorta": "La tarea exige cooperación y coordinación mutua entre los compañeros para lograr el objetivo común.",
          "solucionario": "Los dos estudiantes que jalan la sábana deben interactuar, comunicarse (verbal o motrizmente) y sincronizar sus acciones para mover al compañero de manera fluida y segura. Esta interacción y cooperación para un objetivo común define las capacidades sociomotrices.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de coordinación desarrollan predominantemente los estudiantes que sostienen y jalan la sábana?",
          "opciones": [
            "Coordinación general.",
            "Coordinación espacial.",
            "Coordinación específica."
          ],
          "respuesta": "Coordinación general.",
          "respuestaCorta": "El arrastre implica el uso de grandes grupos musculares y desplazamiento global del cuerpo.",
          "solucionario": "La acción de jalar la sábana mientras se camina o corre implica la movilización de todo el cuerpo (brazos, tronco, piernas) en una acción motriz global y dinámica. No se limita a una destreza fina o segmentaria (específica), sino que requiere una coordinación dinámica general.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes aspectos perceptivo-motrices están desarrollando de forma predominante los estudiantes que jalan la sábana para lograr movilizarla y deslizarla?",
          "opciones": [
            "Lateralidad.",
            "Control tónico.",
            "Imagen corporal."
          ],
          "respuesta": "Control tónico.",
          "respuestaCorta": "Deben modular su fuerza y tensión muscular para mover la sábana con la suavidad requerida.",
          "solucionario": "La consigna pide mover la sábana 'suavemente' y coordinar para que el compañero no caiga. Esto exige que los estudiantes regulen su fuerza y la tensión muscular aplicada (tono muscular). Esta capacidad de modulación de la tensión se conoce como control tónico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_edufisica_2018_p78",
      "contexto": "Lea la siguiente situación y responda las preguntas 78 y 79.\nEl docente y los estudiantes están conversando sobre sus hábitos alimenticios, específicamente sobre lo que desayunan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Rodrigo, uno de los estudiantes, le pregunta al docente: \"¿Qué nos recomienda desayunar los días que tenemos clase de Educación Física a la primera hora?\". ¿Cuál de las siguientes es la respuesta correcta a la pregunta de Rodrigo?",
          "opciones": [
            "Venir en ayunas y luego consumir las calorías necesarias para recuperarse después de la sesión.",
            "Tomar un desayuno ligero y luego complementar con otros alimentos después de la sesión.",
            "Tomar un desayuno completo y beber mucha agua durante la sesión y después de ella."
          ],
          "respuesta": "Tomar un desayuno ligero y luego complementar con otros alimentos después de la sesión.",
          "respuestaCorta": "El desayuno ligero previene la hipoglucemia sin causar molestias estomacales, que ocurren con comidas pesadas o el ayuno.",
          "solucionario": "Para la actividad física a primera hora, se recomienda un desayuno ligero (de fácil digestión) para asegurar la disponibilidad de energía y evitar mareos o hipoglucemia, sin sobrecargar el estómago, lo que podría causar malestar digestivo durante el ejercicio. El ayuno no es recomendable por falta de energía, y un desayuno completo/pesado inmediatamente antes puede provocar corte de digestión o pesadez.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Lorena, una estudiante, le pregunta al docente: \"Profesor, y yo que soy parte del equipo de atletismo y corro 800 metros planos, ¿qué tipo de nutrientes debe incluir principalmente mi desayuno para obtener energía inmediata para la carrera?\". ¿Cuál de las siguientes es la respuesta correcta a la pregunta de Lorena?",
          "opciones": [
            "Grasas.",
            "Proteínas.",
            "Carbohidratos."
          ],
          "respuesta": "Carbohidratos.",
          "respuestaCorta": "Los carbohidratos son la fuente principal de energía rápida para esfuerzos de alta intensidad como los 800 metros.",
          "solucionario": "Para pruebas de atletismo de medio fondo como los 800 metros, que requieren un esfuerzo glucolítico intenso, el cuerpo necesita energía de disponibilidad rápida. Los carbohidratos se transforman en glucosa/glucógeno, el combustible principal para este tipo de actividad. Las grasas son de metabolización lenta (resistencia larga) y las proteínas son estructurales, no energéticas inmediatas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p80",
      "contexto": "La docente conversa con los estudiantes sobre los alimentos que consideran saludables y poco saludables. Durante la conversación, los estudiantes intervienen libremente compartiendo sus opiniones. A continuación, se presentan comentarios realizados por tres estudiantes:\nMarcos: \"La leche entera es una fuente de proteínas y calcio, pero contiene grasas saturadas\".\nTeresa: \"En vez de usar azúcar, es mejor utilizar miel de abeja, porque tiene pocas calorías por su bajo contenido de azúcares. Además, es natural\".\nArturo: \"Para tener una buena dieta, hay que dejar de consumir pan y arroz, porque no aportan ningún nutriente y lo único que hacen es llenarte y engordarte\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes maneja información correcta desde el punto de vista nutricional?",
          "opciones": [
            "Marcos.",
            "Teresa.",
            "Arturo."
          ],
          "respuesta": "Marcos.",
          "respuestaCorta": "Marcos describe correctamente la composición nutricional básica de la leche entera.",
          "solucionario": "Marcos tiene razón: la leche entera aporta proteínas y calcio, pero también grasa saturada (a diferencia de la descremada). Teresa se equivoca porque la miel es alta en calorías y azúcares (fructosa/glucosa), aunque sea natural. Arturo se equivoca porque el pan y el arroz son fuentes importantes de carbohidratos complejos, energía vital para el organismo, y no deben eliminarse arbitrariamente.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p81",
      "contexto": null,
      "imagen": "img/nombramiento/primaria/2018/edufisica/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes imágenes presenta la forma adecuada de fortalecer los músculos abdominales?",
          "opciones": [
            "Imagen a.",
            "Imagen b.",
            "Imagen c."
          ],
          "respuesta": "Imagen b.",
          "respuestaCorta": "La imagen b muestra una flexión de tronco segura, protegiendo la zona lumbar y cervical.",
          "solucionario": "La imagen 'b' muestra la ejecución correcta del 'crunch' o abdominal corto: rodillas flexionadas para apoyar la zona lumbar en el suelo y brazos cruzados al pecho (o manos en sienes sin tirar) para evitar dañar el cuello. La imagen 'a' muestra al estudiante jalando su cuello (riesgo cervical) y la 'c' implica elevación de piernas que a menudo activa el psoas ilíaco y arquea la espalda baja, siendo menos aislada para el abdomen y más riesgosa para la columna.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p82",
      "contexto": "Lea la siguiente situación y responda las preguntas 82 y 83.\nEn una sesión, los estudiantes están jugando un partido de fútbol. De pronto, dos estudiantes chocan al intentar alcanzar el balón y se caen. El docente se acerca y observa que uno de los estudiantes se queja de dolor al intentar mover la articulación del tobillo. Además, no puede apoyar el pie, su tobillo se ha hinchado, está amoratado y la articulación muestra una seria deformación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta sus síntomas, ¿qué lesión presenta el estudiante?",
          "opciones": [
            "Esguince.",
            "Desgarro.",
            "Luxación."
          ],
          "respuesta": "Luxación.",
          "respuestaCorta": "La deformación de la articulación es el signo distintivo de una luxación (pérdida de congruencia articular).",
          "solucionario": "Aunque el dolor, hinchazón y hematoma pueden presentarse en esguinces y fracturas, la clave del caso es la 'seria deformación' de la articulación. Esto indica que los huesos han perdido su relación anatómica normal, lo cual es la definición de una luxación. Un esguince es una distensión de ligamentos sin pérdida de contacto articular permanente.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Antes de llevar al estudiante al centro médico, ¿qué primeros auxilios se le debe brindar?",
          "opciones": [
            "Inmovilizar el miembro afectado y aplicar frío local evitando manipular mucho la zona afectada.",
            "Acomodar la articulación suavemente consiguiendo que quede en la posición normal y luego vendar el tobillo.",
            "Aplicar calor inmediatamente para reducir la inflamación y el dolor mientras se frota suavemente el tobillo."
          ],
          "respuesta": "Inmovilizar el miembro afectado y aplicar frío local evitando manipular mucho la zona afectada.",
          "respuestaCorta": "El protocolo correcto es inmovilizar y aplicar frío (hielo) para reducir inflamación sin intentar reducir la lesión.",
          "solucionario": "En caso de luxación o fractura, nunca se debe intentar 'acomodar' el hueso (opción b) si no se es médico, pues se pueden dañar nervios o vasos sanguíneos. El calor (opción c) aumenta la inflamación y el sangrado interno. Lo correcto es inmovilizar tal como está y aplicar frío para controlar la inflamación y el dolor mientras se traslada al centro médico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p84",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante un encuentro de balonmano, se observa que un jugador ejecuta de forma antirreglamentaria un fundamento técnico defensivo que evita una clara ocasión de gol. ¿Cuál de las siguientes alternativas es la sanción que debe aplicar el árbitro según el reglamento?",
          "opciones": [
            "Golpe franco.",
            "Amonestación.",
            "Lanzamiento de siete metros."
          ],
          "respuesta": "Lanzamiento de siete metros.",
          "respuestaCorta": "Evitar una ocasión clara de gol mediante una infracción se sanciona con un lanzamiento de 7 metros (penal).",
          "solucionario": "Según el reglamento de balonmano, cuando un defensor comete una infracción que evita una 'clara ocasión de gol' (independientemente de si ocurre dentro o fuera del área de portería), la sanción técnica es el lanzamiento de 7 metros (equivalente al penal).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p85",
      "contexto": "Lea la siguiente situación y responda las preguntas 85, 86 y 87.\nLa docente propone a los estudiantes una actividad lúdica y da las siguientes indicaciones: Cuando yo les diga \"¡remolino!\", todos van a imaginar que son hojas secas que están en medio de un remolino de viento y deberán desplazarse libremente por todo el espacio como si estuvieran volando por el aire, ocupando el mayor espacio posible pero con cuidado de no chocar con sus compañeros; luego, cuando yo les diga \"vuelve la calma\", imaginarán que va bajando la intensidad del viento y ustedes deberán bajar la velocidad de sus movimientos hasta detenerse completamente y quedar tendidos en el piso.\nSe inicia la actividad y la docente dice \"¡remolino!\" y los estudiantes comienzan a desplazarse moviendo el cuerpo de diversas formas, ondulando los brazos, dando giros, balanceándose y rodando por el piso. Luego la docente dice \"¡vuelve la calma!\" y los estudiantes empiezan a moverse más lentamente hasta detenerse. Luego, la docente repite las consignas y los estudiantes reaccionan a ellas según lo indicado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones de la actividad se manifiesta predominantemente el desarrollo de la conciencia del espacio propio y próximo de los estudiantes?",
          "opciones": [
            "Al desplazarse, girar, balancearse y rodar por el piso.",
            "Al ocupar el mayor espacio posible sin chocar con los compañeros.",
            "Al bajar la velocidad de sus movimientos al escuchar \"¡vuelve la calma!\"."
          ],
          "respuesta": "Al ocupar el mayor espacio posible sin chocar con los compañeros.",
          "respuestaCorta": "La gestión del movimiento para no chocar implica calcular el espacio propio en relación con el espacio de los demás (próximo).",
          "solucionario": "La conciencia del espacio propio (el que ocupa el cuerpo) y el espacio próximo (el área inmediata alrededor) se evidencia cuando el estudiante debe navegar por el espacio general sin invadir el espacio de los otros. La consigna 'sin chocar con sus compañeros' obliga a regular la trayectoria y la distancia, manifestando esta conciencia espacial.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de capacidades están desarrollando predominantemente los estudiantes en esta actividad?",
          "opciones": [
            "Capacidades físicas básicas.",
            "Capacidades sociomotrices.",
            "Capacidades de expresión corporal."
          ],
          "respuesta": "Capacidades de expresión corporal.",
          "respuestaCorta": "La actividad se basa en la imaginación, la simulación (hojas, viento) y la comunicación no verbal.",
          "solucionario": "La actividad pide a los estudiantes 'imaginar que son hojas', 'ondular brazos', 'rodar', actuando bajo una metáfora (el viento). Esto es la esencia de la expresión corporal: usar el cuerpo para representar ideas, sensaciones o imágenes, más allá de la mera ejecución técnica o el acondicionamiento físico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes capacidades del área NO se promueve con esta actividad?",
          "opciones": [
            "Ejecuta con agilidad y equilibrio acciones en referencia al eje corporal longitudinal y transversal.",
            "Expresa con movimientos sus ideas, sentimientos y emociones en una actividad corporal.",
            "Realiza movimientos sencillos a través de actividades de coordinación motora fina."
          ],
          "respuesta": "Realiza movimientos sencillos a través de actividades de coordinación motora fina.",
          "respuestaCorta": "La actividad involucra todo el cuerpo (motricidad gruesa), no movimientos finos de precisión manual.",
          "solucionario": "La actividad 'Remolino' implica desplazamientos, giros y rodamientos que involucran grandes grupos musculares y el cuerpo en su totalidad (motricidad gruesa). No hay acciones que requieran coordinación motora fina (uso preciso de dedos, manipulación pequeña, óculo-manual fina), por lo que esta capacidad NO se está promoviendo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2018_p88",
      "contexto": "Lea la siguiente situación y responda las preguntas 88, 89 y 90.\nUn docente tiene como propósito que sus estudiantes desarrollen capacidades coordinativas utilizando el vóleibol como medio, y planifica la siguiente progresión metodológica para trabajar el saque:\n• Realizar el saque contra una pared procurando que el golpeo se realice con el brazo totalmente extendido y en el punto más alto de la trayectoria del balón.\n• Realizar el saque desde fuera del campo poniendo como punto de referencia una zona o un objeto en el que tiene que caer el balón.\n• Realizar el saque procurando golpear el balón en movimiento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de saque se está trabajando en esta progresión metodológica?",
          "opciones": [
            "Saque tipo tenis.",
            "Saque bajo mano.",
            "Saque con salto previo."
          ],
          "respuesta": "Saque tipo tenis.",
          "respuestaCorta": "La descripción del golpeo 'con el brazo totalmente extendido y en el punto más alto' corresponde al saque de tenis.",
          "solucionario": "El punto clave es la instrucción técnica: 'golpeo... con el brazo totalmente extendido y en el punto más alto'. Esta mecánica biomecánica corresponde al saque alto o 'tipo tenis'. El saque bajo mano se golpea a la altura de la cintura, y el saque con salto implica una fase de vuelo previa que no se detalla como foco inicial de la técnica descrita.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál es el propósito principal de esta progresión metodológica?",
          "opciones": [
            "Desarrollar habilidades tácticas.",
            "Desarrollar habilidades técnicas.",
            "Desarrollar habilidades estratégicas."
          ],
          "respuesta": "Desarrollar habilidades técnicas.",
          "respuestaCorta": "La progresión se centra en la mecánica de ejecución del gesto motor (el saque), lo cual es desarrollo técnico.",
          "solucionario": "Las actividades propuestas se centran en la correcta ejecución del movimiento (brazo extendido), la precisión (zona objetivo) y el ajuste al balón. No hay toma de decisiones contra oponentes (táctica) ni planificación de juego (estrategia). Se trata de la enseñanza analítica de un fundamento técnico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué tipo de coordinación se desarrolla predominantemente en esta progresión metodológica?",
          "opciones": [
            "Coordinación dinámica específica.",
            "Coordinación dinámica general.",
            "Coordinación espacio temporal."
          ],
          "respuesta": "Coordinación dinámica específica.",
          "respuestaCorta": "El golpeo de balón requiere el ajuste preciso entre la vista y el segmento ejecutor (óculo-manual).",
          "solucionario": "El saque de vóleibol requiere ajustar el movimiento del brazo y la mano para golpear un objeto (el balón) en un punto preciso. Esta relación entre la percepción visual y la ejecución motriz fina de un segmento corporal se clasifica como coordinación dinámica específica (óculo-manual), diferenciándose de la coordinación global del cuerpo (general).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  