{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_inicial_2018_p51",
      "contexto": "En un niño de seis meses, la sonrisa constituye un indicio de que busca interactuar socialmente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la importancia de este hecho, ¿qué acción es pertinente realizar ante la sonrisa de un niño de seis meses?",
          "opciones": [
            "Hacerle cosquillas para prolongar su alegría.",
            "Celebrar su sonrisa y pedirle que vuelva a sonreír.",
            "Responderle con sonrisas y poner en palabras su expresión."
          ],
          "respuesta": "Responderle con sonrisas y poner en palabras su expresión.",
          "respuestaCorta": "C",
          "solucionario": "En esta etapa del desarrollo (6 meses), la sonrisa social es un mecanismo de comunicación. Responder con sonrisas y verbalizar la emoción del niño ('estás feliz', 'te gusta') refuerza el vínculo afectivo, valida su intención comunicativa y promueve la interacción de ida y vuelta (protoconversación) fundamental para el desarrollo del lenguaje y la socialización.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p52",
      "contexto": "La docente del aula de dos a tres años busca favorecer la colaboración voluntaria entre los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente para ese propósito?",
          "opciones": [
            "\"¿Quién puede llevar las cucharas a la mesa para comer el refrigerio?\".",
            "\"Para mantener el aula en orden, cada uno debe guardar el juguete con el que jugó\".",
            "\"A los que esperen sentaditos, les pondré una estrellita en la frente. ¿Quién quiere una estrellita?\"."
          ],
          "respuesta": "\"¿Quién puede llevar las cucharas a la mesa para comer el refrigerio?\".",
          "respuestaCorta": "A",
          "solucionario": "La opción A invita a la colaboración a través de una pregunta abierta ('¿Quién puede...?'), permitiendo que el niño decida participar por iniciativa propia, fomentando así la autonomía y la voluntad de ayudar, a diferencia de las órdenes (opción B) o el condicionamiento mediante premios (opción C).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p53",
      "contexto": "Los niños del aula de doce a dieciocho meses están jugando. Andrea sostiene un payasito y Saúl se acerca a ella con la intención de quitárselo. Al verlo, la niña toma el juguete con un brazo y, con el otro, aleja a Saúl. Ante ello, el niño mira a la docente buscando su apoyo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Frente a esta situación de conflicto, ¿cuál de las siguientes intervenciones es pertinente que realice la docente?",
          "opciones": [
            "\"Andrea, tú ya jugaste con el payasito. Dámelo para entregárselo a Saúl, porque él también quiere jugar\".",
            "\"Niños, miren estos juguetes. Son más bonitos que el payasito y hay uno para cada uno. Así, los dos podrán jugar sin pelear\".",
            "\"Saúl, ya sé que quieres el payasito. Cuando Andrea termine de jugar, te lo dará. Mientras tanto, busquemos otro juguete que te guste\"."
          ],
          "respuesta": "\"Saúl, ya sé que quieres el payasito. Cuando Andrea termine de jugar, te lo dará. Mientras tanto, busquemos otro juguete que te guste\".",
          "respuestaCorta": "C",
          "solucionario": "Esta intervención es pertinente porque valida la emoción y el deseo de Saúl ('ya sé que quieres...'), respeta el derecho de Andrea a seguir jugando (respeto de turnos y posesión momentánea), y ofrece una alternativa de solución constructiva para Saúl, promoviendo la autorregulación y la resolución pacífica sin imponer.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p54",
      "contexto": "Los niños del aula de cinco años y la docente han salido al parque. Un grupo de niños se acercan a las flores y las observan. De pronto, Sofía comenta que le gustan mucho las margaritas y arranca algunas. Al verla arrancar las flores, sus compañeros la imitan. La docente se percata de ello y decide aprovechar la situación para que los niños comprendan la importancia de cuidar el espacio público.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para ese propósito?",
          "opciones": [
            "Decir: \"Niños, ¿por qué rompen las flores? ¿A la plantita le dolerá si le arrancan sus flores? Entonces, ¿estará bien romperlas?\".",
            "Decir: \"Niños, ¿les gustan las flores del parque? ¿Quiénes más vienen al parque? ¿Qué pasaría si todas esas personas arrancaran las flores? Si al parque venimos todos, ¿quiénes deben cuidarlo?\".",
            "Decir: \"Niños, los parques y todo lo que hay en ellos como las plantas, las flores, los árboles, las bancas, etc. nos pertenecen a todos. Si cuidamos adecuadamente los parques, todos podremos disfrutar de ellos\"."
          ],
          "respuesta": "Decir: \"Niños, ¿les gustan las flores del parque? ¿Quiénes más vienen al parque? ¿Qué pasaría si todas esas personas arrancaran las flores? Si al parque venimos todos, ¿quiénes deben cuidarlo?\".",
          "respuestaCorta": "B",
          "solucionario": "La opción B promueve el pensamiento crítico y la empatía social mediante preguntas que llevan a los niños a reflexionar sobre las consecuencias de sus actos en el bien común. Les ayuda a entender que el espacio público es compartido y que su cuidado es responsabilidad de todos, construyendo el concepto de ciudadanía desde una experiencia concreta.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p55",
      "contexto": "Los niños del aula de cinco años se están lavando las manos. En ese contexto, la docente observa que, cuando terminan de asearse, algunos niños dejan el caño abierto. Ante ello, la docente busca que los niños comprendan la importancia de cuidar el agua.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Proponerles dramatizar lo sucedido durante el lavado de manos. Luego, explicarles que las personas, animales y plantas necesitan agua para vivir. Finalmente, decirles que el agua se va a acabar en cualquier momento y, por lo tanto, es importante cuidarla.",
            "Presentarles imágenes de personas recibiendo agua de camiones cisterna y pedirles que describan lo que observan. Luego, preguntarles si alguna vez faltó agua en sus casas, qué hicieron en ese momento y qué harían si el agua se acabara. Finalmente, explicarles que el agua se va a acabar en cualquier momento y preguntarles si dejar el caño abierto ayuda a cuidarla.",
            "Reunir a los niños en asamblea y decirles que ha observado que los caños quedan abiertos después del lavado de manos. Luego, indicarles que es responsabilidad de todos cuidar el agua y para asegurar ello incorporarán la norma de convivencia \"Cerrar el caño después de usarlo\". Finalmente, decirles que evaluarán el cumplimiento de esa norma diariamente."
          ],
          "respuesta": "Presentarles imágenes de personas recibiendo agua de camiones cisterna y pedirles que describan lo que observan. Luego, preguntarles si alguna vez faltó agua en sus casas, qué hicieron en ese momento y qué harían si el agua se acabara. Finalmente, explicarles que el agua se va a acabar en cualquier momento y preguntarles si dejar el caño abierto ayuda a cuidarla.",
          "respuestaCorta": "B",
          "solucionario": "Esta estrategia es pertinente porque parte de situaciones reales y visuales (imágenes) para generar un conflicto cognitivo y reflexión. Las preguntas conectan con las vivencias de los niños ('¿alguna vez faltó agua...?'), permitiéndoles construir el sentido de la importancia del agua y la necesidad de cuidarla, en lugar de recibir una norma impuesta o una explicación abstracta.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p56",
      "contexto": "Los niños del aula de cinco años juegan en el patio de la IE. Julio y sus amigos están saltando liga en un extremo del patio. De pronto, Ana y un grupo de niños corren cerca de Julio y sus compañeros e interfieren en el juego de estos. Fastidiado, Julio le dice a Ana que ella y su grupo deben jugar en otro sitio, pues él y sus amigos estaban en ese lugar primero. Ana le responde que el patio es de todos. Ante ello, los niños empiezan a discutir. La docente, que estuvo observando la situación, se acerca para intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que la docente realice a continuación para promover la resolución del conflicto entre los niños?",
          "opciones": [
            "Explicar a los niños que todos tienen derecho a jugar en el patio. Luego, asignar a cada grupo un espacio en el patio para que jueguen. Finalmente, pedir a ambos grupos que se amisten.",
            "Decirles que no está bien discutir entre compañeros. Luego, proponerles un nuevo juego en el que puedan participar todos juntos. Finalmente, recordarles la importancia de convivir en armonía.",
            "Preguntar a Ana y a Julio qué sucedió. Luego, pedirles que digan cómo podrían hacer para que todos puedan jugar en el patio sin interrumpirse. Finalmente, establecer acuerdos a partir de sus propuestas."
          ],
          "respuesta": "Preguntar a Ana y a Julio qué sucedió. Luego, pedirles que digan cómo podrían hacer para que todos puedan jugar en el patio sin interrumpirse. Finalmente, establecer acuerdos a partir de sus propuestas.",
          "respuestaCorta": "C",
          "solucionario": "Esta acción promueve la resolución autónoma y constructiva del conflicto. Al preguntar qué sucedió, valida las versiones de ambos. Al pedirles propuestas de solución, fomenta el pensamiento crítico y la negociación. Finalmente, establecer acuerdos basados en sus ideas asegura un compromiso mayor y desarrolla habilidades sociales y de convivencia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p57",
      "contexto": "Los niños del aula de cinco años están desarrollando el proyecto \"Conociendo cómo nacen y crecen los peces\". Previamente, la docente ha coordinado con los padres la realización de una visita y han acordado que los niños elegirán el lugar. En este punto, los niños tienen dos propuestas: visitar el río o una piscigranja, ambas cercanas a la IE. Ellos están divididos frente a ambas propuestas y no logran ponerse de acuerdo. En esa situación, la docente busca desarrollar en los niños habilidades para una convivencia democrática.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para ese propósito?",
          "opciones": [
            "Decir: \"Niños, ¿qué les parece si hacemos un sorteo para decidir a dónde iremos? Después del sorteo, todos debemos aceptar la propuesta ganadora\".",
            "Decir: \"Niños, como no se ponen de acuerdo, me apena decirles que yo tomaré la decisión por ustedes. Elegiré el lugar que visitaremos y deberán aceptar mi decisión\".",
            "Decir: \"Niños, les propongo que salgan voluntarios de cada propuesta para que nos digan por qué el lugar que proponen visitar es mejor para lo que queremos aprender. Luego, votaremos\"."
          ],
          "respuesta": "Decir: \"Niños, les propongo que salgan voluntarios de cada propuesta para que nos digan por qué el lugar que proponen visitar es mejor para lo que queremos aprender. Luego, votaremos\".",
          "respuestaCorta": "C",
          "solucionario": "Esta intervención es la más pertinente para fomentar la convivencia democrática porque promueve la deliberación (argumentar por qué una opción es mejor en función de un objetivo común: aprender), la escucha activa de diferentes puntos de vista y la toma de decisiones participativa mediante el voto informado.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p58",
      "contexto": "Piero, de tres años, está resfriado. Para limpiarse la nariz, constantemente le pide ayuda a la docente. Ante ello, la docente busca que él aprenda a limpiarse la nariz autónomamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Animar a Piero diciéndole que él ya es un niño grande y que los niños grandes sí pueden limpiarse la nariz solos.",
            "Atender a Piero y luego llamar a sus padres para decirles que deben enseñarle al niño a limpiarse la nariz solo.",
            "Limpiarle la nariz a Piero mostrándole cómo se hace y decirle que la próxima vez intente hacerlo solo."
          ],
          "respuesta": "Limpiarle la nariz a Piero mostrándole cómo se hace y decirle que la próxima vez intente hacerlo solo.",
          "respuestaCorta": "C",
          "solucionario": "Esta acción aplica la estrategia del modelado y andamiaje. La docente atiende la necesidad inmediata del niño (limpieza) mientras le enseña explícitamente cómo hacerlo ('mostrándole cómo se hace'), fomentando progresivamente su autonomía para futuros intentos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p59",
      "contexto": "En una IE de la sierra sur, los niños y la docente del aula de cinco años recorren la chacra que se encuentra alrededor de la institución para reconocer las plantas que existen en la comunidad. Durante el recorrido, se produce el siguiente diálogo:\nDocente: (Señalando una planta) ¿Alguien conoce esta planta?\nRosa: Sí... ¡es muña!\nDocente: ¿Cómo lo sabes?\nRosa: Es que cuando me dolía la barriga, mi mamá me dio agua de esa planta.\nDocente: ¿Y te pasó el dolor?\nRosa: ¡Sí!\nDocente: ¡Muy bien! ¿Y qué me dicen de esta otra planta?\nLeonardo: ¡Ah! ¡Esa es paico!\nDocente: ¿Así?\nLeonardo: ¡Sí! Es que mi mamá le echa sus hojas a la sopa. ¡Sale riiiica!\nDocente: ¡Qué bien! ¿Y de qué otras maneras se usará el paico?\nJimena: En mi casa, mi papá toma agua de paico cuando come mucho.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está realizando principalmente la docente?",
          "opciones": [
            "Recoger saberes previos.",
            "Brindar retroalimentación.",
            "Generar conflicto cognitivo."
          ],
          "respuesta": "Recoger saberes previos.",
          "respuestaCorta": "A",
          "solucionario": "La docente está realizando preguntas abiertas para que los niños expresen lo que ya saben sobre las plantas (nombres, usos) basándose en sus experiencias cotidianas y familiares. Esto constituye la activación y recojo de saberes previos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p60",
      "contexto": "Al volver al aula, los niños y la docente conversan sobre las plantas que observaron durante el recorrido y sus diferentes usos en la comunidad. Durante la conversación, los niños le dicen a la docente que desean preparar infusiones. En ese contexto, se produce el siguiente diálogo:\nDocente: ¿De qué plantas quisieran preparar infusiones?\nTeresa: ¡De muña!\nCristian: ¡De hierba buena!\nDocente: ¡Muy bien! ¿Y qué necesitamos para preparar nuestras infusiones?\nTeresa: ¡Las hojas!\nDocente: Así es. ¿Qué más?\nAntonio: ¡Agua!\nDocente: ¿Y cómo tiene que estar el agua?\nAntonio: Fría.\nDocente: ¿Será lo mismo usar agua caliente o fría para preparar infusiones?\nAntonio: ¡Sí!\nMaría: ¡No! ¡Mi mamá le echa agua caliente!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para que los niños formulen hipótesis. ¿Cuál de las siguientes preguntas es pertinente para ese propósito?",
          "opciones": [
            "\"Antonio, ¿en tu casa preparan infusiones con agua fría?\".",
            "\"Niños, ¿con qué otras plantas se podrán preparar infusiones?\".",
            "\"María, ¿qué crees que pasa con las hojas de las plantas cuando les añadimos agua caliente?\"."
          ],
          "respuesta": "\"María, ¿qué crees que pasa con las hojas de las plantas cuando les añadimos agua caliente?\".",
          "respuestaCorta": "C",
          "solucionario": "La pregunta de la opción C invita a los niños a predecir y explicar un efecto ('¿qué crees que pasa...?'), lo cual es la esencia de formular una hipótesis. Les pide imaginar una relación causa-efecto antes de comprobarla experimentalmente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p61",
      "contexto": "Sonia es una niña de cinco años que presenta hipoacusia leve o sordera leve. Ella requiere mirar el rostro de las personas para observar sus gestos, y, de ese modo, comprender mejor lo que dicen. Sonia será incluida en una IE. En el marco de un enfoque inclusivo, la docente busca generar condiciones que favorezcan el aprendizaje de la niña.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente para ese propósito?",
          "opciones": [
            "Preparar para Sonia actividades de aprendizaje más sencillas que las propuestas para el resto de sus compañeros. Así, ella podrá realizarlas y valorar sus logros.",
            "Desarrollar las actividades con todos los niños, como habitualmente se realizan. Reservar un momento de la jornada para atender las necesidades de aprendizaje de Sonia de manera individualizada.",
            "Pedir a los niños que se sienten formando círculos. Asegurar que esta disposición se mantenga tanto para las actividades de aprendizaje que se realicen en grupos pequeños como durante la asamblea."
          ],
          "respuesta": "Pedir a los niños que se sienten formando círculos. Asegurar que esta disposición se mantenga tanto para las actividades de aprendizaje que se realicen en grupos pequeños como durante la asamblea.",
          "respuestaCorta": "C",
          "solucionario": "Para una niña con hipoacusia que depende de la lectura labial y gestual, la disposición en círculo es una adaptación de acceso fundamental. Permite que Sonia tenga contacto visual directo con todos sus compañeros y la docente, facilitando su participación e interacción en igualdad de condiciones, lo cual es clave en un enfoque inclusivo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p62",
      "contexto": "Micaela, de dos meses, ha descubierto sus manos en su campo visual. Para favorecer que la niña continúe explorando sus manos, ¿cuál de las siguientes acciones es pertinente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Recostarla sobre su espalda y dejar sus manos libres.",
            "Colocarla boca abajo y ubicar sus manos a la altura de sus ojos.",
            "Cargarla con un brazo y, con el otro brazo, acercar las manos de la niña a su rostro."
          ],
          "respuesta": "Recostarla sobre su espalda y dejar sus manos libres.",
          "respuestaCorta": "A",
          "solucionario": "A los dos meses, la postura decúbito dorsal (boca arriba) es la más adecuada para favorecer la coordinación visomotora inicial. Al dejar sus manos libres en esta posición, la gravedad ayuda a que la niña pueda llevarlas a su línea de visión y explorarlas visualmente y con el tacto de manera autónoma.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p63",
      "contexto": "Desde hace una semana, Bruno, de ocho meses, se chupa los dedos de su mano. Esta acción le brinda seguridad y calma. Tomando en cuenta el desarrollo emocional de Bruno, ¿cuál de las siguientes acciones es pertinente que realice la docente en esta situación?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente en esta situación?",
          "opciones": [
            "Estar atenta a los momentos en que Bruno intente chuparse los dedos para decirle que no lo haga. Luego, distraerlo con acciones y juguetes de su agrado.",
            "Estar atenta a los momentos en que Bruno intente chuparse los dedos para detenerlo con suavidad. Luego, colocarle un chupón en la boca cuidadosamente.",
            "Estar atenta a los momentos en que Bruno intente chuparse los dedos para identificar si esta acción se produce por cansancio, ansiedad, etc. Luego, atenderlo según corresponda."
          ],
          "respuesta": "Estar atenta a los momentos en que Bruno intente chuparse los dedos para identificar si esta acción se produce por cansancio, ansiedad, etc. Luego, atenderlo según corresponda.",
          "respuestaCorta": "C",
          "solucionario": "Chuparse el dedo es una conducta de autorregulación emocional en los bebés. La intervención pertinente es identificar la necesidad subyacente (hambre, sueño, estrés, necesidad de afecto) y atenderla. Simplemente impedir la conducta (opciones A y B) no resuelve la causa y puede aumentar la ansiedad del niño.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_inicial_2018_p64",
      "contexto": "La docente del aula de cinco años busca desarrollar habilidades de clasificación en los niños. Para ello, aprovechando que los niños están realizando un proyecto para reutilizar objetos del aula, entrega a cada equipo una caja con plumones usados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿qué acción es pertinente que realice a continuación?",
          "opciones": [
            "Decirles que agrupen los plumones en función de si pintan o no.",
            "Decirles que piensen cómo reutilizarán los plumones y, de acuerdo a ello, los agrupen.",
            "Decirles que los plumones son apropiados para aprender a contar y, por tanto, sería útil que los agruparan por color."
          ],
          "respuesta": "Decirles que piensen cómo reutilizarán los plumones y, de acuerdo a ello, los agrupen.",
          "respuestaCorta": "B",
          "solucionario": "Para desarrollar verdaderamente la clasificación, el criterio debe responder a una necesidad o propósito lógico del niño (en este caso, el proyecto de reutilización). La opción B permite que los niños establezcan su propio criterio de clasificación en función del uso que le darán, favoreciendo el pensamiento lógico, mientras que las opciones A y C imponen el criterio del adulto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p65",
      "contexto": "La docente del aula de cinco años conversa con los niños respecto de sus responsabilidades para la presente semana. Cuando conversa con el grupo \"Las hormiguitas\", que cuenta con 5 integrantes, les dice que ellos estarán a cargo de las siguientes responsabilidades:\n1. Regar las plantas.\n2. Repartir las loncheras.\n3. Limpiar las mesas después del refrigerio.\nLuego, añade lo siguiente: \"Niños, las 3 responsabilidades deben ser repartidas entre todos los integrantes\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que la docente busca aprovechar esta situación para que los niños resuelvan problemas cotidianos, ¿qué acción debe realizar a continuación?",
          "opciones": [
            "Decirles que piensen cómo podrían distribuir las 3 responsabilidades en el grupo de modo que todos realicen por lo menos una.",
            "Asignar a cada niño un número del 1 al 5, y luego decirles que se distribuyan las tareas de manera correlativa hasta que todos tengan por lo menos una.",
            "Indicarles que limpiar las mesas y repartir las loncheras son actividades diarias y, por tanto, cada una debe ser realizada por 2 niños; mientras que las plantas las puede regar 1 niño cada 2 días."
          ],
          "respuesta": "Decirles que piensen cómo podrían distribuir las 3 responsabilidades en el grupo de modo que todos realicen por lo menos una.",
          "respuestaCorta": "A",
          "solucionario": "La opción A plantea un problema matemático y de gestión real (repartir 3 tareas entre 5 personas asegurando participación de todos) y delega la resolución a los niños. Esto promueve el razonamiento matemático y la toma de acuerdos, a diferencia de las otras opciones donde la docente da la solución.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p66",
      "contexto": "Hace dos semanas, los niños del aula de cinco años han sembrado frejolitos. Cada día se acercan a observar cómo crecen. Hoy, Carolina y Antonio están discutiendo, pues cada uno afirma que su frejolito creció más que el de su compañero. Al escucharlos, la docente se acerca a los niños y se produce el siguiente diálogo:\nDocente: ¿Por qué están discutiendo?\nCarolina: Es que Antonio dice que su frejolito creció más que el mío.\nAntonio: ¡Sí, el mío creció más!\nDocente: ¿Cómo podemos saber cuál de los frejolitos creció más?\nAmbos: No sé.\nDocente: ¿Qué les parece si los comparamos?\nCarolina: ¿Cómo es comparar?\nDocente: A ver... Acerquemos la mesa en la que están sus plantitas a la pared. Ahora, cada uno estire el tallo del frejolito con mucho cuidado para que no se rompa.\nCarolina: ¿Así está bien?\nDocente: Sí, así está bien... Ahora, lo que haremos será marcar en la pared la altura de las dos plantitas. Luego, vamos a mirar las dos marcas y ver cuál creció más. Es decir, vamos a comparar las plantitas.\nAntonio: ¡Ahh! ¡Así me mide mi papá para ver cuánto he crecido!\nDocente: ¡Lo ves! Cada vez que tu papá te mide, compara tu altura con la marca anterior y así sabe cuánto has crecido.\n(Luego, la docente procede a marcar la altura de ambas plantas en la pared).\nA ver, ahora comparen la altura de los frejolitos. ¿Qué dicen?\nAmbos: ¡Yeee!!! ¡Los dos crecieron igual!!!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está desarrollando principalmente la docente?",
          "opciones": [
            "Brindar andamiaje.",
            "Generar conflicto cognitivo.",
            "Promover la transferencia de los aprendizajes."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "A",
          "solucionario": "La docente brinda andamiaje porque ofrece el soporte necesario (guía paso a paso, modelado de la estrategia de medición y comparación) para que los niños puedan resolver una situación que no sabían cómo resolver por sí solos. Les ayuda a cruzar la Zona de Desarrollo Próximo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p67",
      "contexto": "Organizados en grupos de 6 integrantes, los niños del aula de cinco años han reciclado materiales y construido un juguete. Ahora, se preparan para explicar a sus compañeros cómo lo hicieron. La docente busca aprovechar esta situación para que los niños resuelvan problemas. Para ello, primero les dice lo siguiente: \"Necesitamos que 2 niños de cada grupo cuenten cómo construyeron el juguete y el resto responda las preguntas que hagan sus compañeros. Entonces, ¿cuántos niños deberán responder las preguntas?\". Luego, se asegura de que los niños comprendan el problema que les acaba de plantear.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la resolución de problemas, ¿qué acción es pertinente que la docente realice a continuación?",
          "opciones": [
            "Pedirles que cada uno resuelva el problema. Luego, decirles que comparen sus respuestas con las de sus compañeros.",
            "Designar a los niños que presentarán el juguete en cada grupo. Luego, pedir a estos niños que cuenten cuántos compañeros quedan en sus grupos.",
            "Proponerles que discutan en su grupo cómo harán para saber cuántos niños responderán las preguntas. Luego, pedirles que expliquen la propuesta que acordaron."
          ],
          "respuesta": "Proponerles que discutan en su grupo cómo harán para saber cuántos niños responderán las preguntas. Luego, pedirles que expliquen la propuesta que acordaron.",
          "respuestaCorta": "C",
          "solucionario": "En la resolución de problemas, una vez comprendido el problema, el siguiente paso es la búsqueda de estrategias. La opción C permite que los niños discutan, propongan y seleccionen su propia estrategia de resolución en grupo, fomentando la autonomía y el pensamiento lógico-matemático.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p68",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones se evidencia el principio de cardinalidad?",
          "opciones": [
            "La docente le dice a Daniel que le ayude a contar las pelotas que hay en la caja. Daniel lo hace diciendo lo siguiente: \"1, 2, 3, 4 y 5. Hay 5 pelotas\".",
            "La docente le dice a Sonia que reparta 4 cuerdas en su grupo. Ella entrega las cuerdas una por una diciendo lo siguiente: \"Esta es para Susana, esta para Pedro, esta para Ana y esta para mí\".",
            "La docente le dice a José que escoja 3 juguetes y los ubique sobre la mesa, empezando por el que más le gusta. José lo hace diciendo lo siguiente: \"Este es el que más me gusta, este me gusta después. Y este es el que me gusta menos\"."
          ],
          "respuesta": "La docente le dice a Daniel que le ayude a contar las pelotas que hay en la caja. Daniel lo hace diciendo lo siguiente: \"1, 2, 3, 4 y 5. Hay 5 pelotas\".",
          "respuestaCorta": "A",
          "solucionario": "El principio de cardinalidad se refiere a la capacidad de comprender que el último número mencionado al contar un conjunto de objetos representa la cantidad total de elementos de dicho conjunto. Daniel demuestra esto al concluir el conteo afirmando 'Hay 5 pelotas'.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p69",
      "contexto": "La docente y los niños del aula de cinco años han recolectado diversos materiales como botellas, cajas, bloques de madera, etc. para el sector de construcción. Ahora, la docente les plantea el siguiente problema: \"Niños, ¿cómo podrían ordenar estos materiales en el sector de construcción para que puedan utilizarlos con facilidad?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones es pertinente para favorecer la resolución de problemas?",
          "opciones": [
            "Presentarles un dibujo del sector de construcción en el que se considere el criterio de accesibilidad a los materiales. Luego, pedirles que ordenen el sector guiándose del dibujo.",
            "Pedirles que en grupos acuerden cómo organizarán los materiales del sector de construcción y lo representen con un dibujo. Luego, decirles que expliquen su propuesta usando el dibujo.",
            "Decirle a cada niño que elija un material y lo coloque en el espacio que considere adecuado. Luego, pedir a cada uno que dibuje cómo quedó el sector y solicitar voluntarios para que presenten sus dibujos."
          ],
          "respuesta": "Pedirles que en grupos acuerden cómo organizarán los materiales del sector de construcción y lo representen con un dibujo. Luego, decirles que expliquen su propuesta usando el dibujo.",
          "respuestaCorta": "B",
          "solucionario": "La opción B favorece la resolución de problemas porque implica planificar una solución (acordar cómo organizar), representarla simbólicamente (dibujo) y comunicarla/justificarla. Esto involucra procesos cognitivos de orden superior adecuados para niños de cinco años.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p70",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para atender a la necesidad de sueño de niños menores de dieciocho meses?",
          "opciones": [
            "Observar a cada niño para identificar en qué momentos suele tener sueño y llevarlo al espacio de descanso.",
            "Realizar actividades con mucho movimiento antes de dormir para que los niños se cansen y concilien el sueño rápidamente.",
            "Establecer un horario de sueño para que todos los niños duerman al mismo tiempo y así se acostumbren a seguir una rutina."
          ],
          "respuesta": "Observar a cada niño para identificar en qué momentos suele tener sueño y llevarlo al espacio de descanso.",
          "respuestaCorta": "A",
          "solucionario": "En los niños menores de 18 meses, los ritmos biológicos de sueño y vigilia son individuales y variables. La atención pertinente y respetuosa consiste en observar las señales de sueño de cada niño y responder a ellas individualmente, en lugar de imponer horarios rígidos grupales.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p71_72",
      "contexto": "Los niños y la docente del aula de cinco años han salido al mercado. Al pasar por un puesto de venta de flores, los niños observan sorprendidos sus colores. \"¡Mira, hay flores azules!\" \"¡Y verdes!\" \"¡Qué colores tan bonitos!\" \"¡Yo nunca vi flores de estos colores!\", exclaman.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Juana se queda observando las flores detenidamente. Luego de unos momentos, le pregunta a la docente: \"¿Por qué las flores tienen color?\". La docente busca ayudar a Juana a construir sus propias explicaciones respecto del mundo físico. Considerando ese propósito, ¿qué acción es más pertinente que realice la docente ante la inquietud de la niña?",
          "opciones": [
            "Decirle que las flores tienen color porque así pueden atraer a las aves, abejas y otros insectos. Estos llevan el polen de una flor a otra y así las flores pueden asegurar su supervivencia.",
            "Indicarle que, cuando regresen al aula, buscarán en los libros la respuesta. Luego de consultar en los libros, proponerle elaborar un álbum con flores de distintos colores.",
            "Compartir con los demás niños la pregunta de Juana y pedirles que propongan respuestas. Luego, complementarlas con la lectura de textos científicos sencillos."
          ],
          "respuesta": "Compartir con los demás niños la pregunta de Juana y pedirles que propongan respuestas. Luego, complementarlas con la lectura de textos científicos sencillos.",
          "respuestaCorta": "C",
          "solucionario": "Para construir explicaciones, es necesario partir de las hipótesis de los niños. La opción C promueve el intercambio de ideas (socioconstructivismo) y la indagación, usando la información científica para contrastar y enriquecer las ideas previas, en lugar de dar la respuesta directa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La vendedora les comenta a los niños que algunas de esas flores han sido teñidas. Cuando los niños le preguntan qué quiere decir \"teñidas\", ella les precisa que eso significa que se les ha cambiado de color. Entusiasmados, los niños le dicen a la docente que ellos también desean teñir flores. De regreso al aula, conversan sobre la propuesta. La docente busca conocer qué saben los niños respecto del proceso de teñir. ¿Cuál de las siguientes preguntas NO es pertinente para recoger los saberes previos de los niños sobre el proceso de teñir?",
          "opciones": [
            "¿Alguna vez han visto cómo se cambia de color algo? ¿Qué materiales se utilizaron?",
            "¿Qué nos dijo la vendedora que era teñir? ¿A qué cosas se les podrá cambiar de color?",
            "¿Quieren saber cuántas maneras de cambiar de color a las cosas hay? ¿Cómo podríamos averiguarlo?"
          ],
          "respuesta": "¿Quieren saber cuántas maneras de cambiar de color a las cosas hay? ¿Cómo podríamos averiguarlo?",
          "respuestaCorta": "C",
          "solucionario": "La opción C no recoge saberes previos, sino que plantea preguntas orientadas a despertar el interés e iniciar el proceso de indagación o planificación ('¿Quieren saber...?', '¿Cómo podríamos averiguarlo?'). Las otras opciones sí indagan sobre experiencias o conocimientos anteriores.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p73_74",
      "contexto": "Ricardo, de cinco años, lleva al aula el siguiente paracaídas de juguete:\n[Ver Imagen]",
      "imagen": "img/nombramiento/inicial/2018/1.jpg",
      "preguntas": [
        {
          "pregunta": "Al verlo jugar con el paracaídas, los niños se entusiasman y participan del juego. Luego, le comentan a la docente que les gustaría tener un juguete igual. Entonces, acuerdan elaborar un paracaídas de juguete. La docente busca aprovechar esta situación para favorecer que los niños diseñen prototipos. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Pedir a cada grupo que proponga cómo elaborar el paracaídas y con qué materiales. Luego, decirles que dibujen su propuesta y expliquen a sus compañeros cómo la realizarán.",
            "Repartir a cada niño un círculo de plástico recortado, ocho trozos de pita del mismo tamaño y un muñeco pequeño. Luego, guiar paso a paso la elaboración del paracaídas.",
            "Presentarles en un papelógrafo los materiales que se requieren para elaborar el paracaídas, los moldes y la secuencia de elaboración. Luego, explicarles cómo armar el paracaídas y decirles que lo elaboren."
          ],
          "respuesta": "Pedir a cada grupo que proponga cómo elaborar el paracaídas y con qué materiales. Luego, decirles que dibujen su propuesta y expliquen a sus compañeros cómo la realizarán.",
          "respuestaCorta": "A",
          "solucionario": "El diseño de prototipos implica la creatividad y la planificación de una solución tecnológica. La opción A permite que los niños imaginen, seleccionen materiales y representen su diseño antes de construirlo, lo cual es la esencia del diseño. Las otras opciones son meras instrucciones de manualidades.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Mientras los niños construyen sus paracaídas, la docente los acompaña y conversa con ellos. Les pide que le comenten cómo lo están haciendo, qué dificultades han tenido hasta el momento y cómo las han solucionado. En la situación presentada, ¿qué acción realiza principalmente la docente?",
          "opciones": [
            "Activar saberes previos.",
            "Promover la metacognición.",
            "Generar conflicto cognitivo."
          ],
          "respuesta": "Promover la metacognición.",
          "respuestaCorta": "B",
          "solucionario": "Al preguntar sobre el proceso ('cómo lo están haciendo'), las dificultades y las soluciones empleadas, la docente está invitando a los niños a reflexionar sobre su propio aprendizaje y pensamiento, lo cual define la metacognición.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p75",
      "contexto": "Marcela, de seis meses, ha comenzado a emitir vocalizaciones. Lo hace sobre todo cuando está en compañía de adultos o de otros niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción es pertinente realizar en el momento de cuidados infantiles para favorecer los intentos comunicativos de Marcela?",
          "opciones": [
            "Dejar que Marcela emita vocalizaciones sin cortar su iniciativa. Luego, reproducir sonidos de diferentes animales para que experimente estímulos distintos a los que escucha regularmente.",
            "Colocarse cerca de la cara de Marcela y establecer contacto visual con ella. Luego, decir varias veces una palabra enfatizando su pronunciación para provocar que la niña la imite.",
            "Responder a Marcela con las vocalizaciones que ha emitido. Luego, continuar interactuando con la niña para que descubra que sus intentos comunicativos pueden tener respuesta."
          ],
          "respuesta": "Responder a Marcela con las vocalizaciones que ha emitido. Luego, continuar interactuando con la niña para que descubra que sus intentos comunicativos pueden tener respuesta.",
          "respuestaCorta": "C",
          "solucionario": "A los seis meses, el desarrollo comunicativo se nutre de la 'protoconversación'. Responder a las vocalizaciones de la niña valida su intento de comunicación, establece turnos de intercambio y refuerza el vínculo, enseñándole que su 'voz' tiene un efecto en el otro.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p76",
      "contexto": "En el aula de 2 años, Pilar se encuentra jugando con una muñeca cerca a la hora de salida. Cuando su mamá llega a recogerla, Pilar le muestra la muñeca. Entonces, su mamá le dice: \"¡Qué linda! ¡Es una bebé como tú!\". Ante ello, Pilar le responde: \"¡No ya, no yeyo bebé, yeyo niña!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el enfoque comunicativo, ¿qué intervención es pertinente para favorecer el desarrollo de la expresión oral de la niña en esta situación?",
          "opciones": [
            "\"Pilar, no se dice 'yeyo', se dice 'soy'. A ver, repite conmigo 'no soy bebé, soy una niña\".",
            "\"Pilar, entiendo que dices 'no soy una bebé, soy una niña'. Claro que sí, Pilar, tú ya eres una niña\".",
            "\"Pilar, las niñas grandes no dicen 'yeyo', dicen 'soy'. Tú eres grande, debes decir 'soy' en vez de 'yeyo'\"."
          ],
          "respuesta": "\"Pilar, entiendo que dices 'no soy una bebé, soy una niña'. Claro que sí, Pilar, tú ya eres una niña\".",
          "respuestaCorta": "B",
          "solucionario": "La estrategia pertinente es la reestructuración o expansión indirecta. La docente valida el contenido del mensaje de la niña (que es lo más importante en el enfoque comunicativo) y le devuelve el modelo correcto de forma natural en la conversación, sin corregirla explícitamente ni interrumpir la fluidez comunicativa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_inicial_2018_p77",
      "contexto": "José, de tres años, ha realizado el siguiente dibujo:",
      "imagen": "img/nombramiento/inicial/2018/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para favorecer que José continúe desarrollando su capacidad de representación?",
          "opciones": [
            "Proporcionarle fichas de trabajo con imágenes de personas, animales u objetos incompletos para que identifique qué partes les faltan a dichas imágenes y las dibuje.",
            "Después de haber realizado actividades que involucren juego libre, experiencias corporales y exploración de materiales, proponerle que las dibuje.",
            "Cada vez que dibuje, preguntarle qué ha querido dibujar y brindarle distintas ideas para que enriquezca su dibujo."
          ],
          "respuesta": "Después de haber realizado actividades que involucren juego libre, experiencias corporales y exploración de materiales, proponerle que las dibuje.",
          "respuestaCorta": "B",
          "solucionario": "La capacidad de representación gráfica en los niños pequeños surge de la necesidad de expresar sus vivencias. La opción B conecta el dibujo con experiencias significativas previas (juego, movimiento), dándole sentido y contenido a sus trazos, respetando su etapa evolutiva sin imponer modelos adultos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p78",
      "contexto": "La docente y los niños del aula de cinco años salieron a los alrededores de la IE para recolectar libros para la biblioteca del aula. Al retorno, la docente pide a los niños que dibujen la actividad realizada. Juan acompaña su dibujo con el siguiente escrito:\nLuego, le muestra su dibujo a la docente. Cuando ella le pregunta qué escribió, el niño responde: \"La vecina nos regaló revistas\".",
      "imagen": "img/nombramiento/inicial/2018/3.jpg",
      "preguntas": [
        {
          "pregunta": "Según los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro, ¿en qué nivel se encuentra Juan?",
          "opciones": [
            "En el nivel presilábico.",
            "En el nivel silábico.",
            "En el nivel silábico alfabético."
          ],
          "respuesta": "En el nivel presilábico.",
          "respuestaCorta": "A",
          "solucionario": "Juan se encuentra en el nivel presilábico porque utiliza un conjunto de grafías para representar un significado completo (\"La vecina nos regaló revistas\") sin que exista todavía una correspondencia entre la cantidad de grafías y los sonidos (sílabas o fonemas) de la emisión oral. Escribe 'todo junto' para decir todo el mensaje.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p79",
      "contexto": "La docente del aula de cinco años busca favorecer la apropiación del sistema de escritura en los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Escribir en la pizarra un comunicado corto dirigido a los padres de familia. Luego, pedir a los niños que lo transcriban a sus cuadernos de control.",
            "Pedir a los niños que comenten la última actividad realizada. Luego, decirles que dibujen lo que más les gustó de la actividad y que, si desean escribir, lo hagan también.",
            "Mostrar a los niños la forma correcta de coger el lápiz y de ejercer la presión suficiente para el trazo. Luego, plantearles actividades para que ejerciten los trazos hasta que lleguen a dominarlos."
          ],
          "respuesta": "Pedir a los niños que comenten la última actividad realizada. Luego, decirles que dibujen lo que más les gustó de la actividad y que, si desean escribir, lo hagan también.",
          "respuestaCorta": "B",
          "solucionario": "La apropiación de la escritura se favorece cuando esta tiene un propósito comunicativo y significativo para el niño. La opción B permite que los niños produzcan textos libremente (hipótesis de escritura) en un contexto real (contar lo que les gustó), a diferencia de la transcripción mecánica (A) o los ejercicios motrices aislados (C).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p80",
      "contexto": "Después de visitar la tienda de la localidad, los niños y la docente del aula de cinco años deciden organizar una tienda en el aula. Para ello, los niños recolectan botellas, empaques y envolturas de distintos productos. Mientras los niños ordenan la tienda, la docente recorre el aula y observa que Samuel está sujetando una envoltura y mirándola fijamente. La docente tiene la intención de aprovechar esa situación para favorecer que Samuel se aproxime a la lectura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción es pertinente para dicho propósito?",
          "opciones": [
            "Preguntar a Samuel qué dirá en la envoltura y por qué piensa que eso es lo que dice en esta.",
            "Proponer a Samuel que lea las vocales que encuentra en la envoltura señalándolas, y que lo haga de izquierda a derecha.",
            "Decir a Samuel que, como lo ve interesado, le leerá lo que dice en la envoltura para que él repita las palabras después de ella."
          ],
          "respuesta": "Preguntar a Samuel qué dirá en la envoltura y por qué piensa que eso es lo que dice en esta.",
          "respuestaCorta": "A",
          "solucionario": "Esta acción promueve la lectura como un proceso de construcción de significado. Al preguntar 'qué dirá', se invita al niño a formular hipótesis de lectura basándose en indicios del texto (imágenes, logos, colores de la envoltura), que es una estrategia fundamental en la iniciación a la lectura.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p81",
      "contexto": "La docente del aula de cinco años busca favorecer el acercamiento de los niños a la lectura. Para ello, ha colocado en el respaldo de las sillas tarjetas con sus respectivos nombres y ha cambiado las sillas de lugar antes de que ellos ingresen al aula. Cuando los niños ingresan, la docente les propone que encuentren sus sillas guiándose de las tarjetas que observan en ellas. Entonces, Daniela y Damaris se acercan al mismo tiempo a la silla de Damaris. Este es el diálogo que surge a continuación:\nDaniela: ¡Ah! ¡Ya encontré mi silla!\nDamaris: ¡No, ya! ¡Esta silla es mía! Mira, ¡aquí dice \"Damaris\"!\nDaniela: ¡No, es mi silla! ¡Aquí dice \"Daniela\"!\nDamaris: ¡Lee bien! ¡Aquí dice \"DA-MA-RIS\"! (la niña lee su nombre mientras señala el escrito).\nDaniela mira desconcertada a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes acciones es más pertinente para favorecer el acercamiento de Daniela a la lectura?",
          "opciones": [
            "Preguntar a Daniela: \"¿Todavía no sabes reconocer tu nombre? ¿Te gustaría que te enseñe a reconocerlo?\". Luego, llevarla hacia su silla, señalar la tarjeta y decirle: \"Mira, aquí dice Daniela. Ahora ya puedes sentarte en tu silla\".",
            "Preguntar a Daniela: \"¿Hay alguna marca que te permita reconocer tu silla? ¿Qué te parece si te doy un sticker para que lo pegues en ella cuando la encuentres?\". Luego, pedir a los niños que ayuden a Daniela a encontrar su silla.",
            "Preguntar a Daniela: \"¿Por qué crees que ahí está escrito tu nombre? ¿Te parece si buscamos tu nombre en el cartel de asistencia?\". Después de hacerlo, añadir: \"Ahora vamos a la silla en la que está Damaris. ¿Ahí dice tu nombre? ¿En qué se parece a tu nombre? ¿En qué se diferencia?\"."
          ],
          "respuesta": "Preguntar a Daniela: \"¿Por qué crees que ahí está escrito tu nombre? ¿Te parece si buscamos tu nombre en el cartel de asistencia?\". Después de hacerlo, añadir: \"Ahora vamos a la silla en la que está Damaris. ¿Ahí dice tu nombre? ¿En qué se parece a tu nombre? ¿En qué se diferencia?\".",
          "respuestaCorta": "C",
          "solucionario": "La opción C aprovecha el conflicto cognitivo (dos nombres que empiezan igual: DA) para promover la conciencia fonológica y visual. Al comparar su nombre con el de Damaris, la niña debe analizar las diferencias cualitativas (letras distintas) y cuantitativas, avanzando en su comprensión del sistema de escritura.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p82_84",
      "contexto": "Lea la siguiente situación y responda las preguntas 82, 83 y 84.\nLas vacas que dan leche con sabor (Adaptado de \"Un cuento al día\" - Esteban Cabezas)\nEl profesor Chucrut era un científico que vivía en el País de los Sabores... Un día quiso saber si de verdad las vacas podían dar leche con sabor. Entonces investigó el tema... y luego se puso a experimentar. Primero alimentó a una vaca solo con chocolate, pero no dio resultado... A otra le dio kilos de azúcar, pero solo le salieron caries. A otra vaca la alimentó con tanto manjar que la pobre no quiso volver a comerlo jamás... Entonces pintó a una vaca de color fresa, pero nada... Entonces cogió a una vaca y la subió a un helicóptero para ver si daba leche batida. Pero no. La vaca se mareó y quedó atontada... Cansadas del profesor Chucrut, las vacas se organizaron para protestar y dejaron de dar la leche como la conocemos. Ahora solo dan leche en polvo.",
      "imagen": "img/nombramiento/inicial/2018/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este cuento?",
          "opciones": [
            "¿Para qué pintó el profesor Chucrut de color fresa a una de las vacas?",
            "¿Qué les parece lo que hizo el profesor Chucrut con las vacas?",
            "¿Con qué alimentó el profesor Chucrut a las vacas?"
          ],
          "respuesta": "¿Con qué alimentó el profesor Chucrut a las vacas?",
          "respuestaCorta": "C",
          "solucionario": "La pregunta C indaga por información explícita, es decir, datos que están escritos literalmente en el texto (chocolate, azúcar, manjar). Las otras opciones apuntan a la opinión (B) o a relaciones causales/finalidad (A).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este cuento?",
          "opciones": [
            "¿Qué hicieron las vacas para protestar contra el profesor Chucrut?",
            "¿Qué creen que se merece el profesor Chucrut por lo que les hizo a las vacas?",
            "¿Por qué se mareó la vaca que el profesor Chucrut subió a un helicóptero?"
          ],
          "respuesta": "¿Por qué se mareó la vaca que el profesor Chucrut subió a un helicóptero?",
          "respuestaCorta": "C",
          "solucionario": "La opción C requiere una inferencia de causa-efecto. El texto dice que la subió al helicóptero y luego que se mareó, pero el niño debe deducir que el movimiento del helicóptero fue la causa del mareo. La opción A es explícita y la B es de opinión.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen acerca de este cuento?",
          "opciones": [
            "¿Dónde vivía el profesor Chucrut? ¿Cuántos años investigó cómo hacer que las vacas den leche con sabor?",
            "¿Qué significará la palabra \"atontada\"? ¿Cómo lo saben?",
            "¿Qué parte del texto les gustó más? ¿Por qué?"
          ],
          "respuesta": "¿Qué parte del texto les gustó más? ¿Por qué?",
          "respuestaCorta": "C",
          "solucionario": "Las preguntas de reflexión (nivel crítico-valorativo) buscan que el niño se distancie del texto para opinar o valorarlo. Preguntar qué parte les gustó más y por qué (opción C) invita a una apreciación personal del contenido o la forma del cuento.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p85",
      "contexto": "En el aula de cuatro años, los niños están cantando la canción \"Los patitos\". En ese contexto, la docente busca favorecer la expresión corporal y gestual de los niños al entonar dicha canción.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Pedirles que imaginen que son patitos y preguntarles cómo se moverían. Luego, dejarles experimentar libremente esos movimientos.",
            "Proporcionarles diversos elementos como los picos, las alas y las patas de los patitos. Luego, pedirles que se los pongan y canten la canción.",
            "Mostrarles cómo se paran, mueven su cuerpo y caminan los patitos. Luego, ensayar con ellos hasta que logren realizar los movimientos de los patitos."
          ],
          "respuesta": "Pedirles que imaginen que son patitos y preguntarles cómo se moverían. Luego, dejarles experimentar libremente esos movimientos.",
          "respuestaCorta": "A",
          "solucionario": "La expresión corporal requiere libertad y creatividad. La opción A fomenta que cada niño explore y exprese con su propio cuerpo cómo siente o imagina el movimiento, favoreciendo la conciencia corporal y la creatividad, en lugar de imitar un modelo impuesto (opción C) o depender de disfraces (opción B).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p86",
      "contexto": "La docente del aula de cinco años tiene como propósito que los niños creen historias. Aprovechando que los niños están llevando a cabo el proyecto \"Hacemos un huerto\", les presenta la siguiente imagen:",
      "imagen": "img/nombramiento/inicial/2018/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para que los niños creen historias a partir de esta imagen?",
          "opciones": [
            "Contar a los niños que los personajes de la imagen se llaman Rosa y José, y que un día descubrieron a dos conejos comiéndose las zanahorias de su huerto. Luego, decirles que cuenten de nuevo la historia cambiando de nombre a los personajes.",
            "Preguntarles: \"¿Qué están haciendo los niños de la imagen? ¿Qué hacen los conejos? ¿Qué opinan de lo que hacen los conejos?\". Luego, pedirles que propongan ideas para que otros animalitos no hagan lo mismo en el huerto que están construyendo.",
            "Pedir a los niños que observen la imagen. Luego, preguntarles quiénes serán los personajes, en qué lugar estarán, qué creen que está sucediendo, qué habrá pasado antes y cómo quisieran que termine la historia. Finalmente, pedirles que cuenten la historia completa."
          ],
          "respuesta": "Pedir a los niños que observen la imagen. Luego, preguntarles quiénes serán los personajes, en qué lugar estarán, qué creen que está sucediendo, qué habrá pasado antes y cómo quisieran que termine la historia. Finalmente, pedirles que cuenten la historia completa.",
          "respuestaCorta": "C",
          "solucionario": "Para crear una historia (narración), se necesitan elementos como personajes, escenario, trama (inicio, nudo, desenlace). La opción C guía a los niños a través de preguntas para que ellos mismos inventen estos elementos a partir de la imagen, estructurando así su propia narración creativa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p87",
      "contexto": "La docente del aula de cuatro años busca promover la expresión oral de los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es menos pertinente para ese propósito?",
          "opciones": [
            "Plantear a los niños que elaboren predicciones antes y durante la lectura de cuentos.",
            "Pedir a los niños que todos los días practiquen las canciones, poesías, rimas y trabalenguas aprendidos hasta el momento.",
            "Proponer a los niños que lleven al aula el juguete que más les gusta y compartan con sus compañeros por qué les gusta."
          ],
          "respuesta": "Pedir a los niños que todos los días practiquen las canciones, poesías, rimas y trabalenguas aprendidos hasta el momento.",
          "respuestaCorta": "B",
          "solucionario": "La pregunta pide la acción MENOS pertinente. La repetición mecánica diaria de textos memorizados (opción B) ejercita la memoria y pronunciación, pero no desarrolla la competencia comunicativa de expresión oral (construir mensajes propios, dialogar, argumentar) como sí lo hacen las predicciones (A) o explicar gustos personales (C).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2018_p88_90",
      "contexto": "Lea la siguiente situación y responda las preguntas 88, 89 y 90.",
      "imagen": "img/nombramiento/inicial/2018/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este fragmento?",
          "opciones": [
            "¿Qué será un bagrecico?",
            "¿Dónde vivían los peces de esta historia?",
            "¿Qué opinan de la decisión del bagrecico de conocer el mar?"
          ],
          "respuesta": "¿Dónde vivían los peces de esta historia?",
          "respuestaCorta": "B",
          "solucionario": "La pregunta B solicita un dato que está escrito literalmente en el inicio del texto: \"En un riachuelito de la selva del Perú\". Es información explícita. La A es vocabulario y la C es opinión.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este fragmento?",
          "opciones": [
            "¿Cómo eran las barbas del viejo bagre?",
            "¿Por qué se sentía orgulloso el viejo bagre?",
            "¿Qué piensan de la preocupación de la mamá del bagrecico?"
          ],
          "respuesta": "¿Por qué se sentía orgulloso el viejo bagre?",
          "respuestaCorta": "B",
          "solucionario": "La opción B requiere inferir una causa. El texto describe que el bagre decía \"Yo conozco el mar\" y se movía orgullosamente. El niño debe deducir que su orgullo se debe a su experiencia y conocimiento del mar, ya que esto no está escrito explícitamente con un conector causal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre este fragmento?",
          "opciones": [
            "¿Te parece bien que el bagrecico no se despidiera de su mamá antes de partir?",
            "¿El bagrecico le dijo a su mamá que se iba de viaje?",
            "¿Qué le enseñó el viejo bagre al bagrecico?"
          ],
          "respuesta": "¿Te parece bien que el bagrecico no se despidiera de su mamá antes de partir?",
          "respuestaCorta": "A",
          "solucionario": "La opción A invita a enjuiciar éticamente la conducta del personaje ('¿Te parece bien...?'). Esto implica una reflexión crítica sobre el contenido del texto, más allá de la comprensión literal o inferencial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  