{
    "completo": [
        {
            "idGrupo": "asc_secundaria_2023_p01",
            "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas.\nElla se va a incorporar la siguiente semana a un aula de una institución educativa.\nPor ello, el docente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos sobre la condición que presenta Fernanda.\nEn este contexto, tres estudiantes comparten sus comentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del\nCurrículo Nacional de la Educación Básica?",
                    "opciones": [
                        "\"Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos los lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el colegio y estará siempre acompañada\".",
                        "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
                        "\"Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla cuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para cuidarla y así evitar que tenga algún accidente en el colegio\"."
                    ],
                    "respuesta": "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
                    "respuestaCorta": "El enfoque inclusivo promueve la autonomía y participación del estudiante. Preguntarle directamente a Fernanda respeta sus decisiones y fomenta su independencia.",
                    "solucionario": "La opción B es la más pertinente porque se alinea con el enfoque inclusivo, que valora la autonomía y la voz del estudiante. En lugar de tomar decisiones por Fernanda, lo cual puede ser sobreprotector, se le da la oportunidad de expresar sus necesidades y preferencias, tratándola como un sujeto de derechos capaz de decidir por sí misma.",
                    "seccion": "Casuística"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p02",
            "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una institución educativa han identificado diversos problemas que afectan los espacios públicos de la localidad.\nEllos comentan que uno de estos problemas es no poder utilizar la losa deportiva del barrio, debido a que se encuentra deteriorada.\nEn este contexto, la docente tiene como propósito que los estudiantes aborden este problema desde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
                    "opciones": [
                        "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre el estado de la losa deportiva. Luego, pedir que organicen la información recabada y, considerando esto, que elaboren una solicitud dirigida a la municipalidad del distrito, con la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
                        "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa deportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación realizadas en distintas localidades para resolver un problema similar y, sobre esta base, pedir que seleccionen la que sea más factible de replicar en su localidad.",
                        "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa."
                    ],
                    "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa.",
                    "respuestaCorta": "El enfoque de derechos busca que los estudiantes se reconozcan como sujetos de derechos, reflexionen sobre cómo una situación los afecta y se sientan empoderados para proponer soluciones.",
                    "solucionario": "La opción C es la más adecuada. El enfoque de derechos implica que los estudiantes tomen conciencia de cómo una situación vulnera sus derechos (en este caso, el derecho a la recreación). La acción pedagógica promueve esta reflexión y los posiciona como agentes activos capaces de proponer soluciones, fomentando así su participación ciudadana.",
                    "seccion": "Casuística"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p03",
            "contexto": "Como parte de un taller sobre redes y conectividad dirigido a Profesores de Innovación\nPedagógica, el facilitador coloca en la pizarra una tabla de doble entrada para comparar las\nventajas y desventajas de una red con cable y una red inalámbrica.\nLuego, el facilitador solicita intervenciones de los participantes para completar la tabla de manera conjunta.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué proceso de aprendizaje ha promovido principalmente el facilitador en los profesores\nal realizar esta actividad?",
                    "opciones": [
                        "La metacognición sobre las estrategias de aprendizaje.",
                        "La activación y recojo de saberes previos.",
                        "La generación de conflicto cognitivo."
                    ],
                    "respuesta": "La activación y recojo de saberes previos.",
                    "respuestaCorta": "La actividad de completar una tabla con conocimientos existentes es una estrategia directa para que los participantes externalicen y compartan lo que ya saben sobre el tema.",
                    "solucionario": "Al solicitar a los participantes que completen una tabla con las ventajas y desventajas de dos tipos de redes, el facilitador está pidiendo que recurran a sus conocimientos y experiencias anteriores sobre el tema. Este es el propósito fundamental del proceso de activación y recojo de saberes previos, que sirve como base para construir nuevos aprendizajes.",
                    "seccion": "Conocimientos Pedagógicos"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p04",
            "contexto": "Un estudiante solicita el apoyo de la PIP y le comenta lo siguiente:\n\"He traído la memoria USB que utilizaba hasta el año pasado porque, al insertarla en\nmi computadora, he observado que se han borrado todos mis archivos y solo aparecen\naccesos directos\".\nLa PIP analiza la memoria USB con el antivirus, elimina los virus alojados en esta, pero observa\nque se siguen mostrando solo accesos directos.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la acción que debe realizar la PIP para acceder a los archivos de la memoria USB?",
                    "opciones": [
                        "Desfragmentar la memoria USB.",
                        "Insertar la memoria USB en otra computadora.",
                        "Quitar el atributo oculto a los archivos de la memoria USB."
                    ],
                    "respuesta": "Quitar el atributo oculto a los archivos de la memoria USB.",
                    "respuestaCorta": "Este tipo de virus no borra los archivos, sino que les cambia los atributos para hacerlos 'ocultos' y de 'sistema', reemplazándolos por accesos directos.",
                    "solucionario": "El comportamiento descrito es típico de un malware que modifica los atributos de los archivos en un dispositivo de almacenamiento extraíble. Los archivos originales no se eliminan, sino que se ocultan. Una vez eliminado el virus, es necesario revertir este cambio. Esto se puede hacer a través de la configuración de vista de carpetas para mostrar archivos ocultos y de sistema, o mediante comandos específicos (como 'attrib' en la consola de Windows) para quitar el atributo oculto a los archivos y carpetas.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p05",
            "contexto": "Una estudiante ha realizado una indagación acerca de la acción de una enzima en la\ndescomposición del peróxido de hidrógeno.\nComo producto de esta reacción se obtiene oxígeno. La estudiante ha registrado, en una hoja de cálculo, los datos del volumen de oxígeno producido en centímetros cúbicos, en 6 tiempos diferentes previamente establecidos.\nLuego de realizar varias veces la indagación, la estudiante ha identificado que los resultados\nque está registrando presentan una tendencia.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué tipo de gráfico es el menos pertinente para representar la tendencia identificada por la\nestudiante en los resultados?",
                    "opciones": [
                        "Gráfico circular.",
                        "Gráfico de barras.",
                        "Gráfico de dispersión."
                    ],
                    "respuesta": "Gráfico circular.",
                    "respuestaCorta": "Un gráfico circular se usa para mostrar las proporciones de un todo en un momento dado, no para mostrar la relación o tendencia entre dos variables como el tiempo y el volumen.",
                    "solucionario": "Para representar una tendencia entre dos variables cuantitativas (tiempo y volumen de oxígeno), los gráficos más adecuados son el de dispersión o el de líneas. Un gráfico de barras también podría usarse, aunque es menos ideal para mostrar tendencias continuas. Un gráfico circular, en cambio, es totalmente inadecuado porque su función es mostrar la composición porcentual de un total, lo cual no aplica a la relación entre tiempo y volumen que la estudiante está investigando.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p06",
            "contexto": "En el AIP, durante una sesión de aprendizaje del área de Matemática, los estudiantes calculan\nel área de un trapecio utilizando la siguiente fórmula:\nÁrea = (Base mayor + Base menor / 2) x Altura\nLos datos para el cálculo del área del trapecio se encuentran en una hoja de cálculo, en las\nsiguientes celdas:\nLa celda A1 contiene el valor de la base mayor.\nLa celda A2 contiene el valor de la base menor.\nLa celda A3 contiene el valor de la altura.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "En la celda B3, los estudiantes deben obtener el valor del área del trapecio. ¿Cuál es la fórmula\nque les permite a los estudiantes calcular correctamente el área del trapecio?",
                    "opciones": [
                        "$=A1+(A2*A3/2)$",
                        "$=(A1+A2/2)*A3$",
                        "$=(A1+A2)/2*A3$"
                    ],
                    "respuesta": "$=(A1+A2)/2*A3$",
                    "respuestaCorta": "La fórmula matemática del área del trapecio requiere sumar las bases primero. En una hoja de cálculo, el uso de paréntesis (A1+A2) es crucial para forzar esa operación antes de la división y multiplicación.",
                    "solucionario": "La fórmula del área del trapecio es [(Base mayor + Base menor) / 2] * Altura. Para traducir esto a una fórmula de hoja de cálculo, se debe respetar el orden de las operaciones. La suma de las bases (A1+A2) debe realizarse primero, por lo que debe ir entre paréntesis. Luego, el resultado se divide por 2 y finalmente se multiplica por la altura (A3). La fórmula =(A1+A2)/2*A3 realiza estas operaciones en el orden correcto.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p07",
            "contexto": "En una red local se desea reemplazar una de las computadoras por una computadora nueva.\nEsta nueva computadora debe conservar la configuración de red de la computadora anterior.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "En la configuración de la nueva computadora, ¿cuál es el único dato que cambiaría de valor?",
                    "opciones": [
                        "La dirección IP.",
                        "La dirección física.",
                        "El nombre del host."
                    ],
                    "respuesta": "La dirección física.",
                    "respuestaCorta": "La dirección física (MAC) es un identificador único de hardware asignado de fábrica a la tarjeta de red, por lo que una nueva computadora tendrá una nueva dirección MAC.",
                    "solucionario": "La dirección IP y el nombre del host son configuraciones lógicas que se pueden asignar manualmente para que la nueva computadora ocupe el lugar de la anterior en la red. Sin embargo, la dirección física, también conocida como dirección MAC (Media Access Control), es un identificador único grabado en el hardware de la tarjeta de red por el fabricante. Al cambiar la computadora, se cambia el hardware y, por lo tanto, la dirección física es necesariamente diferente.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p08",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de los siguientes enunciados presenta una diferencia entre la tecnología de realidad\naumentada y la tecnología de realidad virtual?",
                    "opciones": [
                        "La realidad aumentada demanda un mayor ancho de banda de internet que la aplicación de la tecnología de realidad virtual.",
                        "La realidad aumentada modifica parcialmente el ambiente real sin cambiarlo en su totalidad, mientras que la realidad virtual crea un ambiente totalmente diferente del real.",
                        "La realidad aumentada se apoya necesariamente en gafas especiales para su aplicación; en cambio, la realidad virtual puede prescindir de ellas y aplicarse sin restricción en tablets o smartphones."
                    ],
                    "respuesta": "La realidad aumentada modifica parcialmente el ambiente real sin cambiarlo en su totalidad, mientras que la realidad virtual crea un ambiente totalmente diferente del real.",
                    "respuestaCorta": "La diferencia fundamental es que la Realidad Aumentada (RA) superpone elementos virtuales al mundo real, mientras que la Realidad Virtual (RV) sumerge al usuario en un entorno completamente digital.",
                    "solucionario": "La opción B define con precisión la distinción clave entre ambas tecnologías. La Realidad Aumentada (AR) enriquece o 'aumenta' el entorno físico del usuario con información digital. La Realidad Virtual (VR), por otro lado, busca la inmersión total del usuario en un mundo completamente artificial, aislándolo del entorno real. Las otras opciones son incorrectas: los requisitos de ancho de banda varían según la aplicación, y la RA se usa comúnmente en smartphones sin gafas especiales.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p09",
            "contexto": "Durante el desarrollo de un proyecto, un equipo de estudiantes ha registrado, en una hoja de\ncálculo, los nombres, los apellidos y el área curricular de los profesores de su IE.\nAl finalizar, los estudiantes han identificado que se han realizado registros duplicados.\nEn ese sentido, ellos tienen como propósito que, luego de seleccionar el conjunto de datos usando una de\nlas opciones de la hoja de cálculo, se marquen automáticamente los registros duplicados.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes opciones de la hoja de cálculo permitiría a los estudiantes lograr su\npropósito?",
                    "opciones": [
                        "El formato de celdas.",
                        "La validación de datos.",
                        "El formato condicional."
                    ],
                    "respuesta": "El formato condicional.",
                    "respuestaCorta": "El formato condicional es una herramienta que aplica automáticamente un formato específico (como un color de relleno) a las celdas que cumplen una regla, como ser valores duplicados.",
                    "solucionario": "La herramienta diseñada específicamente para resaltar celdas que cumplen ciertos criterios es el 'Formato condicional'. Dentro de sus opciones predeterminadas, se encuentra la de 'Resaltar valores duplicados'. La validación de datos sirve para restringir la entrada de datos, no para analizar los ya existentes. El formato de celdas es un proceso manual que no identifica duplicados automáticamente.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p10",
            "contexto": "En una hoja de cálculo, el rango de celdas desde la A1 hasta la A25 contienen texto o números.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Si se desea calcular la cantidad de celdas que contienen únicamente datos de tipo numérico\nen el rango de celdas indicado, ¿cuál de las siguientes fórmulas se debe usar?",
                    "opciones": [
                        "=CONTAR(A1:A25)",
                        "=CONTARA(A1:A25)",
                        "=CONTAR.SI(A1:A25;\"es número\")"
                    ],
                    "respuesta": "=CONTAR(A1:A25)",
                    "respuestaCorta": "La función CONTAR está diseñada específicamente para contar cuántas celdas en un rango contienen valores numéricos, ignorando el texto y las celdas vacías.",
                    "solucionario": "En las hojas de cálculo, cada función de conteo tiene un propósito específico. La función =CONTAR(rango) cuenta exclusivamente las celdas que contienen números. La función =CONTARA(rango) cuenta todas las celdas que no están vacías (tanto números como texto). La sintaxis de =CONTAR.SI en la opción c es incorrecta para este propósito. Por lo tanto, =CONTAR(A1:A25) es la fórmula correcta.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p11",
            "contexto": "Una profesora ha registrado en una hoja de cálculo la edad en años de cada uno de los 30\nestudiantes a su cargo.\nLa profesora tiene como propósito conocer qué edad tiene la mayoría de sus estudiantes.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la función que debe utilizar la profesora?",
                    "opciones": [
                        "PROMEDIO.SI.CONJUNTO",
                        "MODA.UNO",
                        "REPETIR"
                    ],
                    "respuesta": "MODA.UNO",
                    "respuestaCorta": "Para encontrar el valor que más se repite en un conjunto de datos (la edad más frecuente), se utiliza la función estadística de la moda, representada en la hoja de cálculo como MODA.UNO.",
                    "solucionario": "El objetivo de la profesora es identificar la edad más frecuente entre sus estudiantes. En estadística, el valor que aparece con mayor frecuencia en un conjunto de datos se denomina 'moda'. La función de hoja de cálculo que calcula este valor es MODA.UNO (o MODE.SNGL en inglés). Las otras funciones tienen propósitos diferentes: PROMEDIO.SI.CONJUNTO calcula un promedio basado en condiciones y REPETIR duplica un texto.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p12",
            "contexto": "Un profesor ha creado un video en alta calidad (4K).\nAl guardar el archivo en su computadora, identifica que este tiene 7,5 GB de tamaño.\nEl profesor tiene como propósito copiar el archivo de video en una memoria USB vacía, de 16 GB de capacidad.\nAl momento de copiar el archivo en la memoria USB, aparece un mensaje que indica que no es posible copiar el archivo porque es demasiado grande.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la acción que debe realizar el profesor para que pueda copiar el archivo en la memoria USB?",
                    "opciones": [
                        "Insertar la memoria USB en otro puerto de la computadora.",
                        "Cambiar el sistema de archivos de la memoria USB.",
                        "Reparar los sectores dañados en la memoria USB."
                    ],
                    "respuesta": "Cambiar el sistema de archivos de la memoria USB.",
                    "respuestaCorta": "El problema se debe a que la memoria USB probablemente está formateada en FAT32, un sistema de archivos que no admite archivos individuales de más de 4 GB. Es necesario formatearla a un sistema más moderno como exFAT o NTFS.",
                    "solucionario": "A pesar de que la memoria USB tiene capacidad de sobra (16 GB), el mensaje de error 'archivo demasiado grande' para un archivo de 7,5 GB indica una limitación del sistema de archivos. Muchas memorias USB vienen pre-formateadas en FAT32, cuyo límite máximo para un archivo individual es de 4 GB. Para copiar el archivo de 7,5 GB, el profesor debe cambiar el sistema de archivos de la memoria USB a uno que soporte archivos más grandes, como exFAT (recomendado para unidades extraíbles) o NTFS. Este proceso se realiza formateando la unidad y seleccionando el nuevo sistema de archivos.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p13",
            "contexto": "Una PIP está realizando una capacitación a los profesores de una IE.\nComo parte de esta capacitación, la PIP ha simulado una red con tres computadoras creadas mediante software\nen la computadora que utiliza para monitorear esta actividad.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes tecnologías computacionales ha utilizado la PIP en esta actividad?",
                    "opciones": [
                        "Clonación.",
                        "Virtualización.",
                        "Computación en la nube."
                    ],
                    "respuesta": "Virtualización.",
                    "respuestaCorta": "La creación de computadoras simuladas (máquinas virtuales) dentro de un único equipo físico es la definición de la tecnología de virtualización.",
                    "solucionario": "La virtualización es una tecnología que permite crear representaciones de recursos tecnológicos basadas en software (como servidores, almacenamiento, redes o aplicaciones) en lugar de recursos físicos. En este caso, la PIP utilizó un software de virtualización para crear y ejecutar tres sistemas operativos de computadora distintos y aislados en su única máquina física.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p14",
            "contexto": "Un usuario ha comprado un disco duro externo de 1 TB de capacidad (según indica el\nfabricante en el empaque).\nAl conectar el disco duro a la computadora, el usuario observa en\npantalla que la capacidad de almacenamiento de este disco duro es de 931 GB.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Teniendo en cuenta que no es un error del fabricante, ¿cuál es la causa más probable de la\ndiferencia en la capacidad de almacenamiento del disco duro externo?",
                    "opciones": [
                        "El fabricante preinstaló un sistema operativo en el disco duro externo.",
                        "La computadora del usuario transfirió un virus informático al disco duro externo.",
                        "La capacidad del disco duro externo fue expresada en el sistema binario por la computadora."
                    ],
                    "respuesta": "La capacidad del disco duro externo fue expresada en el sistema binario por la computadora.",
                    "respuestaCorta": "Los fabricantes de almacenamiento usan el sistema decimal (1 TB = 1000 GB), mientras que los sistemas operativos usan el sistema binario (1 TiB ≈ 931 GB), lo que causa la discrepancia en la capacidad reportada.",
                    "solucionario": "Existe una diferencia entre cómo los fabricantes comercializan la capacidad de almacenamiento y cómo los sistemas operativos la calculan. Los fabricantes usan el sistema decimal, donde 1 Terabyte (TB) equivale a 1,000,000,000,000 bytes. Sin embargo, los sistemas operativos como Windows utilizan el sistema binario para medir la capacidad, donde 1 Gibibyte (GiB) equivale a 1,073,741,824 bytes. Al dividir los bytes totales del fabricante por la equivalencia binaria, el resultado es aproximadamente 931 GB.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p15",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué característica presenta una unidad de estado sólido (SSD)?",
                    "opciones": [
                        "Utiliza tecnología de almacenamiento NAND flash.",
                        "Utiliza tecnología de almacenamiento magnético.",
                        "Utiliza tecnología de almacenamiento óptico."
                    ],
                    "respuesta": "Utiliza tecnología de almacenamiento NAND flash.",
                    "respuestaCorta": "Las unidades de estado sólido (SSD) almacenan datos en chips de memoria flash interconectados, específicamente de tipo NAND, sin partes móviles.",
                    "solucionario": "A diferencia de los discos duros tradicionales (HDD) que utilizan platos magnéticos giratorios, las Unidades de Estado Sólido (SSD) se basan en memoria no volátil, como la memoria flash NAND, para almacenar datos de forma persistente. Esto les permite no tener partes móviles, ser más rápidos y resistentes. El almacenamiento óptico se refiere a CDs/DVDs.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p16",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de estas situaciones requiere del uso de una estación de acoplamiento?",
                    "opciones": [
                        "Conectar varias computadoras a la red local usando un medio físico.",
                        "Ampliar las posibilidades de conectividad de un dispositivo portátil.",
                        "Almacenar información referente a un sitio web en un servidor en la nube."
                    ],
                    "respuesta": "Ampliar las posibilidades de conectividad de un dispositivo portátil.",
                    "respuestaCorta": "Una estación de acoplamiento (docking station) sirve para expandir la cantidad y tipo de puertos de un dispositivo portátil, como una laptop, permitiendo conectar múltiples periféricos a la vez.",
                    "solucionario": "Las estaciones de acoplamiento están diseñadas para resolver la limitación de puertos en dispositivos portátiles. Permiten que una laptop se conecte, a través de un solo cable, a una variedad de periféricos de escritorio como monitores externos, teclados, ratones, redes cableadas (Ethernet) y otros dispositivos USB, ampliando así su conectividad y funcionalidad.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p17",
            "contexto": "Durante una capacitación, la PIP comenta a los participantes lo siguiente:\n\"Existe una tecnología que, cuando se conecta un dispositivo a una computadora,\npermite que este dispositivo sea identificado y configurado automáticamente para ser\nusado de inmediato\".",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué tecnología es la que describe la PIP?",
                    "opciones": [
                        "Bluetooth",
                        "Intellisense",
                        "Plug and Play"
                    ],
                    "respuesta": "Plug and Play",
                    "respuestaCorta": "La tecnología Plug and Play (PnP) es la que permite a un sistema operativo detectar y configurar hardware nuevo automáticamente sin necesidad de intervención del usuario.",
                    "solucionario": "La descripción corresponde exactamente a la funcionalidad de Plug and Play (PnP), o 'conectar y usar'. Es un estándar que facilita el reconocimiento de hardware en un sistema. Cuando un dispositivo compatible con PnP se conecta, el sistema operativo lo detecta, instala los controladores necesarios y lo configura para que funcione de inmediato.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p18",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de los siguientes dispositivos se conecta a la computadora usando el puerto SATA?",
                    "opciones": [
                        "El disco duro.",
                        "La tarjeta de video.",
                        "El microprocesador."
                    ],
                    "respuesta": "El disco duro.",
                    "respuestaCorta": "El puerto SATA (Serial ATA) es la interfaz estándar utilizada para conectar dispositivos de almacenamiento masivo, como discos duros (HDD) y unidades de estado sólido (SSD), a la placa madre.",
                    "solucionario": "El estándar SATA (Serial ATA) fue diseñado para la transferencia de datos entre la placa base y los dispositivos de almacenamiento, como los discos duros y las unidades ópticas. Las tarjetas de video modernas utilizan el puerto PCIe (PCI Express), y el microprocesador se instala en un zócalo (socket) específico en la placa madre.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p19",
            "contexto": "Se ha reemplazado el disco duro (HDD) de una laptop por una unidad de estado sólido (SSD).\nAl iniciar la instalación del sistema operativo en la laptop, esta no reconoce la SSD.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es\nla acción inicial para corregir este problema?",
                    "opciones": [
                        "Utilizar un software utilitario para particionar la unidad de estado sólido (SSD).",
                        "Formatear la unidad de estado sólido (SSD).",
                        "Actualizar el BIOS o UEFI de la laptop."
                    ],
                    "respuesta": "Actualizar el BIOS o UEFI de la laptop.",
                    "respuestaCorta": "Cuando un hardware nuevo, especialmente de almacenamiento, no es reconocido, una causa común es que el firmware de la placa base (BIOS/UEFI) es demasiado antiguo y no tiene soporte para esa tecnología. Actualizarlo es el primer paso para asegurar la compatibilidad.",
                    "solucionario": "El BIOS o UEFI es el firmware que se encarga de inicializar el hardware de la computadora antes de que arranque el sistema operativo. Si el BIOS/UEFI es antiguo, es posible que no tenga los controladores o el soporte necesario para reconocer tecnologías de almacenamiento más recientes, como ciertos tipos de SSD. Por lo tanto, una actualización del firmware es la acción inicial más lógica para intentar resolver un problema de detección de hardware.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p20",
            "contexto": "En el AIP, durante el trabajo del día, se suscitó una subida de tensión eléctrica, lo cual generó\nque una de las computadoras se apague.\nAl pulsar el botón de encendido de la computadora,\nesta ya no enciende.\nLa PIP realiza las verificaciones del caso y revisa la fuente de poder.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de los siguientes componentes de la fuente de poder es más probable que se haya\ndañado?",
                    "opciones": [
                        "El fusible.",
                        "La resistencia.",
                        "El condensador."
                    ],
                    "respuesta": "El fusible.",
                    "respuestaCorta": "El fusible es un componente de seguridad diseñado específicamente para quemarse y cortar el circuito eléctrico en caso de una subida de tensión, protegiendo así al resto de los componentes.",
                    "solucionario": "La función principal de un fusible en una fuente de poder es la protección contra sobrecorrientes. Ante una subida de tensión, el fusible se funde (se 'quema'), interrumpiendo el paso de la corriente y sacrificándose para evitar que la sobretensión dañe componentes más costosos y sensibles de la fuente y del resto de la computadora.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p21",
            "contexto": "Luego de encender y utilizar algunos programas de ofimática, la computadora de un usuario\nse apaga sola.\nEl usuario vuelve a encender su computadora y, luego de un corto tiempo,\nocurre lo mismo.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la causa más probable del problema que presenta la computadora del usuario?",
                    "opciones": [
                        "El sistema operativo de la computadora está dañado.",
                        "El disco duro de la computadora tiene sectores defectuosos.",
                        "El sistema de enfriamiento del procesador no funciona adecuadamente."
                    ],
                    "respuesta": "El sistema de enfriamiento del procesador no funciona adecuadamente.",
                    "respuestaCorta": "Los apagados repentinos tras un corto periodo de uso son un síntoma clásico de sobrecalentamiento del procesador (CPU), que activa un mecanismo de protección para evitar daños permanentes.",
                    "solucionario": "Las computadoras modernas están equipadas con sensores de temperatura que monitorean el procesador. Si la temperatura excede un umbral de seguridad, la placa base apaga el sistema automáticamente para prevenir daños por calor. Un sistema de enfriamiento defectuoso (ventilador obstruido o dañado, pasta térmica seca) es la causa más común de este sobrecalentamiento.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p22",
            "contexto": "Al encender una computadora del AIP, una estudiante informa a la PIP que la fecha y hora\nque esta muestra se encuentran desactualizadas.\nLa PIP configura la fecha y hora correctas\nen la computadora, pero, al día siguiente, al encenderla se presenta nuevamente el mismo\nproblema.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la solución más pertinente al problema presentado?",
                    "opciones": [
                        "Evitar desconectar la computadora de la energía eléctrica.",
                        "Cambiar la pila de la placa madre de la computadora.",
                        "Configurar el BIOS de la computadora."
                    ],
                    "respuesta": "Cambiar la pila de la placa madre de la computadora.",
                    "respuestaCorta": "La pila (batería CMOS) de la placa madre mantiene la configuración del BIOS, incluyendo la fecha y la hora, cuando la computadora está apagada. Si esta pila se agota, la información se pierde.",
                    "solucionario": "La configuración del BIOS/UEFI, que incluye la hora y fecha del sistema, se almacena en una memoria CMOS que requiere una pequeña cantidad de energía para mantener los datos cuando la computadora está desconectada de la corriente. Esta energía la proporciona una pequeña pila de tipo botón en la placa madre. Cuando la pila se agota, la CMOS pierde su configuración cada vez que se corta la alimentación principal, lo que provoca el reseteo de la hora y la fecha.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p23",
            "contexto": "Al iniciar su día de trabajo, un usuario intenta abrir sus archivos almacenados en la computadora\nen diferentes formatos.\nAlgunos de estos archivos sí se pueden abrir; pero otros archivos, no.\nAl intentar abrirlos se muestra el siguiente mensaje:\n\"El archivo está dañado y no se puede abrir\".\nComo parte de la solución del problema, se debe realizar el mantenimiento del disco duro de la computadora del usuario.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes acciones es más pertinente realizar antes del mantenimiento del disco\nduro?",
                    "opciones": [
                        "Desfragmentar las unidades del disco duro.",
                        "Reinstalar los aplicativos cuyos archivos no abren.",
                        "Crear la copia de seguridad de los archivos del usuario."
                    ],
                    "respuesta": "Crear la copia de seguridad de los archivos del usuario.",
                    "respuestaCorta": "Ante cualquier indicio de fallo de un disco duro (como archivos corruptos), la prioridad absoluta es respaldar toda la información posible para prevenir una pérdida de datos permanente.",
                    "solucionario": "Cuando un disco duro muestra síntomas de falla, como la corrupción de archivos, cualquier operación de mantenimiento (como una comprobación de errores o una desfragmentación) puede aumentar el estrés en el disco y provocar un fallo catastrófico. Por lo tanto, la acción más prudente y prioritaria es realizar una copia de seguridad de todos los archivos importantes antes de intentar cualquier tipo de reparación.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p24",
            "contexto": "La PIP tiene como propósito instalar un conector RJ45 en cada extremo de un segmento de cable UTP para que cumpla la función de un cable cruzado. En uno de los extremos, para el conector 1, los hilos del cable se ordenan con el estándar T568-B, cuya distribución de colores se muestra a continuación:",
            "imagen": "img/ascenso/secundaria/2023/aip/1.jpg",
            "preguntas": [
                {
                    "pregunta": "En el otro extremo, para el conector 2, los hilos del cable se ordenan con el estándar T568-A.\n¿Qué color de hilo se ubicará en los pines 3 y 6 del conector 2?",
                    "opciones": [
                        "Blanco/naranja y naranja.",
                        "Blanco/verde y verde.",
                        "Naranja y verde."
                    ],
                    "respuesta": "Blanco/naranja y naranja.",
                    "respuestaCorta": "Para hacer un cable cruzado, se usa T568-B en un extremo y T568-A en el otro. En la norma T568-A, el par naranja se ubica en las posiciones 3 y 6, que son las que ocupa el par verde en la norma T568-B.",
                    "solucionario": "Un cable de red cruzado se construye utilizando la norma T568-B en un extremo y T568-A en el otro. La norma T568-B (mostrada en la imagen) usa el par verde en los pines 3 y 6. La norma T568-A intercambia los pares verde y naranja. Por lo tanto, en el conector con la norma T568-A, los pines 3 y 6 serán ocupados por el par naranja, es decir, el hilo Blanco/naranja en el pin 3 y el hilo Naranja en el pin 6.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p25",
            "contexto": "Un usuario inicia su trabajo en una institución donde existen varias redes inalámbricas\ndisponibles.\nPara cumplir sus funciones, el usuario puede conectar su dispositivo solo a una\nde esas redes inalámbricas.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué necesita conocer el usuario para identificar la red inalámbrica a la que puede conectar\nsu dispositivo?",
                    "opciones": [
                        "El hostname.",
                        "El DHCP.",
                        "El SSID."
                    ],
                    "respuesta": "El SSID.",
                    "respuestaCorta": "El SSID (Service Set Identifier) es el nombre público de una red inalámbrica, el cual permite a los usuarios identificarla en la lista de redes disponibles.",
                    "solucionario": "El SSID es el nombre con el que una red Wi-Fi se anuncia públicamente. Cuando un dispositivo busca redes inalámbricas, la lista que muestra son los SSID de las redes al alcance. Para conectarse a una red específica, el usuario debe conocer e identificar su SSID. El hostname es el nombre de un equipo en la red y DHCP es un protocolo de asignación de IPs.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p26",
            "contexto": "Un PIP está elaborando un recurso interactivo que les permita a los estudiantes reforzar el\naprendizaje de ciertos contenidos.\nEl recurso es una presentación de diapositivas con un\ncuestionario que presenta varias alternativas de respuesta.\nCada vez que el estudiante hace\nclic en una de las opciones de resultado, se emite un sonido reforzando la respuesta correcta\no sugiriendo al estudiante que lo vuelva a intentar.\nAdemás, el recurso cuenta con botones\npara \"saltar\" entre las distintas pantallas y una opción para acceder a imágenes que explican\nla respuesta correcta.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Además de la reproducción de sonido, ¿cuál de las siguientes opciones\ndel programa presentador de diapositivas permite construir dicha interactividad?",
                    "opciones": [
                        "Botones de acción.",
                        "Personalización de animaciones.",
                        "Ensayo de intervalos y personalización de transiciones."
                    ],
                    "respuesta": "Botones de acción.",
                    "respuestaCorta": "Los botones de acción son elementos diseñados en los programas de presentaciones para crear interactividad, permitiendo asignarles acciones específicas como ir a otra diapositiva o abrir un enlace al hacer clic.",
                    "solucionario": "La interactividad descrita, como \"saltar\" entre pantallas o acceder a imágenes, se logra principalmente mediante los 'Botones de acción'. Estos son formas predefinidas a las que se les puede asignar una acción, como crear un hipervínculo a otra diapositiva específica, un archivo, o una página web, permitiendo una navegación no lineal y controlada por el usuario.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p27",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es el propósito de usar el comando ping en una red de computadoras?",
                    "opciones": [
                        "Determinar la ruta de un paquete de datos.",
                        "Verificar si hay conectividad entre los dispositivos de la red.",
                        "Averiguar el número de IP público que tiene asignada una computadora local."
                    ],
                    "respuesta": "Verificar si hay conectividad entre los dispositivos de la red.",
                    "respuestaCorta": "El comando 'ping' es una herramienta de diagnóstico fundamental que se utiliza para comprobar si un dispositivo de destino en una red está activo y accesible.",
                    "solucionario": "El propósito principal de 'ping' es enviar un pequeño paquete de datos (un paquete ICMP Echo Request) a un host de destino y esperar una respuesta. Si se recibe una respuesta, confirma que hay una ruta de red funcional entre el origen y el destino, verificando así la conectividad.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p28",
            "contexto": "Una profesora ha redactado, en un documento de un procesador de texto, el resumen de\nuna capacitación.\nAdemás, la profesora desea incluir en el documento un enlace a una página\nweb con información adicional, de manera que, al hacer clic en este enlace, se visualice dicha\npágina.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué elemento debe utilizar la profesora para incluir el enlace en el documento?",
                    "opciones": [
                        "Un marcador.",
                        "Un hipervínculo.",
                        "Una referencia cruzada."
                    ],
                    "respuesta": "Un hipervínculo.",
                    "respuestaCorta": "Para crear un texto o imagen clicable que dirija a una página web, se debe usar la función de insertar un hipervínculo.",
                    "solucionario": "Un hipervínculo es un enlace dentro de un documento que apunta a otro archivo o recurso. En este caso, al insertar un hipervínculo en el texto, la profesora permite que, al hacer clic, se abra el navegador web y se dirija a la URL especificada. Los marcadores y referencias cruzadas se usan para navegar dentro del mismo documento.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p29",
            "contexto": "Una profesora tiene como propósito que los estudiantes elaboren, de manera colaborativa,\nuna presentación multimedia sobre el cuidado ambiental.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice la profesora para lograr su\npropósito?",
                    "opciones": [
                        "Generar una presentación multimedia en la nube y compartirla en modo edición con los integrantes del equipo para que intercambien ideas y contribuyan en la elaboración conjunta del contenido de la presentación.",
                        "Generar una presentación multimedia en el escritorio, enviarla por correo electrónico a los integrantes del equipo para que cada estudiante incluya sus aportes y que, luego, uno de ellos reúna los aportes individuales.",
                        "Generar una carpeta en la nube y compartirla en modo edición con los integrantes del equipo para que cada estudiante suba a dicha carpeta la parte de la presentación multimedia que elaboró."
                    ],
                    "respuesta": "Generar una presentación multimedia en la nube y compartirla en modo edición con los integrantes del equipo para que intercambien ideas y contribuyan en la elaboración conjunta del contenido de la presentación.",
                    "respuestaCorta": "La forma más efectiva de colaboración en tiempo real es utilizar herramientas en la nube que permitan a múltiples usuarios editar el mismo documento simultáneamente.",
                    "solucionario": "La opción A describe el flujo de trabajo ideal para la colaboración digital. Las aplicaciones de presentaciones en la nube (como Google Slides, PowerPoint Online) están diseñadas para que varios usuarios trabajen en el mismo archivo a la vez, viendo los cambios de los demás en tiempo real. Los otros métodos (enviar por correo o subir partes a una carpeta) son secuenciales, ineficientes y propensos a generar conflictos de versiones.",
                    "seccion": "Casuística"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p30",
            "contexto": "Al revisar sus mensajes de correo electrónico personal, un profesor se sorprende porque\nel mensaje de uno de sus colegas de trabajo llegó a la categoría de correos no deseados.\nEl profesor tiene como propósito que los mensajes de correo electrónico de su colega lleguen\ndirectamente a su bandeja de entrada.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es el procedimiento que debe realizar el profesor?",
                    "opciones": [
                        "Ingresar a la categoría \"no deseados\", identificar el correo de su colega y reenviárselo a sí mismo.",
                        "Ingresar a la categoría \"no deseados\", identificar el correo de su colega y marcarlo como \"No es spam\".",
                        "Ingresar a la categoría \"no deseados\", identificar el correo de su colega, eliminarlo y pedirle a su colega que le reenvíe el mensaje."
                    ],
                    "respuesta": "Ingresar a la categoría \"no deseados\", identificar el correo de su colega y marcarlo como \"No es spam\".",
                    "respuestaCorta": "Marcar un correo como \"No es spam\" es la acción directa para entrenar al filtro de correo y asegurar que futuros mensajes del mismo remitente lleguen a la bandeja de entrada.",
                    "solucionario": "Los sistemas de correo electrónico utilizan filtros de spam que aprenden del comportamiento del usuario. Al encontrar un correo legítimo en la carpeta de 'spam' o 'no deseados', la acción correcta es marcarlo como 'No es spam' (o una opción similar). Esto le indica al sistema que su clasificación fue incorrecta y ayuda a 'blanquear' al remitente para futuras comunicaciones.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p31",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes alternativas es la función de la memoria caché del computador?",
                    "opciones": [
                        "Mejorar el tiempo de acceso a la información que la computadora utiliza de forma reiterada.",
                        "Almacenar los programas e información de solo lectura que pone en marcha la computadora y realizar los diagnósticos de inicio.",
                        "Servir de complemento del procesador principal y encargarse de operaciones de aritmética de punto flotante, gráficos, encriptaciones, entre otros."
                    ],
                    "respuesta": "Mejorar el tiempo de acceso a la información que la computadora utiliza de forma reiterada.",
                    "respuestaCorta": "La memoria caché es una memoria de alta velocidad que almacena temporalmente los datos más utilizados por el procesador para acelerar su recuperación y mejorar el rendimiento.",
                    "solucionario": "La memoria caché funciona como un intermediario ultrarrápido entre la CPU y la memoria RAM principal. Guarda una copia de los datos e instrucciones a los que se ha accedido recientemente. Como la caché es mucho más rápida que la RAM, cuando la CPU necesita esos datos de nuevo, los obtiene de la caché en lugar de la RAM, reduciendo significativamente los tiempos de espera.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p32",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿En qué consiste el formateo de alto nivel del disco duro?",
                    "opciones": [
                        "Es un proceso que permite la reagrupación de los datos que se encuentran en el disco duro para mejorar la velocidad de acceso a la información.",
                        "Es un proceso de tipo lógico que consiste en la reasignación de la tabla de archivos en la que se marcan los sectores del disco duro como sectores vacíos para poderlos reescribir, según la demanda del usuario.",
                        "Es un proceso de tipo físico que permite restablecer los sectores del disco duro, realineándolos si fuera el caso, y borrando permanentemente la información hasta dejar el dispositivo como vino de fábrica."
                    ],
                    "respuesta": "Es un proceso de tipo lógico que consiste en la reasignación de la tabla de archivos en la que se marcan los sectores del disco duro como sectores vacíos para poderlos reescribir, según la demanda del usuario.",
                    "respuestaCorta": "El formateo de alto nivel es un proceso lógico que borra y recrea el sistema de archivos (la tabla de contenido del disco), haciendo que los datos sean inaccesibles pero sin borrarlos físicamente.",
                    "solucionario": "A diferencia del formateo de bajo nivel (físico), el formateo de alto nivel no borra los datos en sí. Lo que hace es eliminar las referencias a los archivos en la tabla de asignación de archivos (como la FAT o la MFT). Esto hace que el espacio que ocupaban los archivos se marque como disponible, permitiendo que nuevos datos los sobrescriban, pero los datos originales permanecen en el disco hasta que eso ocurra.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p33",
            "contexto": "Un usuario ha ingresado a una página web que contiene simuladores.\nSin embargo, en la pantalla de su computadora, no aparecen todos los componentes de los simuladores, incluso luego de actualizar el navegador.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes acciones debe realizar el usuario para solucionar este problema?",
                    "opciones": [
                        "Eliminar el historial de navegación.",
                        "Instalar una extensión a su navegador.",
                        "Actualizar el sistema operativo de la computadora."
                    ],
                    "respuesta": "Instalar una extensión a su navegador.",
                    "respuestaCorta": "Ciertos contenidos web interactivos, como simuladores antiguos, pueden requerir tecnologías adicionales (plugins o extensiones) como Java o Flash para poder ser ejecutados por el navegador.",
                    "solucionario": "Muchos simuladores y contenidos interactivos en la web, especialmente los más antiguos, fueron desarrollados con tecnologías como Adobe Flash, Java Applets o Unity Web Player, que no son soportadas de forma nativa por los navegadores modernos. Para visualizar este contenido, a menudo es necesario instalar una extensión o complemento específico que permita al navegador interpretar y ejecutar dicho código.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p34",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es el sistema de archivos menos adecuado para formatear un disco duro externo de 1 TB de capacidad que se utilizará para la transferencia de archivos?",
                    "opciones": [
                        "FAT",
                        "NTFS",
                        "ExFAT"
                    ],
                    "respuesta": "FAT",
                    "respuestaCorta": "El sistema de archivos FAT (específicamente FAT32) es inadecuado para unidades grandes porque no puede manejar archivos individuales de más de 4 GB.",
                    "solucionario": "El sistema FAT32, comúnmente referido como FAT, tiene una limitación fundamental para el uso moderno: no permite almacenar archivos individuales que superen los 4 GB de tamaño. En una unidad de 1 TB, donde es muy probable que se almacenen archivos grandes como videos de alta definición o imágenes de disco, esta restricción lo hace el sistema de archivos menos adecuado. NTFS y exFAT no tienen esta limitación y son las opciones recomendadas.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p35",
            "contexto": "Como parte de una capacitación, el PIP les comenta a los participantes lo siguiente:\n\"Ahora nosotros, en un mismo espacio virtual, podemos crear, implementar y entregar\nactividades de formación en línea a los estudiantes que, previamente, hemos inscrito\nen este espacio. De esta manera, apoyamos el proceso de enseñanza y gestionamos la\ncomunicación entre los integrantes del espacio virtual\".",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es el sistema de gestión de las TIC que ha descrito el PIP?",
                    "opciones": [
                        "Content Management System.",
                        "Database Management System.",
                        "Learning Management System."
                    ],
                    "respuesta": "Learning Management System.",
                    "respuestaCorta": "La descripción corresponde a un Sistema de Gestión del Aprendizaje (LMS), una plataforma diseñada para administrar, distribuir y gestionar actividades de formación en línea.",
                    "solucionario": "Un Learning Management System (LMS) es una plataforma de software diseñada específicamente para crear, distribuir y gestionar contenido y actividades educativas. Permite la inscripción de estudiantes, la entrega de cursos, la realización de evaluaciones y la comunicación, tal como lo describe el PIP. Moodle, Canvas o Google Classroom son ejemplos de LMS.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p36",
            "contexto": "Al acceder a un sitio web, un usuario observa que, junto a la dirección URL del sitio web, el\nnavegador muestra el mensaje \"Sitio seguro\".",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué característica tiene el sitio web que presenta dicho mensaje en el navegador?",
                    "opciones": [
                        "El sitio web tiene activado el proceso de autenticación del usuario en dos pasos.",
                        "El sitio web cifra la información al establecer sesiones con la computadora.",
                        "El sitio web no genera cookies en la computadora del usuario visitante."
                    ],
                    "respuesta": "El sitio web cifra la información al establecer sesiones con la computadora.",
                    "respuestaCorta": "El indicador 'Sitio seguro' (generalmente un candado) significa que el sitio utiliza HTTPS, lo que cifra la conexión entre el navegador y el servidor para proteger los datos.",
                    "solucionario": "El mensaje 'Sitio seguro' o el ícono de un candado cerrado indican que la conexión con el sitio web está protegida mediante el protocolo HTTPS. Esto se logra a través de un certificado SSL/TLS que cifra toda la información que se intercambia entre el navegador del usuario y el servidor web, impidiendo que terceros puedan interceptarla o leerla.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p37",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes herramientas del servidor escuela permite monitorear las actividades\nque los estudiantes desarrollan al utilizar las computadoras del AIP?",
                    "opciones": [
                        "Visor de eventos.",
                        "Firewall.",
                        "Italc."
                    ],
                    "respuesta": "Italc.",
                    "respuestaCorta": "Italc es un software de gestión de aulas diseñado específicamente para que los profesores puedan visualizar y controlar las pantallas de las computadoras de los estudiantes en red.",
                    "solucionario": "Italc (Intelligent Teaching and Learning with Computers) es una herramienta de software libre creada para la gestión de aulas de cómputo. Permite al docente monitorear las pantallas de los estudiantes, tomar control remoto para ofrecer asistencia, mostrar su propia pantalla a toda la clase y bloquear los equipos, facilitando así el seguimiento de las actividades en el AIP.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p38",
            "contexto": "El diseño web responsivo es utilizado para visualizar las páginas web en diferentes dispositivos,\ntales como tablets, smartphones, laptops, entre otros.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes alternativas es una característica de una página web con este diseño?",
                    "opciones": [
                        "La página web tiene una única versión que se ajusta a cada dispositivo en el cual se visualizará.",
                        "La página web está diseñada en varias versiones, una por cada dispositivo, en el cual se visualizará.",
                        "La página web tiene una única versión con dimensiones fijas que no cambian al visualizarse en diversos dispositivos."
                    ],
                    "respuesta": "La página web tiene una única versión que se ajusta a cada dispositivo en el cual se visualizará.",
                    "respuestaCorta": "El diseño web responsivo se basa en tener un único código fuente (HTML, CSS) que se adapta y reorganiza de forma flexible según el tamaño de la pantalla del dispositivo.",
                    "solucionario": "La principal característica del diseño web responsivo es que utiliza una sola base de código para un sitio web. Mediante el uso de CSS (principalmente media queries y layouts flexibles), el contenido y la estructura de la página se adaptan automáticamente al ancho de la pantalla, evitando la necesidad de crear y mantener sitios separados para móviles, tabletas y computadoras de escritorio.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p39",
            "contexto": "En un sitio web sobre robótica educativa, una PIP ha encontrado el siguiente enlace: \"https:// roboticaeducativa.org\".\nAl hacer clic en el enlace, aparece el siguiente mensaje:\n\"No se puede acceder a este sitio\".\nAdemás, la PIP nota que en la barra de direcciones aparece la siguiente ruta:\n\"https://robotica%20educativa.org\"",
            "imagen": "[IMAGEN_02]",
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes razones explica por qué NO se puede acceder al sitio web desde el\nenlace?",
                    "opciones": [
                        "Porque el enlace al sitio web inicia con el protocolo de navegación a internet \"https\".",
                        "Porque la vigencia del registro del dominio \"roboticaeducativa.org\" en internet ha expirado.",
                        "Porque el código del enlace al sitio web contiene un espacio en blanco que el navegador reemplazó por \"%20\"."
                    ],
                    "respuesta": "Porque el código del enlace al sitio web contiene un espacio en blanco que el navegador reemplazó por \"%20\".",
                    "respuestaCorta": "Las URLs no pueden contener espacios en blanco. El navegador interpreta el espacio y lo codifica como '%20', lo que genera una dirección web inválida que no puede ser resuelta.",
                    "solucionario": "El problema radica en un error de sintaxis en el enlace original. Las direcciones URL válidas no contienen espacios. El navegador, al encontrar el espacio en \"https:// roboticaeducativa.org\", lo codifica como \"%20\", resultando en una solicitud a un dominio inexistente (\"robotica educativa.org\"). El servidor DNS no puede resolver este nombre de dominio, por lo que el acceso falla.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p40",
            "contexto": "En una IE, la corriente eléctrica suele cortarse de manera intempestiva con bastante\nfrecuencia, lo que puede producir desperfectos en las computadoras.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué dispositivo debería recomendar el PIP para proteger las computadoras de los cortes\neléctricos intempestivos?",
                    "opciones": [
                        "Estabilizador de corriente.",
                        "Supresor de picos.",
                        "Dispositivo UPS."
                    ],
                    "respuesta": "Dispositivo UPS.",
                    "respuestaCorta": "Un UPS (Sistema de Alimentación Ininterrumpida) es el único dispositivo de la lista que proporciona energía de respaldo a través de una batería durante un corte de luz.",
                    "solucionario": "Para proteger los equipos contra un corte súbito de energía, se necesita un dispositivo UPS (Uninterruptible Power Supply). Este contiene una batería que suministra energía a la computadora de forma instantánea cuando se interrumpe la corriente principal, otorgando tiempo suficiente para guardar el trabajo y apagar el equipo de forma segura. Un estabilizador solo regula el voltaje y un supresor protege contra picos de tensión, pero ninguno ofrece energía de respaldo.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p41",
            "contexto": "Lea la siguiente situación y responda las preguntas 41, 42, 43 y 44.\nComo parte de un proyecto, los estudiantes de una IE crearán y publicarán una página web con información sobre la contaminación ambiental.\nLos estudiantes han acordado usar código HTML para elaborar la página empleando los aplicativos disponibles en el AIP, motivo por el cual solicitan ayuda al PIP.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué aplicativo básico debe sugerir el PIP a los estudiantes para crear la página web mediante\ncódigos HTML?",
                    "opciones": [
                        "Un software de diseño gráfico.",
                        "Un navegador web o browser.",
                        "Un editor de texto plano."
                    ],
                    "respuesta": "Un editor de texto plano.",
                    "respuestaCorta": "El código HTML es simplemente texto. Por lo tanto, la herramienta más fundamental para escribirlo es un editor de texto plano, como el Bloc de Notas.",
                    "solucionario": "El HTML (HyperText Markup Language) es un lenguaje de marcado basado en texto. Para escribir código HTML no se requiere ningún software especializado, basta con un editor de texto plano que no agregue formatos ocultos al archivo. Ejemplos comunes son el Bloc de Notas en Windows, TextEdit en Mac (en modo texto plano) o editores más avanzados como Notepad++ o Visual Studio Code.",
                    "seccion": "Conocimientos de la Especialidad"
                },
                {
                    "pregunta": "\nLuego de visualizar el resultado, los estudiantes tienen como propósito que el título \"La\ncontaminación ambiental\" presente mayor tamaño de letra que el que muestra actualmente.\n¿Cuál es el código HTML que deben usar los estudiantes para lograr su propósito?",
                    "opciones": [
                        "&lt;title&gt;La contaminación ambiental&lt;/title&gt;",
                        "&lt;h3&gt;La contaminación ambiental&lt;/h3&gt;",
                        "&lt;h1&gt;La contaminación ambiental&lt;/h1&gt;"
                    ],
                    "respuesta": "&lt;h1&gt;La contaminación ambiental&lt;/h1&gt;",
                    "respuestaCorta": "La etiqueta <h1> es el encabezado de nivel 1 en HTML, que por defecto se muestra con el tamaño de letra más grande entre los encabezados.",
                    "solucionario": "En HTML, las etiquetas de encabezado van de <h1> a <h6>, donde <h1> es el más grande y <h6> el más pequeño. Para aumentar el tamaño del título, los estudiantes deben usar <h1>. La etiqueta <title> no se visualiza en el cuerpo de la página, sino que aparece en la pestaña del navegador.",
                    "seccion": "Conocimientos de la Especialidad"
                },
                {
                    "pregunta": "La página web está lista. Ahora, el propósito de los estudiantes es publicarla.\nEn ese sentido, el PIP les comenta a los estudiantes que, para publicar una página web, deben contar con dos servicios básicos.\nUno de estos servicios es el hosting.\n¿Cuál es el otro servicio básico que requieren los estudiantes para lograr su propósito?",
                    "opciones": [
                        "Servicio de difusión.",
                        "Servicio de dominio.",
                        "Servicio de correo electrónico."
                    ],
                    "respuesta": "Servicio de dominio.",
                    "respuestaCorta": "Para publicar un sitio web se necesitan dos servicios esenciales: el hosting (alojamiento de los archivos) y un dominio (la dirección del sitio web, ej. www.misitio.com).",
                    "solucionario": "Para que una página web sea accesible en Internet, son indispensables dos elementos. El 'hosting' o alojamiento web, que es el espacio en un servidor donde se guardan todos los archivos de la página. El segundo elemento es el 'dominio', que es el nombre único y fácil de recordar que se asocia a la dirección IP del servidor para que los usuarios puedan encontrar el sitio fácilmente (por ejemplo, 'google.com').",
                    "seccion": "Conocimientos de la Especialidad"
                },
                {
                    "pregunta": "El PIP indica a los estudiantes que deben transferir los archivos de su página web desde la\ncomputadora local al servidor web donde serán alojados.\nDe esa manera, su página web\nestará publicada y podrá ser visualizada por los visitantes.\n¿Qué aplicativo deben usar los estudiantes para transferir los archivos de su página web?",
                    "opciones": [
                        "Un cliente FTP.",
                        "Un servidor DNS.",
                        "Un navegador web."
                    ],
                    "respuesta": "Un cliente FTP.",
                    "respuestaCorta": "Para subir archivos desde una computadora personal a un servidor de hosting se utiliza el Protocolo de Transferencia de Archivos (FTP), mediante un programa conocido como cliente FTP.",
                    "solucionario": "El proceso de transferir archivos a un servidor de hosting se realiza comúnmente mediante FTP (File Transfer Protocol). Para ello, se utiliza un software llamado 'cliente FTP' (como FileZilla, Cyberduck, etc.) que se conecta al servidor web (usando las credenciales proporcionadas por el servicio de hosting) y permite al usuario subir (transferir) los archivos de su página desde su computadora local al servidor.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p45",
            "contexto": "Los estudiantes están buscando información en internet sobre las teorías del origen del\nUniverso.\nEn ese sentido, le piden ayuda a la PIP para realizar una búsqueda más específica,\ncon una menor cantidad de resultados.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la recomendación que debe brindar la PIP a los estudiantes?",
                    "opciones": [
                        "Escriban en el navegador el tema que buscan separando cada palabra con el signo más.",
                        "Escriban en el navegador el tema que buscan entre signos de interrogación.",
                        "Escriban en el navegador el tema que buscan entre comillas."
                    ],
                    "respuesta": "Escriban en el navegador el tema que buscan entre comillas.",
                    "respuestaCorta": "Para realizar una búsqueda de frase exacta en un motor de búsqueda y obtener resultados más específicos, se debe encerrar el término de búsqueda entre comillas dobles.",
                    "solucionario": "El uso de comillas dobles es un operador de búsqueda fundamental. Al encerrar una frase como \"teorías del origen del Universo\" entre comillas, se le indica al motor de búsqueda que devuelva únicamente los resultados que contengan esa frase exacta, en ese orden. Esto reduce drásticamente los resultados irrelevantes en comparación con una búsqueda de las mismas palabras sin comillas.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p46",
            "contexto": "Un AIP cuenta con una computadora servidor escuela y varias computadoras para el uso\nde los estudiantes.\nComo parte de un trabajo en equipo, los estudiantes quieren buscar\ninformación en internet usando las computadoras del AIP, pero no pueden acceder a algunos\nsitios web.\nEl PIP nota que en la computadora que funciona como servidor escuela sí se\npuede acceder a estos sitios web.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes alternativas describe lo que sucede con las computadoras que usan\nlos estudiantes?",
                    "opciones": [
                        "El acceso de las computadoras a la red ha sido bloqueado a través del filtrado de MAC.",
                        "La configuración de los DNS de las computadoras presentan direcciones IP incorrectas.",
                        "El filtro de contenido ha restringido la navegación en las computadoras."
                    ],
                    "respuesta": "El filtro de contenido ha restringido la navegación en las computadoras.",
                    "respuestaCorta": "El escenario, donde el servidor tiene acceso completo y las estaciones de estudiantes no, es típico de un filtro de contenido centralizado que restringe la navegación de los clientes en la red.",
                    "solucionario": "En redes institucionales, especialmente en escuelas, es común implementar un sistema de filtro de contenido que se aplica a los equipos de los usuarios (estudiantes) para bloquear el acceso a sitios web inapropiados o no relacionados con la actividad académica. El hecho de que el servidor sí pueda acceder sugiere que este equipo está exento de dichas restricciones o es el que las administra, siendo la causa más probable un filtro de contenido activo para la red de estudiantes.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p47",
            "contexto": "Un usuario ha enviado un mensaje de correo electrónico incluyendo en los campos las\nsiguientes direcciones de correo:\nPara: mrivera@empresa.com\nCC: aporras@empresa.com;rrojas@empresa.com\nCCO: csoto@empresa.com;pmarquez@empresa.com;ghurtado@empresa.com",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "El usuario \"csoto\" revisa el mensaje recibido. Además de su dirección de correo electrónico,\n¿cuáles de las otras direcciones de correo electrónico observará este usuario?",
                    "opciones": [
                        "pmarquez@empresa.com; ghurtado@empresa.com",
                        "mrivera@empresa.com;aporras@empresa.com;rrojas@empresa.com",
                        "mrivera@empresa.com;pmarquez@empresa.com;ghurtado@empresa.com"
                    ],
                    "respuesta": "mrivera@empresa.com;aporras@empresa.com;rrojas@empresa.com",
                    "respuestaCorta": "Un destinatario en el campo CCO (Copia de Carbón Oculta) puede ver a todos los destinatarios de los campos 'Para' y 'CC', pero no puede ver a los otros destinatarios que también están en CCO.",
                    "solucionario": "Las reglas de visibilidad del correo electrónico establecen que todos los destinatarios pueden ver las direcciones en los campos 'Para' y 'CC'. Sin embargo, las direcciones en 'CCO' (Copia de Carbón Oculta o BCC en inglés) son invisibles para todos los demás destinatarios. Por lo tanto, 'csoto', al estar en CCO, podrá ver al destinatario principal ('Para': mrivera) y a los de copia de carbón ('CC': aporras y rrojas), pero no a los otros destinatarios ocultos (pmarquez y ghurtado).",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p48",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes alternativas es una característica del uso del modo oculto o incógnito\nen un navegador?",
                    "opciones": [
                        "Permite desactivar el bloqueo de páginas restringidas al navegar en internet.",
                        "Permite ocultar la dirección IP de la computadora que se está utilizando al navegar en internet.",
                        "Permite navegar en internet sin guardar en el historial del navegador las direcciones de los sitios web visitados."
                    ],
                    "respuesta": "Permite navegar en internet sin guardar en el historial del navegador las direcciones de los sitios web visitados.",
                    "respuestaCorta": "El modo incógnito evita que el navegador almacene localmente el historial de navegación, las cookies y los datos de formularios al finalizar la sesión.",
                    "solucionario": "La principal función del modo incógnito es la privacidad a nivel local del dispositivo. Al cerrar una sesión de incógnito, el navegador elimina el historial de las páginas visitadas, las cookies y la información introducida en formularios durante esa sesión. Es importante notar que no oculta la actividad al proveedor de servicios de internet (ISP), ni a los sitios web que se visitan.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p49",
            "contexto": "Un directivo ha elaborado un conjunto de preguntas con el propósito de recopilar información\npara generar reportes sobre las preferencias de lectura de todos los estudiantes de la IE.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de las siguientes acciones tecnológicas es más pertinente para lograr dicho propósito?",
                    "opciones": [
                        "Enviar a todos los estudiantes, por correo electrónico, el enlace a un formulario virtual para que respondan las preguntas.",
                        "Enviar a todos los estudiantes, por correo electrónico, un documento adjunto para que respondan las preguntas y lo reenvíen por este medio.",
                        "Enviar a todos los estudiantes, por correo electrónico, el enlace a una hoja de cálculo compartida con permiso de edición, para que respondan las preguntas."
                    ],
                    "respuesta": "Enviar a todos los estudiantes, por correo electrónico, el enlace a un formulario virtual para que respondan las preguntas.",
                    "respuestaCorta": "Los formularios virtuales son la herramienta más eficiente para recopilar datos de múltiples personas, ya que consolidan las respuestas automáticamente, facilitando su análisis y la generación de reportes.",
                    "solucionario": "Para recopilar y analizar datos de un gran número de personas, los formularios en línea son la herramienta ideal. Permiten una distribución sencilla a través de un enlace y, fundamentalmente, centralizan todas las respuestas en un único lugar (generalmente una hoja de cálculo), listas para ser analizadas. Los otros métodos generarían un caos de archivos individuales o problemas de edición concurrente, dificultando enormemente la consolidación de los datos.",
                    "seccion": "Casuística"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p50",
            "contexto": "Una profesora comenta que ingresó a la página web de cierta universidad para revisar la\ninformación de un diplomado.\nNo obstante, a pesar de haber cerrado dicha página sin\nrealizar ninguna compra, observa que, mientras visualiza un video en otra página web, en\nla pantalla aparece una pequeña publicidad del diplomado revisado con anterioridad.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Por qué la publicidad sobre el diplomado consultado aparece en el navegador de la profesora,\na pesar de haber cerrado dicha página?",
                    "opciones": [
                        "Por la presencia de spam.",
                        "Por el funcionamiento de las cookies.",
                        "Por el accionar de la caché del navegador."
                    ],
                    "respuesta": "Por el funcionamiento de las cookies.",
                    "respuestaCorta": "Este fenómeno, conocido como 'retargeting' o 'remarketing', se produce porque el sitio web visitado instala una cookie de seguimiento en el navegador para mostrar anuncios personalizados en otras páginas.",
                    "solucionario": "Al visitar la página de la universidad, esta depositó en el navegador de la profesora una 'cookie' de seguimiento. Esta cookie es utilizada por redes de publicidad para identificar los intereses del usuario. Cuando la profesora visita otros sitios que forman parte de la misma red publicitaria, estos leen la cookie y le muestran anuncios del diplomado, en un intento por atraerla de nuevo. Esto es una práctica estándar de la publicidad digital.",
                    "seccion": "Conocimientos de la Especialidad"
                },
                {
                    "pregunta": "La profesora ha descargado la aplicación de la universidad que ofrece el diplomado.\nEn dicha aplicación, se muestran las opciones de pago.\n¿Cuál de las siguientes formas de confirmación de pago es menos segura para las transacciones\nvía web?",
                    "opciones": [
                        "El touch ID.",
                        "El uso de dispositivos token.",
                        "El método usuario-contraseña."
                    ],
                    "respuesta": "El método usuario-contraseña.",
                    "respuestaCorta": "El método de usuario y contraseña es el menos seguro porque representa un único factor de autenticación (algo que se sabe), susceptible de ser robado, adivinado o filtrado.",
                    "solucionario": "La seguridad de una transacción se mide por sus factores de autenticación. El Touch ID es un factor biométrico ('algo que eres') y los tokens son un factor de posesión ('algo que tienes'). Ambos son más seguros que el simple método de usuario y contraseña, que es un único factor de conocimiento ('algo que sabes') y es vulnerable a ataques de phishing, fuerza bruta y reutilización de credenciales.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p52",
            "contexto": "Un profesor les comenta a los estudiantes acerca de una tendencia sobre la automatización\nde las viviendas llamada domótica.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es la característica principal de la \"domótica\"?",
                    "opciones": [
                        "Emplea sensores.",
                        "Utiliza nanotecnología.",
                        "Integra información sobre rasgos anatómicos."
                    ],
                    "respuesta": "Emplea sensores.",
                    "respuestaCorta": "La domótica se fundamenta en el uso de sensores para recolectar información del entorno (luz, temperatura, movimiento) y, en base a ella, automatizar acciones en una vivienda.",
                    "solucionario": "La base de la domótica o automatización del hogar es la capacidad de un sistema para percibir su entorno y actuar en consecuencia. Esto se logra a través de una red de sensores (de movimiento, temperatura, luz, etc.) que capturan datos y los envían a una unidad central. Esta unidad procesa la información y da órdenes a actuadores (luces, persianas, climatización) para ejecutar tareas de forma automática.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p53",
            "contexto": null,
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál es el principal efecto del malware conocido como keylogger?",
                    "opciones": [
                        "Guardar las pulsaciones realizadas en el teclado de un equipo con la finalidad de registrar las contraseñas y así acceder a información confidencial del usuario.",
                        "Engañar por medio del envío de mensajes, falsas alarmas de virus, cadenas, denuncias o alertas a través de correo electrónico o redes sociales.",
                        "Secuestrar la página de inicio del navegador para mostrar una página web del atacante o infectar la PC con un virus."
                    ],
                    "respuesta": "Guardar las pulsaciones realizadas en el teclado de un equipo con la finalidad de registrar las contraseñas y así acceder a información confidencial del usuario.",
                    "respuestaCorta": "Un 'keylogger' es un tipo de software espía cuya función específica es registrar en secreto todas las pulsaciones de teclas para robar información sensible como contraseñas o datos bancarios.",
                    "solucionario": "El término 'keylogger' (registrador de teclas) describe precisamente su función: es un malware diseñado para capturar y registrar cada tecla que un usuario presiona en su teclado. El objetivo es obtener de forma encubierta datos confidenciales como nombres de usuario, contraseñas, números de tarjeta de crédito, etc., y enviarlos a un atacante.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p54",
            "contexto": "Lea la siguiente situación y responda las preguntas 54 y 55.\nUn directivo tiene el propósito de recopilar información de todos los estudiantes de la\nIE con la finalidad de proponer algunas actividades recreativas sobre la base de dicha\ninformación.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Una de las preguntas del instrumento de recojo de información debe permitir que cada\nestudiante indique el grado de estudios que está cursando.\n¿Qué tipo de pregunta es más pertinente utilizar?",
                    "opciones": [
                        "Respuesta corta.",
                        "Opción múltiple.",
                        "Casillas de verificación."
                    ],
                    "respuesta": "Opción múltiple.",
                    "respuestaCorta": "Para preguntas donde se debe elegir una única respuesta de una lista definida y mutuamente excluyente, como el grado escolar, la opción múltiple es el tipo de pregunta adecuado.",
                    "solucionario": "La pregunta sobre el grado de estudios requiere que el estudiante seleccione solo una opción de una lista predefinida (Primero, Segundo, etc.). El tipo de pregunta de 'Opción múltiple' (con botones de radio) está diseñado para este fin, ya que solo permite una selección. Las 'Casillas de verificación' permitirían seleccionar varios grados a la vez, lo cual sería incorrecto.",
                    "seccion": "Casuística"
                },
                {
                    "pregunta": "El instrumento de recojo de información también incluirá una pregunta que permitirá recopilar\nlos comentarios o sugerencias de los estudiantes acerca de las actividades recreativas que se\npodrían proponer en la IE.\n¿Qué tipo de pregunta es más pertinente utilizar?",
                    "opciones": [
                        "Párrafo.",
                        "Lista desplegable.",
                        "Escala de valoración."
                    ],
                    "respuesta": "Párrafo.",
                    "respuestaCorta": "Para recoger respuestas abiertas, cualitativas y detalladas como comentarios o sugerencias, se debe utilizar un campo de texto largo, es decir, una pregunta de tipo 'Párrafo'.",
                    "solucionario": "El objetivo de esta pregunta es recopilar ideas y opiniones libres de los estudiantes. Para ello, se necesita un campo de respuesta que no los limite a opciones predefinidas. El tipo de pregunta 'Párrafo' (o respuesta de texto largo) es el adecuado, ya que proporciona un espacio amplio para que los estudiantes escriban sus sugerencias con sus propias palabras.",
                    "seccion": "Casuística"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p56",
            "contexto": "Durante una capacitación sobre seguridad de la información, el capacitador pregunta a los\nparticipantes qué es un ransomware.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de los participantes responde correctamente la pregunta del capacitador?",
                    "opciones": [
                        "Adela dice: \"El ransomware es un mensaje de correo electrónico no solicitado de tipo publicitario\".",
                        "Julio dice: \"El ransomware es un software malicioso que muestra en la pantalla de la computadora anuncios publicitarios emergentes\".",
                        "Miriam dice: \"El ransomware es un malware que bloquea el acceso a los archivos o dispositivos del usuario exigiendo un pago para desbloquearlos\"."
                    ],
                    "respuesta": "Miriam dice: \"El ransomware es un malware que bloquea el acceso a los archivos o dispositivos del usuario exigiendo un pago para desbloquearlos\".",
                    "respuestaCorta": "El ransomware es un tipo de malware que secuestra los datos del usuario, generalmente cifrándolos, y exige un pago (rescate) a cambio de devolver el acceso.",
                    "solucionario": "La definición precisa de ransomware es la que ofrece Miriam. Es una categoría de software malicioso cuyo propósito es restringir el acceso a los archivos o al sistema de la víctima y solicitar un 'rescate' (ransom), usualmente en criptomonedas, para eliminar la restricción. El correo no solicitado es spam y los anuncios emergentes son adware.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p57",
            "contexto": "Como parte de las actividades de un taller sobre seguridad informática, el facilitador solicita\nque los participantes brinden alternativas ante el potencial riesgo a la seguridad de las redes\ninalámbricas.\nA continuación, se presentan las intervenciones de tres participantes.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuál de ellos propone una alternativa que brinda mayor seguridad a las redes inalámbricas?",
                    "opciones": [
                        "Abel dice: \"Cambiar el número de IP de las computadoras de la red frecuentemente\".",
                        "Bruno dice: \"Cambiar la contraseña de acceso a la red frecuentemente\".",
                        "Carolina dice: \"Cambiar frecuentemente de nombre a la red\"."
                    ],
                    "respuesta": "Bruno dice: \"Cambiar la contraseña de acceso a la red frecuentemente\".",
                    "respuestaCorta": "Cambiar la contraseña de la red Wi-Fi de forma periódica es una de las prácticas de seguridad más efectivas para prevenir el acceso no autorizado y mantener la red segura.",
                    "solucionario": "La contraseña de acceso (clave WPA2/WPA3) es la barrera principal que protege una red inalámbrica. Cambiarla frecuentemente mitiga el riesgo de que una contraseña previamente compartida o comprometida siga siendo utilizada por personas no autorizadas. Las otras medidas, como cambiar el nombre de la red (SSID) o las IPs, ofrecen un nivel de seguridad mucho menor o nulo contra accesos no deseados.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p58",
            "contexto": "Lea la siguiente situación y responda las preguntas 58 y 59.\nUn PIP está desarrollando un taller de programación con los profesores de la IE.\nComo parte de este taller, el PIP muestra a los participantes pseudocódigos que contienen errores.\nEl PIP solicita que los participantes identifiquen dichos errores.",
            "imagen": null,
            "preguntas": [
                {
                    "contexto": "Uno de los pseudocódigos que presenta el PIP a los participantes es el siguiente:",
                    "imagen": "img/ascenso/secundaria/2023/aip/3.jpg",
                    "pregunta": "\nA continuación, se muestran las respuestas de tres profesores. ¿Cuál de ellos identifica la ubicación del error en el pseudocódigo presentado?",
                    "opciones": [
                        "Ana dice: \"El error se encuentra en la línea 5\".",
                        "Benito dice: \"El error se encuentra en la línea 6\".",
                        "Cristina dice: \"El error se encuentra en la línea 7\"."
                    ],
                    "respuesta": "Benito dice: \"El error se encuentra en la línea 6\".",
                    "respuestaCorta": "El error lógico está en la línea 6, donde se resta el porcentaje del descuento en lugar del monto del descuento, que fue correctamente calculado en la línea 5.",
                    "solucionario": "La línea 5 calcula correctamente el valor monetario del descuento (`descuento_aplicado`). Sin embargo, la línea 6 (`precio_final=precio - descuento`) comete el error de restar el valor porcentual del descuento (`descuento`) del precio original. La operación correcta para obtener el precio final sería `precio_final = precio - descuento_aplicado`. Por lo tanto, el error se ubica en la línea 6.",
                    "seccion": "Conocimientos de la Especialidad"
                },
                {
                    "contexto": "Luego, el PIP presenta a los participantes el siguiente pseudocódigo:",
                    "imagen": "img/ascenso/secundaria/2023/aip/4.jpg",
                    "pregunta": "A continuación, se muestran las respuestas de tres profesores. ¿Cuál de ellos identifica la ubicación del error en el pseudocódigo presentado y lo corrige?",
                    "opciones": [
                        "Andrés dice: \"El error se encuentra en la línea 6, a la variable m se le debe asignar el valor 12 en lugar del valor 1\".",
                        "Beatriz dice: \"El error se encuentra en la línea 7, la condición m<=12 debe ser cambiada por la condición m>=12\".",
                        "Carlos dice: \"El error se encuentra en la línea 9, la asignación m=m+2 debe ser cambiada por la asignación m=m+1\"."
                    ],
                    "respuesta": "Carlos dice: \"El error se encuentra en la línea 9, la asignación m=m+2 debe ser cambiada por la asignación m=m+1\".",
                    "respuestaCorta": "El bucle está diseñado para mostrar una tabla de multiplicar, pero al incrementar el contador de 2 en 2, omite la mitad de las operaciones. La corrección es incrementar el contador de 1 en 1 (`m=m+1`).",
                    "solucionario": "El objetivo del algoritmo es mostrar la tabla de multiplicar de un número del 1 al 12. El bucle `Mientras` se ejecuta mientras `m` sea menor o igual a 12. El error se encuentra en la línea 9, donde el contador `m` se incrementa de dos en dos (`m=m+2`). Esto provoca que el programa solo muestre las multiplicaciones por números impares (1, 3, 5, etc.). Para generar la tabla completa, el contador debe incrementarse de uno en uno (`m=m+1`).",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        },
        {
            "idGrupo": "asc_secundaria_2023_p60",
            "contexto": null,
            "imagen": "img/ascenso/secundaria/2023/aip/5.jpg",
            "preguntas": [
                {
                    "pregunta": "A continuación, se muestra el algoritmo elaborado por un estudiante:\n¿Cuál es la figura que se traza al ejecutar este algoritmo?",
                    "opciones": [
                        "La figura de la letra R.",
                        "La figura de la letra P.",
                        "La figura de la letra O."
                    ],
                    "respuesta": "La figura de la letra P.",
                    "respuestaCorta": "El algoritmo primero traza una línea vertical larga (120 pasos) y luego dibuja tres lados de un cuadrado en la parte superior, formando la silueta de la letra P.",
                    "solucionario": "Analizando el algoritmo: 1. `bajar lápiz`: Comienza a dibujar. 2. `avanzar 120 pasos`: Traza una línea recta (el 'palo' de la P). 3. `repetir 3`: Inicia un bucle que se ejecuta tres veces. Dentro del bucle: `girar 90 grados a la derecha` y `avanzar 60 pasos`. Esto traza tres segmentos de 60 pasos, cada uno girando 90 grados, lo que forma la parte superior cerrada de la letra P. 4. `subir lápiz`: Deja de dibujar. La figura resultante es una P.",
                    "seccion": "Conocimientos de la Especialidad"
                }
            ]
        }
    ]
}
