{
  "completo": [
    {
      "idGrupo": "asc_edfisica_2023_p01",
      "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas. Ella se va a incorporar la siguiente semana a un aula de una institución educativa. Por ello, el docente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos sobre la condición que presenta Fernanda. En este contexto, tres estudiantes comparten sus comentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del Currículo Nacional de la Educación Básica?",
          "opciones": [
            "\"Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos los lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el colegio y estará siempre acompañada\".",
            "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
            "\"Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla cuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para cuidarla y así evitar que tenga algún accidente en el colegio\"."
          ],
          "respuesta": "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
          "respuestaCorta": "La respuesta correcta promueve la autonomía y el respeto por la persona, preguntándole directamente cómo y cuándo necesita ayuda, en lugar de asumir una postura sobreprotectora.",
          "solucionario": "El enfoque inclusivo valora y respeta la diversidad, promoviendo la autonomía y la participación en igualdad de condiciones. La opción correcta se alinea con este enfoque al reconocer a Fernanda como un sujeto de derechos, capaz de decidir sobre el apoyo que necesita, evitando actitudes paternalistas que limiten su independencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p02",
      "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una institución educativa han identificado diversos problemas que afectan los espacios públicos de la localidad. Ellos comentan que uno de estos problemas es no poder utilizar la losa deportiva del barrio, debido a que se encuentra deteriorada. En este contexto, la docente tiene como propósito que los estudiantes aborden este problema desde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre el estado de la losa deportiva. Luego, pedir que organicen la información recabada y, considerando esto, que elaboren una solicitud dirigida a la municipalidad del distrito, con la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
            "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa deportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación realizadas en distintas localidades para resolver un problema similar y, sobre esta base, pedir que seleccionen la que sea más factible de replicar en su localidad.",
            "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa."
          ],
          "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa.",
          "respuestaCorta": "Esta opción es la más pertinente porque parte de la reflexión de los propios estudiantes sobre cómo el problema afecta sus derechos, fomentando su agencia y participación ciudadana.",
          "solucionario": "El enfoque de derechos busca formar ciudadanos activos que conozcan, exijan y promuevan sus derechos. La acción más pertinente es aquella que permite a los estudiantes tomar conciencia de cómo una situación vulnera un derecho (al juego, a la recreación) y los moviliza a proponer soluciones, ejerciendo así su ciudadanía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p03-07",
      "contexto": "La docente ha planificado realizar diversas actividades lúdicas con los estudiantes:\n• Los aeropuertos: Los estudiantes simulan ser aviones, se desplazan de manera libre entre aros que serán los \"aeropuertos\" dispersos en el campo; al desplazarse lo hacen con los brazos abiertos y deben estar atentos a la señal de \"¡aterricen!\" o \"¡despeguen!\" para no quedarse sin aeropuerto y ser eliminados, dado que siempre habrá un aro faltante.\n• Los chasquis: Un equipo de estudiantes, sentados en una banca, uno detrás del otro, a la señal, el primer estudiante debe correr hasta la señal colocada a 10 metros llevando una pelota en la mano, y volver para entregar la pelota al siguiente compañero; el equipo que termina antes gana el juego.\n• El sombrero: Cada estudiante, sentado con las piernas cruzadas, debe colocar un vaso de plástico en su cabeza y, a la señal, debe ponerse de pie sin apoyar las manos en el piso y sin que se caiga el vaso; el estudiante que logre mantener el vaso más tiempo, gana el juego.\n• Poder animal: Los estudiantes deben seguir las consignas; por ejemplo, cuando el docente dice \"¡Uno!\", imitan los movimientos de un mono; cuando dice \"¡Dos!\", se desplazan imitando a una serpiente; cuando dice \"¡Tres!\", imitan a un águila volando; etc.\n• La cadena humana: Los estudiantes corren por el espacio, mientras un estudiante va atrapando a sus compañeros, uno a uno; los estudiantes que son atrapados se unirán a él tomándose de la mano y formando una cadena, sin soltarse en ningún momento. El juego se acaba cuando queda solo un compañero libre.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es un juego predeportivo?",
          "opciones": [
            "Los chasquis.",
            "Los aeropuertos.",
            "La cadena humana."
          ],
          "respuesta": "Los chasquis.",
          "respuestaCorta": "Los chasquis es un juego de relevos, una forma clásica de juego predeportivo que desarrolla habilidades básicas como la carrera y el pase, fundamentales en muchos deportes.",
          "solucionario": "Un juego predeportivo es una actividad lúdica que contiene elementos técnicos o tácticos simplificados de un deporte. 'Los chasquis' es una carrera de relevos que implica correr, pasar un objeto y trabajar en equipo, habilidades esenciales para deportes como el atletismo y otros juegos colectivos.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Cuál de las siguientes actividades desarrolla principalmente la expresión corporal de los estudiantes?",
          "opciones": [
            "El sombrero.",
            "Poder animal.",
            "Los aeropuertos."
          ],
          "respuesta": "Los chasquis.",
          "respuestaCorta": "Es un juego cooperativo porque los miembros de un mismo equipo deben colaborar para lograr el objetivo común de ganar el relevo.",
          "solucionario": "Aunque compiten contra otro equipo, la dinámica interna de 'Los chasquis' (un juego de relevos) es puramente cooperativa. El éxito depende de la coordinación y el esfuerzo conjunto de todos los integrantes del equipo, lo que lo define como un juego de colaboración-oposición, siendo la colaboración el elemento clave dentro del grupo.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Entre las siguientes actividades lúdicas, ¿cuál promueve principalmente el desarrollo del control postural de los estudiantes?",
          "opciones": [
            "La cadena humana.",
            "Los chasquis.",
            "El sombrero."
          ],
          "respuesta": "El sombrero.",
          "respuestaCorta": "El juego 'El sombrero' exige mantener el equilibrio y la estabilidad del tronco mientras se realiza un movimiento complejo (ponerse de pie), lo que lo hace ideal para desarrollar el control postural.",
          "solucionario": "El control postural es la capacidad de mantener el cuerpo en una posición equilibrada, ya sea en reposo o en movimiento. El reto de ponerse de pie sin usar las manos y sin que se caiga un objeto de la cabeza en 'El sombrero' incide directamente en el ajuste del tono muscular y el equilibrio, componentes clave del control postural.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Entre las siguientes actividades lúdicas, ¿cuál es un juego cooperativo?",
          "opciones": [
            "La cadena humana.",
            "Poder animal.",
            "Los aeropuertos."
          ],
          "respuesta": "La cadena humana.",
          "respuestaCorta": "'La cadena humana' es un juego cooperativo porque los participantes atrapados deben unirse y colaborar para lograr un objetivo común: atrapar a los demás.",
          "solucionario": "Un juego cooperativo es aquel en el que los jugadores se ayudan mutuamente para alcanzar una meta compartida, en lugar de competir entre sí. En 'La cadena humana', el éxito del grupo de 'atrapadores' depende de su capacidad para coordinarse y moverse juntos como una unidad.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Entre las siguientes actividades lúdicas, ¿cuál promueve principalmente el desarrollo de la orientación espacial?",
          "opciones": [
            "Los chasquis.",
            "Los aeropuertos.",
            "La cadena humana."
          ],
          "respuesta": "Los aeropuertos.",
          "respuestaCorta": "Este juego requiere que los estudiantes se desplacen y se ubiquen constantemente en relación a objetos (los aros) distribuidos en el espacio, desarrollando así la orientación espacial.",
          "solucionario": "La orientación espacial es la capacidad de percibir la relación entre el propio cuerpo y los objetos en el espacio. En 'Los aeropuertos', los estudiantes deben procesar rápidamente la ubicación de los aros disponibles y dirigir su movimiento hacia ellos, lo que estimula directamente esta capacidad perceptivo-motriz.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p08",
      "contexto": "El docente tiene como propósito que los estudiantes desarrollen su lateralidad mediante el baloncesto. Para esto, el docente ubica seis conos en una fila a un metro de distancia cada uno; luego, reúne a los estudiantes para explicarles el ejercicio y demostrar la tarea, que consiste en que caminen en zigzag atravesando el camino de conos mientras driblean el balón alternando su mano izquierda y su mano derecha, observando siempre hacia donde se dirigen. Luego, el docente forma equipos, les pide que formen una columna y coloca los conos necesarios para cada uno de ellos. Los equipos comienzan a realizar el ejercicio a su ritmo, mientras el docente los observa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué método de enseñanza está utilizando el docente?",
          "opciones": [
            "Asignación de tareas.",
            "Descubrimiento guiado.",
            "Resolución de problemas."
          ],
          "respuesta": "Asignación de tareas.",
          "respuestaCorta": "El docente demuestra una tarea específica y los estudiantes la replican a su ritmo, lo cual es característico del método de asignación de tareas.",
          "solucionario": "El método de enseñanza por asignación de tareas se caracteriza porque el docente define y demuestra el ejercicio (el qué y el cómo) y los estudiantes lo ejecutan de forma individual o en grupos, gestionando su propio ritmo. No se busca una solución a un problema ni se guía hacia un descubrimiento, sino la práctica de una tarea concreta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p09",
      "contexto": "Durante la realización de un trabajo grupal, Lorenzo invade sin querer el espacio de trabajo del grupo de Malena con el balón, y ella, muy molesta, toma el balón y lo lanza lejos de su alcance con un movimiento brusco. El docente observa el incidente y se propone conversar con Malena.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes sería la intervención más adecuada para abordar este incidente?",
          "opciones": [
            "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que se siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu espacio? ¿Te has sentido así en otras ocasiones? ¿Cómo resolviste la situación?\".",
            "\"¿Qué ha ocurrido? ¿Por qué no me dijiste que Lorenzo te estaba molestando para poder intervenir a tiempo? ¿Sabes que has incumplido una de las normas de convivencia? ¿Cuál de ellas? ¿Qué sanción debes recibir por tu comportamiento?\".",
            "\"¿Por qué lanzaste lejos el balón de tus compañeros? ¿Te has dado cuenta de que lo que hiciste estuvo mal? ¿Cómo crees que te va a tratar Lorenzo a partir de ahora? ¿Qué va a pensar el resto de la clase de ti? ¿Era realmente tan importante cuidar tu espacio durante el trabajo?\"."
          ],
          "respuesta": "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que se siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu espacio? ¿Te has sentido así en otras ocasiones? ¿Cómo resolviste la situación?\".",
          "respuestaCorta": "Esta intervención es la más adecuada porque utiliza preguntas reflexivas para fomentar la autorregulación emocional, la empatía y la comprensión de la propia conducta.",
          "solucionario": "Una intervención pedagógica adecuada ante un conflicto debe ser formativa, no punitiva. Las preguntas de la opción 'a' guían a Malena a un proceso de metacognición sobre sus emociones y acciones, y a desarrollar empatía al considerar los sentimientos de su compañero, lo que facilita una solución constructiva al conflicto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p10",
      "contexto": "Durante el calentamiento, la docente de Educación Física escucha que Leticia le dice a Marcela: \"Ya estoy cansada de que siempre hagas lo mismo. ¡Ya me tienes harta! Por eso nadie quiere juntarse contigo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cómo debería actuar la docente en ese momento?",
          "opciones": [
            "Detener las actividades de la sesión, dirigirse en voz alta a todos los estudiantes y narrar brevemente lo que acaba de ocurrir entre sus compañeras dejándoles claro que cualquier tipo de agresión es inaceptable en la IE, para generar actitudes de solidaridad con Marcela y promover la autorregulación de la conducta de Leticia.",
            "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión, analizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene este tipo de comportamiento para todos; luego, pedirles que propongan formas de mejorar su relación y que se comprometan a no volver a agredirse.",
            "Llamar a Leticia para hablarle en privado y pedirle que identifique qué norma de convivencia no ha cumplido y aplicarle la sanción correspondiente; luego explicarle la importancia de cumplir las normas acordadas, buscando que la estudiante se comprometa a no volver a agredir ni a Marcela ni a ninguno de sus compañeros."
          ],
          "respuesta": "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión, analizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene este tipo de comportamiento para todos; luego, pedirles que propongan formas de mejorar su relación y que se comprometan a no volver a agredirse.",
          "respuestaCorta": "La intervención correcta aborda el conflicto de manera privada y restaurativa, buscando que las involucradas comprendan el impacto de sus acciones y se responsabilicen de encontrar una solución.",
          "solucionario": "Frente a una agresión verbal, la acción más formativa es mediar directamente entre las partes. La opción 'b' propone un diálogo que busca la reflexión, la empatía y la reparación. Exponer la situación a toda la clase podría humillar a las estudiantes, mientras que un enfoque puramente punitivo no resuelve la raíz del conflicto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p11",
      "contexto": "Durante una práctica de baloncesto, al finalizar el primer tiempo, los jugadores del equipo A conversan sobre un jugador del equipo B que tiene gran habilidad para bloquear tiros y capturar los rebotes al tablero con facilidad. Por otro lado, notan que el resto de jugadores del equipo B tienen dificultades para defender los tiros de larga distancia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias de juego es más apropiada para ser puesta en práctica por el equipo A en el segundo tiempo?",
          "opciones": [
            "Pedir al jugador base o armador, que es el más habilidoso en el manejo del balón, que cambie roles con el jugador pívot, quien es el más alto y se sitúa cerca del aro para recuperar rebotes y hacer canastas. Así, el equipo A enfoca su ataque en acciones individuales por parte del nuevo jugador pívot.",
            "Desplazar el balón con rapidez para atraer al jugador hábil del equipo B hacia uno de los lados del campo. De este modo, se busca crear zonas libres de marcación, lo que permite que un jugador del equipo A tenga la posibilidad de realizar entradas y tiros de larga distancia.",
            "Cambiar a tres de sus jugadores titulares por los suplentes más altos. Este cambio de jugadores busca incrementar las posibilidades del equipo a la hora de recuperar los rebotes y reducir la posibilidad de éxito de bloqueo por parte del jugador hábil del equipo B."
          ],
          "respuesta": "Desplazar el balón con rapidez para atraer al jugador hábil del equipo B hacia uno de los lados del campo. De este modo, se busca crear zonas libres de marcación, lo que permite que un jugador del equipo A tenga la posibilidad de realizar entradas y tiros de larga distancia.",
          "respuestaCorta": "La estrategia más inteligente es explotar la debilidad del oponente (defensa de larga distancia) mientras se neutraliza su fortaleza (el bloqueador, sacándolo de su zona de influencia).",
          "solucionario": "Una buena estrategia de juego se basa en el análisis de las fortalezas y debilidades propias y del adversario. La opción 'b' es la más completa, ya que propone una acción táctica (atraer al jugador clave) para generar una ventaja (espacios libres) que permita explotar una debilidad ya identificada (mala defensa perimetral).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p12",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes orientaciones está relacionada directamente con el concepto de aceleración?",
          "opciones": [
            "\"Ahora lleva la pelota, pero antes debes recoger el pañuelo; después dejarás la pelota en la canasta y atarás el pañuelo en el tendal\".",
            "\"Corre lo más rápido posible hasta la zona de tarjetas, tomas una y sigues corriendo hasta el panel, allí pegas la tarjeta y regresas corriendo lo más rápido que puedas\".",
            "\"Parte después de la señal, camina lentamente por el riel de equilibrio, pasa rápido por la cuerda batiente evitando que esta te toque y, al final, corre lo más rápido que puedas hasta llegar al punto inicial\"."
          ],
          "respuesta": "\"Parte después de la señal, camina lentamente por el riel de equilibrio, pasa rápido por la cuerda batiente evitando que esta te toque y, al final, corre lo más rápido que puedas hasta llegar al punto inicial\".",
          "respuestaCorta": "La aceleración es el cambio de velocidad. Esta opción describe una secuencia con múltiples cambios de ritmo: empezar, caminar lento, pasar rápido y correr muy rápido.",
          "solucionario": "En física, la aceleración se define como cualquier cambio en la velocidad de un objeto, ya sea para aumentarla, disminuirla (desaceleración) o cambiar de dirección. La consigna de la opción 'c' es la única que incluye explícitamente varias fases con velocidades distintas (lento, rápido, lo más rápido posible), lo que implica necesariamente procesos de aceleración.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },

    
    {
      "idGrupo": "asc_edfisica_2023_p13-14",
      "contexto": "Las acciones tácticas son las maniobras que realiza el deportista ante una situación de oposición durante un juego o prueba. Durante una acción táctica, el deportista opta entre diferentes alternativas de acción con el propósito de superar a su oponente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes pruebas atléticas se aplican acciones tácticas?",
          "opciones": [
            "Lanzamiento de peso.",
            "Salto con garrocha.",
            "Marcha atlética."
          ],
          "respuesta": "Marcha atlética.",
          "respuestaCorta": "La marcha atlética, al ser una carrera de resistencia contra otros competidores directos, requiere de decisiones tácticas constantes sobre el ritmo y la posición.",
          "solucionario": "La táctica implica una oposición directa. En la marcha atlética, los competidores toman decisiones en tiempo real basadas en las acciones de sus rivales (ej. seguir un ritmo, atacar en un momento clave). En cambio, el lanzamiento de peso y el salto con garrocha son pruebas individuales contra una medida (distancia o altura), sin interacción táctica con oponentes.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿En qué aspecto se diferencia la estrategia de la táctica?",
          "opciones": [
            "La estrategia aprovecha las debilidades del oponente.",
            "La estrategia se orienta al logro de un objetivo.",
            "La estrategia conlleva una planificación previa."
          ],
          "respuesta": "La estrategia conlleva una planificación previa.",
          "respuestaCorta": "La estrategia es el plan general que se elabora antes de la competencia, mientras que la táctica es la ejecución y adaptación de ese plan durante la competencia.",
          "solucionario": "La diferencia fundamental radica en el momento de su aplicación. La estrategia es la planificación a priori (el plan de juego general). La táctica se refiere a las acciones y decisiones concretas que se toman en el momento, durante el juego, para ejecutar o adaptar dicha estrategia en respuesta a las circunstancias.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones se debe priorizar al proponer actividades lúdicas a los estudiantes?",
          "opciones": [
            "Que los juegos sean novedosos y creativos para captar la atención de los estudiantes.",
            "Que todos o la mayoría de estudiantes tengan oportunidad de participar activamente en los juegos.",
            "Que los juegos seleccionados sean cooperativos y no fomenten la competitividad entre estudiantes."
          ],
          "respuesta": "Que todos o la mayoría de estudiantes tengan oportunidad de participar activamente en los juegos.",
          "respuestaCorta": "Se debe priorizar la máxima participación activa de los estudiantes para asegurar que el tiempo de la clase sea efectivo y beneficioso para todos.",
          "solucionario": "El principio de máxima participación es clave en la Educación Física. Una actividad lúdica es más efectiva cuando maximiza el tiempo de compromiso motor de los estudiantes, evitando largas esperas o la eliminación temprana. Si bien la novedad y la cooperación son importantes, la participación activa es la base para el aprendizaje y el disfrute.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p16",
      "contexto": "Algunos estudiantes están jugando a que son exploradores que deben pasar un puente que cruza un río lleno de cocodrilos. Para el juego, han colocado varias sillas y una banca sueca formando una hilera que representa el puente. Los \"exploradores\" van cruzando el \"puente\" mientras dos compañeros que hacen de \"cocodrilos\" los intentan atrapar. Los estudiantes interactúan libremente representando diversas acciones en el escenario imaginario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de juego es principalmente el juego descrito?",
          "opciones": [
            "De reglas.",
            "Simbólico.",
            "Funcional."
          ],
          "respuesta": "Simbólico.",
          "respuestaCorta": "El juego es simbólico porque los estudiantes utilizan objetos para representar otros (sillas como puente) y asumen roles dentro de una situación imaginaria.",
          "solucionario": "El juego simbólico se caracteriza por la capacidad de crear escenarios y representar situaciones de la vida real o imaginarias. En este caso, los estudiantes no ven las sillas como sillas, sino como un 'puente', y no actúan como ellos mismos, sino como 'exploradores' y 'cocodrilos', lo cual es la esencia de este tipo de juego.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p17",
      "contexto": "Los estudiantes están ejecutando una pieza de danza folclórica y el docente los está evaluando individualmente con la siguiente lista de cotejo:",
      "imagen": "img/ascenso/secundaria/2023/edufisica/1.jpg",
      "preguntas": [
        {
          "pregunta": "Si uno de los estudiantes del grupo presenta hipotonía muscular, ¿en cuál de los siguientes indicadores es pertinente realizar ajustes para él?",
          "opciones": [
            "En el indicador referente al ritmo.",
            "En el indicador referente a la postura.",
            "En el indicador referente al uso del espacio."
          ],
          "respuesta": "En el indicador referente a la postura.",
          "respuestaCorta": "La hipotonía afecta directamente el tono muscular y, por ende, la capacidad de mantener una postura estable, por lo que el ajuste debe hacerse en ese indicador.",
          "solucionario": "La hipotonía se define como un bajo tono muscular, lo que dificulta mantener la contracción muscular necesaria para una postura firme. Por lo tanto, al evaluar a un estudiante con esta condición, es necesario ajustar los criterios del indicador 'Mantiene una postura adecuada' para que la evaluación sea justa y equitativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p18",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué plano anatómico divide el cuerpo en una porción anterior o ventral, y una posterior o dorsal?",
          "opciones": [
            "Plano transversal.",
            "Plano frontal.",
            "Plano sagital."
          ],
          "respuesta": "Plano frontal.",
          "respuestaCorta": "El plano frontal, también conocido como coronal, es el que divide el cuerpo en una parte delantera (anterior) y una trasera (posterior).",
          "solucionario": "Los planos anatómicos son referencias para describir el movimiento. El plano frontal (o coronal) es un plano vertical que atraviesa el cuerpo de lado a lado, dividiéndolo en sección anterior (ventral) y posterior (dorsal).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p19",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones los estudiantes están girando sobre su eje transversal?",
          "opciones": [
            "Al hacer un rodamiento hacia adelante.",
            "Al rodar como troncos sobre el piso.",
            "Al realizar un aspa de molino."
          ],
          "respuesta": "Al hacer un rodamiento hacia adelante.",
          "respuestaCorta": "Un rodamiento hacia adelante (voltereta) es una rotación del cuerpo sobre el eje que lo atraviesa de lado a lado, es decir, el eje transversal.",
          "solucionario": "El eje transversal va de un lado a otro del cuerpo (ej., de cadera a cadera). Un rodamiento hacia adelante es un giro sobre este eje. Rodar como un tronco es girar sobre el eje longitudinal (de la cabeza a los pies), y un aspa de molino (rueda lateral) es un giro sobre el eje sagital (de adelante hacia atrás).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de realizar ejercicio aeróbico?",
          "opciones": [
            "Desarrollar la flexibilidad.",
            "Desarrollar la potencia muscular.",
            "Desarrollar la resistencia cardiovascular."
          ],
          "respuesta": "Desarrollar la resistencia cardiovascular.",
          "respuestaCorta": "El ejercicio aeróbico, por su naturaleza sostenida y de moderada intensidad, está diseñado para mejorar la eficiencia del corazón y los pulmones.",
          "solucionario": "El término 'aeróbico' significa 'con oxígeno'. Este tipo de ejercicio (correr, nadar, pedalear) se realiza a una intensidad que permite al sistema cardiovascular suministrar oxígeno a los músculos de forma continua. Su práctica regular fortalece el corazón y mejora la capacidad pulmonar, desarrollando la resistencia cardiovascular.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p21",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2023/edufisica/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de movimiento se observa en la siguiente imagen?",
          "opciones": [
            "Circunducción.",
            "Aducción.",
            "Rotación."
          ],
          "respuesta": "Circunducción.",
          "respuestaCorta": "El movimiento que describe un círculo con una extremidad, como el brazo, se denomina circunducción.",
          "solucionario": "La circunducción es un movimiento cónico de una extremidad que combina secuencialmente flexión, abducción, extensión y aducción. Es el movimiento típico que se realiza al girar el brazo en círculos grandes desde el hombro.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p22",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2023/edufisica/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de movimiento se observa en la siguiente imagen?",
          "opciones": [
            "Circunducción.",
            "Aducción.",
            "Abducción."
          ],
          "respuesta": "Abducción.",
          "respuestaCorta": "La abducción es el movimiento de alejar una extremidad de la línea media del cuerpo, como levantar un brazo hacia el lado.",
          "solucionario": "En terminología anatómica, 'abducción' se refiere al movimiento de una parte del cuerpo que se aleja del plano sagital medio (la línea central). Un ejemplo claro es levantar el brazo lateralmente desde una posición de reposo a lo largo del cuerpo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p23-24",
      "contexto": "La docente les presenta a sus estudiantes un nuevo material con el que trabajarán durante la sesión: bandas elásticas circulares. Las bandas elásticas miden 4 metros por 4 centímetros de ancho y están unidas por los extremos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de desarrollar la activación corporal, todos los estudiantes toman una de las bandas elásticas. La docente demuestra tres tipos de movimiento en los que sujeta la banda y la estira con los brazos. Después, solicita a los estudiantes que repitan los movimientos, indicándoles la forma correcta de sujetarla y la cantidad de repeticiones mientras cuenta en voz alta. ¿Qué método de la Educación Física está aplicando la docente durante la actividad?",
          "opciones": [
            "Mando directo.",
            "Descubrimiento guiado.",
            "Mando directo modificado."
          ],
          "respuesta": "Mando directo.",
          "respuestaCorta": "El docente toma todas las decisiones (qué hacer, cómo y cuándo) y los estudiantes se limitan a ejecutar la tarea, lo que define al método de Mando directo.",
          "solucionario": "El método de Mando directo se caracteriza por un alto control del docente, quien prescribe el ejercicio y dirige su ejecución de forma sincronizada, a menudo contando o marcando el ritmo. No hay espacio para la decisión del estudiante, cuya función es obedecer y replicar el modelo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante uno de los ejercicios, los estudiantes, de pie, pisan con uno de sus pies el centro de la banda elástica y jalan los extremos de esta hacia arriba, estirando los brazos a los lados del cuerpo y manteniéndolos por unos segundos en posición prona. En el ejercicio descrito, ¿qué tipo de movimiento están realizando los estudiantes con los brazos?",
          "opciones": [
            "Abducción.",
            "Aducción.",
            "Flexión."
          ],
          "respuesta": "Abducción.",
          "respuestaCorta": "El movimiento de levantar los brazos hacia los lados, alejándolos del cuerpo, es una abducción del hombro.",
          "solucionario": "La abducción del hombro es el movimiento que aleja el brazo del tronco en el plano frontal. Al jalar la banda elástica hacia arriba y a los lados, los estudiantes están realizando precisamente este movimiento contra una resistencia.",
          "seccion": "Casuística"
        }
      ]
    },


    {
      "idGrupo": "asc_edfisica_2023_p25-31",
      "contexto": "La docente y los estudiantes están trabajando con bandas elásticas circulares de 4 metros. Han realizado ejercicios de estiramiento venciendo la resistencia de las bandas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Cuando los estudiantes jalan los extremos de la banda elástica hacia arriba con los brazos extendidos en posición prona, ¿qué grupo muscular están trabajando principalmente?",
          "opciones": [
            "Bíceps.",
            "Deltoides.",
            "Pectorales."
          ],
          "respuesta": "Deltoides.",
          "respuestaCorta": "El deltoides es el principal músculo responsable de la abducción del hombro, que es el movimiento de levantar los brazos hacia los lados.",
          "solucionario": "El ejercicio descrito es una abducción de hombro contra resistencia. El músculo motor primario para este movimiento es el deltoides, ubicado en el hombro. Los bíceps se encargan de la flexión del codo y los pectorales de la aducción y flexión del hombro, por lo que no son los principales implicados en esta acción.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué capacidad física están desarrollando principalmente los estudiantes al realizar los ejercicios propuestos por la docente?",
          "opciones": [
            "Fuerza.",
            "Flexibilidad.",
            "Coordinación."
          ],
          "respuesta": "Fuerza.",
          "respuestaCorta": "Al estirar las bandas elásticas, los estudiantes están venciendo una resistencia externa, lo cual es el principio fundamental del desarrollo de la fuerza.",
          "solucionario": "La fuerza es la capacidad de generar tensión para superar una resistencia. Las bandas elásticas ofrecen una resistencia que los músculos deben vencer para completar el movimiento. Por lo tanto, la capacidad física que se está desarrollando principalmente es la fuerza (en su manifestación de fuerza-resistencia).",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "La docente conversa con los estudiantes sobre los ejercicios que están realizando, para qué sirven y cómo esos movimientos son parte de su vida diaria. Luego, reflexionan juntos sobre la importancia de cuidar su cuerpo, fortalecerlo y quererlo. ¿A qué competencia del currículo se orienta principalmente la reflexión propiciada por la docente?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Asume una vida saludable.",
          "respuestaCorta": "La reflexión se centra en el autocuidado, la salud corporal y la relación entre la actividad física y la vida cotidiana, aspectos centrales de la competencia 'Asume una vida saludable'.",
          "solucionario": "La competencia 'Asume una vida saludable' implica que los estudiantes comprendan la importancia de la actividad física para su bienestar, incorporen prácticas de autocuidado y reflexionen sobre sus hábitos. La conversación propuesta por la docente aborda directamente estos puntos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué proceso de aprendizaje se evidencia principalmente cuando los estudiantes identifican las actividades de la vida cotidiana en las que realizan los movimientos practicados anteriormente?",
          "opciones": [
            "Transferencia.",
            "Autoevaluación.",
            "Conflicto cognitivo."
          ],
          "respuesta": "Transferencia.",
          "respuestaCorta": "La transferencia es el proceso de aplicar un conocimiento o habilidad aprendida en un contexto específico (la clase) a situaciones nuevas o diferentes (la vida cotidiana).",
          "solucionario": "El aprendizaje significativo ocurre cuando los estudiantes son capaces de transferir lo aprendido. Al conectar los ejercicios de la clase con acciones como 'levantar un objeto' o 'tender la ropa', los estudiantes están aplicando su aprendizaje a nuevos contextos, demostrando el proceso de transferencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente pide a dos voluntarios, Juan y Cristina, que exploren libremente otros usos de las bandas. Al no tener éxito individualmente, la docente les propone que exploren juntos con una sola banda, observando y analizando sus respuestas motrices y sus estrategias. ¿Qué proceso pedagógico está desarrollando principalmente la docente?",
          "opciones": [
            "Recoge los saberes previos.",
            "Promueve la metacognición.",
            "Genera conflicto cognitivo."
          ],
          "respuesta": "Recoge los saberes previos.",
          "respuestaCorta": "Al observar la exploración libre de los estudiantes, la docente está diagnosticando sus conocimientos y habilidades motoras existentes antes de la instrucción formal.",
          "solucionario": "El recojo de saberes previos no siempre es verbal. En Educación Física, una estrategia efectiva es plantear una situación exploratoria para observar cómo los estudiantes resuelven un problema motriz con sus propios recursos. Al analizar sus respuestas y estrategias iniciales, la docente está recopilando información valiosa sobre lo que ya saben y pueden hacer.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, otras parejas se unen al grupo y la docente alienta a los estudiantes a aportar nuevas ideas e integrar y consolidar sus creaciones en una sola. ¿Qué competencia desarrollan los estudiantes principalmente cuando integran y consolidan sus creaciones en una sola?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Interactúa a través de sus habilidades sociomotrices.",
          "respuestaCorta": "La actividad requiere comunicación, cooperación y acuerdo entre los estudiantes para unificar sus creaciones motrices, lo cual es la esencia de esta competencia.",
          "solucionario": "La competencia 'Interactúa a través de sus habilidades sociomotrices' se desarrolla cuando los estudiantes utilizan sus habilidades motrices para relacionarse con otros, cooperar, resolver conflictos y alcanzar objetivos comunes. La tarea de crear una producción grupal única exige esta interacción constante.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, Juan comenta: \"Fue muy divertido... Primero no sabía cómo hacer yo solo. Al trabajar con Cristina tuve más ideas, pero recién cuando entró otra pareja se me prendió el foco...\". El comentario de Juan evidencia un proceso metacognitivo. ¿Por qué?",
          "opciones": [
            "Porque se muestra motivado por los aprendizajes de la actividad.",
            "Porque reflexiona sobre las emociones e ideas que experimentó en la actividad.",
            "Porque logra resolver la tarea cuando trabaja en equipo con sus compañeros."
          ],
          "respuesta": "Porque reflexiona sobre las emociones e ideas que experimentó en la actividad.",
          "respuestaCorta": "Juan está analizando su propio proceso de aprendizaje: reconoce su dificultad inicial, identifica qué le ayudó a superarla y es consciente del momento en que comprendió la solución.",
          "solucionario": "La metacognición es 'pensar sobre el propio pensamiento'. Juan no solo describe lo que hizo, sino que reflexiona sobre su proceso mental y emocional: su bloqueo inicial ('no sabía cómo hacer'), la estrategia que funcionó ('trabajar con Cristina') y el momento de la comprensión ('se me prendió el foco'). Este análisis del propio aprendizaje es un claro ejemplo de metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p32",
      "contexto": "Los tecnólogos del deporte han dedicado ingenio, creatividad y conocimientos técnicos para concebir material mejor y más seguro en aras de la excelencia deportiva. Eso se ha traducido en un mejor rendimiento, en un equipo mejor, más seguro y más eficaz para la práctica del deporte, una medición precisa del rendimiento y una multiplicidad de formas para vivir los eventos deportivos desde todos los lugares y en todo momento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente se propone que los estudiantes analicen la relación entre la evolución de los deportes y la innovación tecnológica, ¿cuál de las actividades es más pertinente?",
          "opciones": [
            "Mostrarles el video de la famosa gimnasta Nadia Comăneci ejecutando una rutina en la barra de equilibrio el año 1976, y un video de la gimnasta estadounidense Simone Biles ejecutando la misma prueba el año 2016; luego describir las semejanzas y diferencias.",
            "Probar realizar una carrera descalzos y con distintos tipos de calzado, zapatos de vestir, sandalias o zapatillas, y discutir las diferencias; luego investigar cómo el calzado deportivo ha cambiado a lo largo del tiempo y por qué.",
            "Pedirles que, utilizando diversos materiales, confeccionen de manera casera uno de los implementos que se utilizan en las pruebas de lanzamiento en el atletismo, tales como la jabalina, el disco, la bala y el martillo."
          ],
          "respuesta": "Probar realizar una carrera descalzos y con distintos tipos de calzado, zapatos de vestir, sandalias o zapatillas, y discutir las diferencias; luego investigar cómo el calzado deportivo ha cambiado a lo largo del tiempo y por qué.",
          "respuestaCorta": "Esta actividad combina la experiencia corporal directa (sentir la diferencia) con la investigación, lo que genera un aprendizaje más significativo y profundo sobre el impacto de la tecnología.",
          "solucionario": "La pertinencia de una actividad se mide por su capacidad para lograr el propósito de aprendizaje. La opción 'b' es la más completa porque permite a los estudiantes vivenciar el efecto de la tecnología (el calzado) en su propio cuerpo, para luego conectar esa experiencia concreta con una investigación teórica sobre su evolución, logrando una comprensión más sólida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente tiene el propósito de desarrollar con sus estudiantes acciones de familiarización con el balón en el fútbol, ¿cuál de los siguientes conjuntos de acciones es pertinente proponerles ejecutar?",
          "opciones": [
            "Acciones de golpeo del balón, como interceptar el balón en el aire con el puño y golpear con el pie un balón lanzado por un compañero; conducir el balón en slalom; realizar golpeos consecutivos con la cabeza y con los hombros desplazándose, detener el balón y pasarlo.",
            "Acciones de manipulación del balón por medio de juegos que involucren toques de balón de una mano a otra, rebotar el balón en los brazos, pasar el balón de un pie a otro con saltitos, hacer pataditas con el empeine, rebotar el balón sobre el muslo y dar toques al balón con la cabeza.",
            "Acciones de conducción de balón con diferentes partes del pie: borde interno, externo y empeine; lanzar y atrapar el balón con las manos; conducir el balón en zigzag entre conos cambiando de pie, primero con el pie derecho y luego con el izquierdo; combinar golpeos de balón con el pie y el muslo."
          ],
          "respuesta": "Acciones de manipulación del balón por medio de juegos que involucren toques de balón de una mano a otra, rebotar el balón en los brazos, pasar el balón de un pie a otro con saltitos, hacer pataditas con el empeine, rebotar el balón sobre el muslo y dar toques al balón con la cabeza.",
          "respuestaCorta": "La familiarización implica explorar libremente el objeto con todas las partes del cuerpo para desarrollar sensibilidad y dominio, como se describe en la opción B, antes de pasar a técnicas específicas.",
          "solucionario": "La etapa de familiarización con un implemento deportivo, como el balón, se centra en la exploración perceptiva y la manipulación libre para construir una relación con el objeto. La opción 'b' describe una variedad de acciones exploratorias con distintas partes del cuerpo, características de esta fase inicial. Las otras opciones se enfocan en gestos técnicos más específicos (conducción en zigzag, pases) que corresponden a una etapa posterior del aprendizaje.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p34-36",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes iniciarán el aprendizaje de un nuevo deporte, el sóftbol, como medio para desarrollar las competencias y capacidades del área.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea activar los saberes previos de los estudiantes sobre los fundamentos técnicos de este deporte, ¿cuál de las siguientes actividades es más pertinente?",
          "opciones": [
            "Entregar a los estudiantes bates y pelotas para que demuestren lo que saben o lo que han visto de este deporte y observar cómo interactúan con los materiales.",
            "Preguntar a los estudiantes: \"¿Saben qué es el sóftbol?, ¿cuáles son sus fundamentos? ¿cuántos jugadores forman un equipo? y ¿cuáles son las principales reglas?\".",
            "Explicar a los estudiantes en qué consiste el juego, hacer una demostración con la pelota y el bate, y pedirles que repitan los movimientos."
          ],
          "respuesta": "Entregar a los estudiantes bates y pelotas para que demuestren lo que saben o lo que han visto de este deporte y observar cómo interactúan con los materiales.",
          "respuestaCorta": "En Educación Física, es más efectivo recoger saberes previos a través de la acción, permitiendo que los estudiantes muestren su conocimiento práctico de forma libre.",
          "solucionario": "La activación de saberes previos busca conectar el nuevo aprendizaje con las experiencias y conocimientos que los estudiantes ya poseen. En un contexto motriz, la exploración libre con los implementos (opción 'a') es más rica y reveladora que un cuestionario verbal, ya que permite al docente observar las ideas, nociones y habilidades prácticas que los estudiantes ya tienen sobre el deporte.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Con respecto a las diferencias entre el sóftbol y el béisbol, ¿cuál de las siguientes alternativas es correcta?",
          "opciones": [
            "El campo de sóftbol es más grande que el de béisbol.",
            "La pelota de sóftbol es más grande que la de béisbol.",
            "El bate de sóftbol es más grande y pesado que el bate de béisbol."
          ],
          "respuesta": "La pelota de sóftbol es más grande que la de béisbol.",
          "respuestaCorta": "Una de las diferencias más notables es el tamaño del material de juego: la pelota de sóftbol es considerablemente más grande y menos densa que la de béisbol.",
          "solucionario": "Existen varias diferencias entre sóftbol y béisbol. La más conocida se refiere a la pelota: la de sóftbol tiene una circunferencia mayor (11 o 12 pulgadas) que la de béisbol (9 pulgadas). Además, el campo de sóftbol es más pequeño, y el lanzamiento se realiza por debajo del hombro, a diferencia del béisbol.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué tipo de habilidades motrices se ponen en práctica al batear una pelota de sóftbol?",
          "opciones": [
            "Básicas.",
            "Genéricas.",
            "Específicas."
          ],
          "respuesta": "Específicas.",
          "respuestaCorta": "Batear una pelota es una habilidad motriz específica, ya que es propia de un deporte o familia de deportes concretos y requiere una técnica depurada.",
          "solucionario": "Las habilidades motrices se clasifican según su complejidad y aplicabilidad. Las básicas son comunes a todos (correr, saltar). Las genéricas son una combinación de básicas. Las específicas, como batear en sóftbol, son gestos técnicos propios de una disciplina deportiva, que requieren un aprendizaje y una práctica sistemática para su dominio.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },

  
    {
      "idGrupo": "asc_edfisica_2023_p37-38",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están aprendiendo el deporte del sóftbol.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de fuerza aplica principalmente el pitcher, o lanzador, cuando lanza la pelota al bateador del equipo contrario?",
          "opciones": [
            "Fuerza máxima.",
            "Fuerza explosiva.",
            "Fuerza resistencia."
          ],
          "respuesta": "Fuerza explosiva.",
          "respuestaCorta": "El lanzamiento requiere generar la mayor cantidad de fuerza en el menor tiempo posible, lo que define a la fuerza explosiva.",
          "solucionario": "La fuerza explosiva (o potencia) es la capacidad de aplicar la máxima fuerza en un intervalo de tiempo muy breve. El movimiento de lanzar una pelota en sóftbol es un claro ejemplo, ya que implica una contracción muscular rápida y potente para imprimir la máxima velocidad al móvil. No es fuerza máxima (levantar el mayor peso posible) ni fuerza resistencia (sostener un esfuerzo en el tiempo).",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿En cuál de las siguientes acciones del sóftbol se aplica velocidad cíclica?",
          "opciones": [
            "Al lanzar la pelota.",
            "Al batear la pelota.",
            "Al correr entre las bases."
          ],
          "respuesta": "Al correr entre las bases.",
          "respuestaCorta": "La velocidad cíclica se manifiesta en movimientos repetitivos y secuenciales, como la acción de correr.",
          "solucionario": "La velocidad se clasifica en cíclica y acíclica. La velocidad acíclica corresponde a un movimiento único y explosivo (lanzar, batear). La velocidad cíclica implica una secuencia de movimientos que se repiten de forma continuada, como los pasos al correr entre las bases.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p39-46",
      "contexto": "La docente propone a los estudiantes jugar a \"la bola de lava\". Todos los estudiantes, de pie, forman un círculo y se pasan un balón entre ellos de manera aleatoria, tocándolo lo menos posible (menos de tres segundos) y procurando que no toque el piso. Si el balón cae o alguien lo retiene, todos pierden un punto. Al acumular cinco puntos en contra, deben realizar un reto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de juego es principalmente \"la bola de lava\"?",
          "opciones": [
            "Juego de reglas.",
            "Juego simbólico.",
            "Juego funcional."
          ],
          "respuesta": "Juego de reglas.",
          "respuestaCorta": "El juego se define principalmente por las normas claras y explícitas que todos deben seguir, como no dejar caer el balón y pasarlo rápido.",
          "solucionario": "Aunque tiene un componente simbólico ('bola de lava'), la estructura y el desarrollo del juego están determinados por un conjunto de reglas explícitas (no retener el balón más de tres segundos, no dejarlo caer, sistema de puntos). Esto lo clasifica principalmente como un juego de reglas.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Tomando en cuenta los tipos de interacción entre los estudiantes, ¿qué tipo de juego es \"la bola de lava\"?",
          "opciones": [
            "Juego de oposición.",
            "Juego de colaboración.",
            "Juego de oposición-colaboración."
          ],
          "respuesta": "Juego de colaboración.",
          "respuestaCorta": "Todos los jugadores tienen un objetivo común y no compiten entre sí; el éxito o el fracaso es del grupo entero, lo que lo define como un juego de colaboración.",
          "solucionario": "En este juego no hay adversarios. Todos los participantes forman un único equipo que trabaja en conjunto para lograr una meta compartida: evitar que el balón caiga y mantener el juego activo. La penalización es colectiva, reforzando la naturaleza colaborativa de la actividad.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Cuál de las siguientes funciones cognitivas se requiere principalmente para lograr ejecutar la tarea propuesta por la docente?",
          "opciones": [
            "Orientación.",
            "Memoria.",
            "Atención."
          ],
          "respuesta": "Atención.",
          "respuestaCorta": "Los jugadores deben estar constantemente alertas y enfocados en la trayectoria del balón y en sus compañeros para poder reaccionar a tiempo, lo que exige un alto nivel de atención.",
          "solucionario": "Para poder recibir y pasar el balón de forma rápida y aleatoria, los estudiantes deben mantener una atención sostenida y selectiva, enfocándose en el estímulo relevante (el balón) e ignorando distracciones. La velocidad del juego hace que esta función cognitiva sea primordial para el éxito.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "El juego descrito desarrolla capacidades perceptivo-motrices. ¿Por qué?",
          "opciones": [
            "Porque fomenta la cooperación entre estudiantes para lograr entre todos una meta común.",
            "Porque desarrolla la coordinación visomotora para lograr atrapar el balón antes de que caiga.",
            "Porque desarrolla capacidades físicas como la velocidad y la potencia al lanzar y atrapar el balón."
          ],
          "respuesta": "Porque desarrolla la coordinación visomotora para lograr atrapar el balón antes de que caiga.",
          "respuestaCorta": "Implica procesar información visual (la trayectoria del balón) y coordinarla con una respuesta motora precisa (el movimiento de las manos), lo que es la definición de una capacidad perceptivo-motriz.",
          "solucionario": "Las capacidades perceptivo-motrices vinculan la percepción sensorial con la ejecución de un movimiento. En el juego, los estudiantes perciben visualmente la velocidad y dirección del balón y deben coordinar esa información para ejecutar una respuesta motora precisa (atrapar y lanzar), desarrollando así su coordinación visomotora (ojo-mano).",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué tipo de velocidad predomina en el juego \"la bola de lava\"?",
          "opciones": [
            "Velocidad gestual.",
            "Velocidad de reacción.",
            "Velocidad de desplazamiento."
          ],
          "respuesta": "Velocidad de reacción.",
          "respuestaCorta": "El juego exige responder motrizmente lo más rápido posible a un estímulo no previsto (un pase repentino), lo que corresponde a la velocidad de reacción.",
          "solucionario": "La velocidad de reacción es el tiempo que transcurre entre la percepción de un estímulo y el inicio de la respuesta motora. Dado que los pases son aleatorios, los jugadores deben reaccionar rápidamente al estímulo visual (ver el balón venir hacia ellos) para poder atraparlo. No hay un desplazamiento significativo (velocidad de desplazamiento) ni se enfoca en la velocidad de un solo gesto (velocidad gestual), sino en la rapidez de la respuesta.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Felipe, uno de los estudiantes, propone: \"¿Qué les parece si, antes de lanzar, decimos en voz alta el nombre del compañero al que le vamos a pasar la pelota?\". La propuesta de Felipe evidencia el desarrollo de sus habilidades:",
          "opciones": [
            "Tácticas.",
            "Técnicas.",
            "Estratégicas."
          ],
          "respuesta": "Estratégicas.",
          "respuestaCorta": "Felipe no propone cómo ejecutar un pase (técnica) ni una reacción a un oponente (táctica), sino un plan global para mejorar el funcionamiento de todo el equipo, lo cual es una habilidad estratégica.",
          "solucionario": "La estrategia se refiere a la planificación de acciones para alcanzar un objetivo. La propuesta de Felipe es un plan de acción colectivo diseñado para solucionar un problema (el balón se cae mucho) y mejorar el rendimiento general del grupo. Es una decisión planificada y no una reacción inmediata, por lo que se considera estratégica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente interviene y propone una nueva variación: avisar al compañero que recibirá el balón, pero sin decir ninguna palabra. Los estudiantes prueban distintas formas de comunicación no verbal (mirada, gestos). ¿Cuál de los siguientes aspectos desarrollan principalmente los estudiantes al incluir esta modificación?",
          "opciones": [
            "Su lenguaje corporal.",
            "Su esquema corporal.",
            "Su percepción corporal."
          ],
          "respuesta": "Su lenguaje corporal.",
          "respuestaCorta": "La consigna de comunicarse sin palabras obliga a los estudiantes a utilizar gestos, miradas y posturas para transmitir un mensaje, desarrollando así su lenguaje corporal.",
          "solucionario": "El lenguaje corporal es una forma de comunicación no verbal que utiliza el cuerpo para expresar ideas e intenciones. Al eliminar la comunicación verbal, la docente enfoca la tarea en el uso consciente del cuerpo como herramienta de comunicación entre los compañeros, desarrollando explícitamente esta capacidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Marcela tiene dificultades para seguir la nueva consigna y hacer los pases sin decir el nombre del compañero, porque ya se ha acostumbrado y \"se le sale\" el nombre. ¿Cuál de las siguientes funciones ejecutivas se relaciona principalmente con la dificultad presentada por Marcela?",
          "opciones": [
            "Control inhibitorio.",
            "Memoria de trabajo.",
            "Velocidad de procesamiento."
          ],
          "respuesta": "Control inhibitorio.",
          "respuestaCorta": "La dificultad para suprimir una respuesta automática (decir el nombre) y reemplazarla por una nueva regla (no hablar) se relaciona directamente con el control inhibitorio.",
          "solucionario": "El control inhibitorio es una función ejecutiva que nos permite controlar impulsos y detener o suprimir respuestas automáticas para poder ejecutar otras más apropiadas a la situación. La dificultad de Marcela para evitar decir el nombre, a pesar de conocer la nueva regla, evidencia un desafío en esta capacidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p47-48",
      "contexto": "En plenaria, la docente y los estudiantes están conversando sobre sus hábitos alimenticios y compartiendo sus ideas sobre lo que consideran una alimentación saludable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente comenta que cada persona tiene una constitución corporal particular. Entonces, algunos estudiantes intervienen opinando sobre el tema. ¿Cuál de ellos menciona un prejuicio relacionado con la constitución corporal?",
          "opciones": [
            "Giovana dice: \"El peso de una persona está relacionado con factores genéticos\".",
            "Álvaro dice: \"Las personas delgadas son más saludables que las personas gordas\".",
            "Carola dice: \"Las personas gordas tienen más grasa corporal que las personas delgadas\"."
          ],
          "respuesta": "Álvaro dice: \"Las personas delgadas son más saludables que las personas gordas\".",
          "respuestaCorta": "La afirmación de Álvaro es un prejuicio porque establece una generalización sin fundamentos, asociando directamente un tipo de cuerpo (delgado) con un estado de salud superior.",
          "solucionario": "Un prejuicio es un juicio de valor negativo que se forma sin evidencia suficiente y que suele basarse en estereotipos. Asociar delgadez con salud y gordura con enfermedad es una simplificación incorrecta y un prejuicio común, ya que la salud es multifactorial y no puede determinarse solo por el peso o la apariencia física.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de retroalimentar a los estudiantes, la docente pregunta: \"¿Cómo es una alimentación saludable?\". Tres estudiantes responden, ¿cuál de ellos responde correctamente?",
          "opciones": [
            "La alimentación debe contener la menor cantidad de grasas posible.",
            "La alimentación debe ser variada e incluir todos los grupos de nutrientes.",
            "La alimentación debe consistir en alimentos altos en proteínas y bajos en carbohidratos."
          ],
          "respuesta": "La alimentación debe ser variada e incluir todos los grupos de nutrientes.",
          "respuestaCorta": "Una alimentación saludable se caracteriza por ser equilibrada y completa, lo que significa incluir una diversidad de alimentos que aporten todos los macronutrientes y micronutrientes necesarios.",
          "solucionario": "Los principios de una alimentación saludable son el equilibrio, la variedad y la moderación. La opción 'b' recoge estos principios al destacar la importancia de incluir todos los grupos de nutrientes (carbohidratos, proteínas, grasas, vitaminas y minerales) a través de una dieta variada. Las otras opciones promueven dietas restrictivas que pueden ser perjudiciales.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_edfisica_2023_p49-51",
      "contexto": "En plenaria, la docente y los estudiantes continúan conversando sobre sus hábitos alimenticios y nutrición.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la plenaria, varios estudiantes intervienen. ¿Cuál de ellos menciona una concepción errónea sobre nutrición?",
          "opciones": [
            "Luisa dice: \"Los alimentos elaborados con harina integral contienen más fibra que los alimentos que contienen harinas refinadas\".",
            "Arturo dice: \"Consumir agua de manera excesiva es perjudicial, porque puede diluir el contenido de minerales en la sangre\".",
            "Cintia dice: \"El azúcar proveniente de las frutas contiene menos calorías que el azúcar que se encuentra en las golosinas\"."
          ],
          "respuesta": "Cintia dice: \"El azúcar proveniente de las frutas contiene menos calorías que el azúcar que se encuentra en las golosinas\".",
          "respuestaCorta": "Esta afirmación es errónea porque, a nivel químico, un gramo de azúcar (sea fructosa de fruta o sacarosa de golosinas) aporta la misma cantidad de calorías.",
          "solucionario": "Calóricamente, todos los tipos de azúcares simples aportan aproximadamente 4 calorías por gramo. La ventaja del azúcar en las frutas es que viene acompañada de fibra, vitaminas y minerales, lo que enlentece su absorción y la hace más saludable, pero la cantidad de calorías del azúcar en sí no es menor. Las afirmaciones de Luisa y Arturo son correctas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Josué afirma que la leche no es nutritiva para los adultos, basándose en que los mamíferos adultos en la naturaleza no la consumen. ¿Cuál es la concepción errónea manifestada por Josué?",
          "opciones": [
            "La leche es un alimento que no aporta nutrientes beneficiosos para los adultos.",
            "Las necesidades nutricionales de los adultos no son iguales a las de los niños y adolescentes.",
            "El calcio interviene en la formación de los huesos y su crecimiento durante la niñez y adolescencia."
          ],
          "respuesta": "La leche es un alimento que no aporta nutrientes beneficiosos para los adultos.",
          "respuestaCorta": "La idea de que la leche deja de ser nutritiva para los adultos es una concepción errónea. Sigue siendo una fuente importante de calcio y otros nutrientes esenciales para la salud ósea en la adultez.",
          "solucionario": "El error en el razonamiento de Josué es la conclusión de que la leche no aporta nutrientes a los adultos. La leche y sus derivados son una de las principales fuentes de calcio, un mineral crucial para mantener la densidad ósea y prevenir la osteoporosis en la edad adulta. La analogía con otros mamíferos no es aplicable a la nutrición humana adaptada.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Ante la intervención de Josué, ¿cuál de las siguientes alternativas presenta la retroalimentación más pertinente para que Josué cuestione su argumentación?",
          "opciones": [
            "\"Es cierto lo que dices, que en la naturaleza los animales adultos no consumen leche. Pero, ¿acaso no has visto como les gusta la leche a los perros y a los gatos adultos? Si les pones un plato con leche, la tomarán inmediatamente, y no solo porque les gusta, sino también porque les aporta muchos nutrientes\".",
            "\"Pero Josué, en la naturaleza, los mamíferos no comen guisos, ni sopas ni ensaladas, como comemos nosotros. ¿Por qué las personas adultas tendrían que comer solo lo que comen los mamíferos adultos en la naturaleza? ¿Podría ser que la leche fuera nutritiva para los adultos a pesar de que los animales adultos no la consuman?\".",
            "\"¿Sabías, Josué, que el calcio es un mineral que no solo interviene en el crecimiento de los huesos? Los seres humanos lo requieren para diversas funciones corporales: para la contracción muscular, para la transmisión de señales nerviosas, para la circulación y coagulación de la sangre, entre otros procesos vitales\"."
          ],
          "respuesta": "\"Pero Josué, en la naturaleza, los mamíferos no comen guisos, ni sopas ni ensaladas, como comemos nosotros. ¿Por qué las personas adultas tendrían que comer solo lo que comen los mamíferos adultos en la naturaleza? ¿Podría ser que la leche fuera nutritiva para los adultos a pesar de que los animales adultos no la consuman?\".",
          "respuestaCorta": "Esta retroalimentación es la más pertinente porque ataca la lógica defectuosa del argumento de Josué mediante preguntas reflexivas, guiándolo a descubrir por sí mismo la falla en su analogía.",
          "solucionario": "La retroalimentación por descubrimiento o reflexión es más eficaz que la simple corrección. La opción 'b' no le da la respuesta a Josué, sino que le proporciona un contraejemplo (los humanos comen guisos, los animales no) y le plantea preguntas que lo invitan a reevaluar la validez de su propio argumento, fomentando el pensamiento crítico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p52-54",
      "contexto": "Tres estudiantes juegan al \"túnel humano\". Un estudiante se coloca en posición de cuadrupedia, haciendo la posición del oso. Luego, otro estudiante pasa reptando por debajo de su compañero y se coloca delante de él, en la misma posición, y así sucesivamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Cuando los estudiantes se desplazan reptando por debajo de sus compañeros, ¿qué tipo de habilidades motrices básicas están desarrollando?",
          "opciones": [
            "Locomotoras.",
            "No locomotoras.",
            "Manipulativas."
          ],
          "respuesta": "Locomotoras.",
          "respuestaCorta": "Reptar es una habilidad locomotora porque implica el desplazamiento del cuerpo de un punto a otro en el espacio.",
          "solucionario": "Las habilidades motrices básicas se dividen en locomotoras (desplazan el cuerpo: correr, saltar, reptar), no locomotoras (el cuerpo se mueve pero permanece en su sitio: girar, balancearse) y manipulativas (implican un objeto: lanzar, atrapar). Reptar es una forma de locomoción.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "Cuando los estudiantes pasan reptando por debajo de sus compañeros, ¿qué tipo de actividad están realizando?",
          "opciones": [
            "De patrón cruzado.",
            "De braquiación.",
            "De estabilidad."
          ],
          "respuesta": "De patrón cruzado.",
          "respuestaCorta": "La acción de reptar coordina el movimiento del brazo de un lado del cuerpo con la pierna del lado opuesto, lo que se conoce como patrón cruzado.",
          "solucionario": "El patrón cruzado es un movimiento neurológicamente avanzado en el que se sincronizan las extremidades opuestas (ej. brazo derecho con pierna izquierda). Gatear y reptar son las actividades fundamentales para desarrollar este patrón, que es la base para una marcha y carrera eficientes.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "La docente nota que Mariana, una estudiante, tiene dificultades para mantenerse en la posición de oso. Si bien Mariana es muy flexible, sus piernas y brazos se ven muy relajados y termina de rodillas. ¿Con qué aspecto se relaciona la característica observada en Mariana?",
          "opciones": [
            "Con su coordinación general.",
            "Con su tono muscular.",
            "Con su equilibrio."
          ],
          "respuesta": "Con su tono muscular.",
          "respuestaCorta": "La descripción de 'brazos y piernas muy relajados' e incapacidad para sostener una postura contra la gravedad apunta directamente a un bajo tono muscular (hipotonía).",
          "solucionario": "El tono muscular es el estado de contracción parcial y pasiva de los músculos, esencial para mantener la postura. Una apariencia 'relajada' o 'laxa' y la dificultad para sostener una posición isométrica son características de un tono muscular bajo, que no debe confundirse con la flexibilidad (rango de movimiento articular) o el equilibrio (capacidad de mantener el centro de gravedad).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p55-57",
      "contexto": "Las sincinesias son movimientos involuntarios e inconscientes que se producen cuando se realizan otros movimientos voluntarios, y son conocidos como movimientos parásitos o asociados. Se distinguen de los reflejos porque su origen está condicionado por otro movimiento voluntario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes es un ejemplo de sincinesia?",
          "opciones": [
            "Luana no puede evitar morderse las uñas cuando está nerviosa.",
            "Jorge no puede evitar sacar la lengua cuando está escribiendo concentrado.",
            "María no logra quedarse en silencio durante cinco minutos mientras sus compañeros hablan."
          ],
          "respuesta": "Jorge no puede evitar sacar la lengua cuando está escribiendo concentrado.",
          "respuestaCorta": "Este es un ejemplo clásico de sincinesia, donde un movimiento voluntario y concentrado (escribir) va acompañado de un movimiento involuntario y no relacionado (sacar la lengua).",
          "solucionario": "La acción de Jorge encaja perfectamente en la definición: el movimiento voluntario es escribir, y el movimiento involuntario asociado es sacar la lengua. Morderse las uñas por nerviosismo es un hábito, y no poder guardar silencio es un tema de control de impulsos, no una sincinesia motora.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿A qué se deben principalmente las sincinesias que presentan los niños y niñas menores de 12 años?",
          "opciones": [
            "A cuadros de ansiedad y estrés.",
            "A una lesión o enfermedad neurológica no identificada.",
            "A una maduración neurológica aún en proceso de desarrollo."
          ],
          "respuesta": "A una maduración neurológica aún en proceso de desarrollo.",
          "respuestaCorta": "En los niños, las sincinesias son un fenómeno normal que refleja la inmadurez del sistema nervioso, que aún no ha desarrollado completamente la capacidad de aislar las órdenes motoras.",
          "solucionario": "Las sincinesias son comunes en la infancia y tienden a desaparecer con la edad. Se deben a que las vías neurológicas aún están en proceso de mielinización y especialización. El cerebro, al enviar una orden motora a un grupo muscular específico, produce una especie de 'desbordamiento' que activa otros grupos musculares no implicados en la tarea principal. No se consideran patológicas en estas edades.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Cuál de los siguientes aspectos se requiere desarrollar principalmente para controlar las sincinesias?",
          "opciones": [
            "Disociación segmentaria.",
            "Coordinación general.",
            "Control tónico."
          ],
          "respuesta": "Disociación segmentaria.",
          "respuestaCorta": "La disociación segmentaria es la capacidad de mover una parte del cuerpo de forma independiente a las otras, que es justamente lo necesario para eliminar los movimientos parásitos.",
          "solucionario": "Controlar una sincinesia implica aprender a independizar los movimientos. Por ejemplo, mover las manos sin mover la boca. Esta habilidad para mover diferentes segmentos corporales de forma independiente se llama disociación segmentaria y es clave para el refinamiento del control motor.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_edfisica_2023_p58-60",
      "contexto": "Los estudiantes están realizando un juego llamado \"Diez pases\". Este consiste en que los equipos deben lograr hacer diez pases consecutivos de balón entre sus integrantes antes de intentar lanzar el balón para encestar. Cuando el equipo encesta, recibe un punto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente nota que los estudiantes tienen dificultades para lograr los diez pases, entonces decide reducir la cantidad de pases a cinco para darle mayor dinamismo al juego. Luego, aumenta poco a poco la cantidad mínima. ¿Qué proceso pedagógico realiza principalmente el docente al adaptar el juego?",
          "opciones": [
            "Brindar andamiaje.",
            "Activar los saberes previos.",
            "Promover la metacognición."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "El docente simplifica la tarea para que sea alcanzable y luego retira gradualmente ese apoyo a medida que los estudiantes mejoran, lo que constituye un andamiaje pedagógico.",
          "solucionario": "El andamiaje (scaffolding) es un apoyo temporal que el docente proporciona al estudiante para que pueda realizar una tarea que, de otro modo, estaría fuera de su alcance. Al reducir el número de pases, el docente ajusta la dificultad para asegurar el éxito y la fluidez del juego (brinda el andamio). Luego, al aumentar gradualmente la exigencia, retira progresivamente ese andamio a medida que los estudiantes consolidan su habilidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el juego, Susana recibe el balón y es marcada por los estudiantes del equipo contrario. Entonces, intenta proteger el balón por unos segundos, tiempo que le permite observar y decidir, de mejor manera, entre dar un pase o lanzar el balón al aro. ¿Qué tipo de habilidades evidencia principalmente Susana con su acción?",
          "opciones": [
            "Tácticas.",
            "Técnicas.",
            "Estratégicas."
          ],
          "respuesta": "Tácticas.",
          "respuestaCorta": "La acción de Susana (observar, analizar la situación del juego y tomar una decisión en tiempo real en función de los oponentes) es una habilidad táctica.",
          "solucionario": "La táctica se refiere a la resolución de problemas que surgen durante el juego en situación de oposición. Susana no solo ejecuta un gesto (técnica), sino que percibe el entorno, analiza las opciones bajo presión y toma la decisión más conveniente en ese preciso instante. Este proceso de percepción-decisión-ejecución es la esencia de la habilidad táctica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de jugar \"Diez pases\", el docente propone a los estudiantes realizar un partido de baloncesto en el que pondrán en práctica lo aprendido. ¿Qué proceso de aprendizaje espera principalmente el docente que realicen los estudiantes?",
          "opciones": [
            "Transferencia.",
            "Autoevaluación.",
            "Metacognición."
          ],
          "respuesta": "Transferencia.",
          "respuestaCorta": "Se espera que los estudiantes apliquen las habilidades y comprensiones tácticas aprendidas en el juego simplificado ('Diez pases') al contexto más complejo del juego real (baloncesto).",
          "solucionario": "La transferencia es un proceso de aprendizaje fundamental en el que un estudiante aplica conocimientos, habilidades y actitudes aprendidas en una situación a otra nueva y diferente. El docente utiliza el juego 'Diez pases' como una situación de aprendizaje para que luego los estudiantes puedan transferir esas habilidades (pases, desmarques, comunicación) al juego global de baloncesto.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  