{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "Fernanda is a student that has physical disability and uses a wheelchair to move around. She is going to enroll in a new school next week. Therefore, the classroom teacher organizes an assembly to raise awareness of Fernanda's condition. During the assembly, three students are discussing the different ways in which they can help Fernanda move around the school.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following students' comments is aligned to the Approach to Inclusive Education of the National Curriculum for Basic Education?",
          "opciones": [
            "\"To move Fernanda around, we have to take her in her wheelchair so that she can go with us wherever we go. In that way, we will help her move around the school and she will always be with a classmate by her side.\"",
            "\"If we want to help Fernanda move around the school, we'd better ask her when she requires our help. I believe she could give us some guidance on what the best way to help her is.\"",
            "\"I consider it will be a good idea to keep an eye on Fernanda to help her move around whenever she wants to. For that reason, I think we should take turns to take care of her in order to prevent her from having an accident at school.\""
          ],
          "respuesta": "\"If we want to help Fernanda move around the school, we'd better ask her when she requires our help. I believe she could give us some guidance on what the best way to help her is.\"",
          "respuestaCorta": "La respuesta correcta promueve la autonomía y el respeto por las decisiones de la estudiante con discapacidad, lo cual es un pilar del enfoque inclusivo.",
          "solucionario": "El Enfoque de Educación Inclusiva del Currículo Nacional de Educación Básica busca reconocer el valor inherente de cada individuo y su derecho a participar plenamente. La opción B es la única que respeta la agencia y autonomía de Fernanda, preguntándole directamente cómo prefiere ser ayudada, en lugar de tomar decisiones por ella o tratarla como un objeto de cuidado pasivo. Las otras opciones, aunque bien intencionadas, fomentan una dependencia y sobreprotección que va en contra de los principios de inclusión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "As part of the project \"I take care of my community,\" the students have identified different problems that affect the public places around. One of the problems identified is that the neighbors are not able to use the soccer field of the community due to its deterioration. The teacher wants the students to work on this problem taking into account the Human Rights-Based Approach of the National Curriculum for Basic Education.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following strategies is more appropriate to carry out?",
          "opciones": [
            "Tell the students to ask the neighbors what complaints they have regarding the condition of the soccer field. Then ask the students to organize the information they got. Next, ask them to write a letter addressed to the major of the district in order for him to find a solution to the neighbors' complaints.",
            "Discuss with the students the limitations that not being able to use the soccer field causes in their lives and in their neighbors' lives. Then ask the students whether or not it is necessary to take action to face this problem. Based on that, tell the students to propose solutions to improve the condition of the soccer field.",
            "Ask the students to be part of a plenary session to talk about the improvements the soccer field requires so that it can be used by the neighbors. Then tell the students what actions have been taken in other communities to solve a similar problem. Finally, ask the students to choose the best action to be replicated in their community."
          ],
          "respuesta": "Discuss with the students the limitations that not being able to use the soccer field causes in their lives and in their neighbors' lives. Then ask the students whether or not it is necessary to take action to face this problem. Based on that, tell the students to propose solutions to improve the condition of the soccer field.",
          "respuestaCorta": "Esta estrategia promueve la reflexión sobre cómo un problema afecta los derechos de las personas y los empodera para proponer sus propias soluciones.",
          "solucionario": "El Enfoque Basado en Derechos Humanos implica que los estudiantes se reconozcan como sujetos de derechos y sean capaces de proponer acciones para defenderlos. La opción B fomenta la conciencia de cómo la situación vulnera su derecho a la recreación y los posiciona como agentes de cambio al proponer soluciones. Las otras opciones son menos directas en el empoderamiento; la opción A delega la solución a una autoridad externa, y la C se enfoca en replicar soluciones en lugar de crearlas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": "Brenda has asked the students to describe the furniture in their favorite room at home. After giving the instructions for the activity, one student asks, \"What does 'furniture' mean?\" and Brenda answers, \"Oh, tables and chairs are pieces of furniture.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which strategy for scaffolding students' understanding has Brenda used?",
          "opciones": [
            "Chunking.",
            "Modeling.",
            "Exemplification."
          ],
          "respuesta": "Exemplification.",
          "respuestaCorta": "Brenda utiliza ejemplos concretos ('tables and chairs') para clarificar el significado de un término más abstracto ('furniture').",
          "solucionario": "La estrategia utilizada es la ejemplificación, que consiste en proporcionar ejemplos específicos para ilustrar un concepto o palabra. Al decir \"tables and chairs are pieces of furniture\", Brenda está dando ejemplos claros de lo que significa la palabra 'furniture', facilitando así la comprensión del estudiante. No está modelando una tarea completa ni dividiendo la información en partes más pequeñas (chunking).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p04",
      "contexto": "Harold wants the students in his class to improve their cohesion in a written text through the use of discourse markers. With that purpose in mind, he asks the students to write a text about local food.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following writing tasks will better help the students practice the use of discourse markers?",
          "opciones": [
            "A brief article about the importance of consuming local food. The students have to include convincing information to motivate readers to eat local food.",
            "A list of the five most popular local food in the students' community. The students have to include brief descriptions of the meals so that everyone gets to know them.",
            "A poster encouraging people to consume local food more often. The students have to include catchy phrases and interesting pictures to attract the audience's attention."
          ],
          "respuesta": "A brief article about the importance of consuming local food. The students have to include convincing information to motivate readers to eat local food.",
          "respuestaCorta": "Un artículo de opinión requiere conectar ideas, argumentos y ejemplos, lo que naturalmente exige el uso de marcadores discursivos para lograr cohesión.",
          "solucionario": "Los marcadores discursivos (discourse markers) son palabras o frases que conectan ideas (e.g., 'however', 'in addition', 'therefore'). Un artículo de opinión o argumentativo es el tipo de texto que más se beneficia de su uso para estructurar argumentos, presentar evidencia y guiar al lector. Una lista o un póster requieren una redacción más fragmentada y menos conectada, por lo que no son ideales para practicar esta habilidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": "Dario wants his third-grade students to describe past events using the simple past tense, so he has planned a lesson using the Inductive Approach.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following strategies is most appropriate to carry out?",
          "opciones": [
            "The teacher tells the students a well-known fairy tale emphasizing the past events of the characters. After that, the teacher asks the students to identify the tense used to narrate those past events. Finally, the teacher asks the students to retell the story using their own words.",
            "The teacher talks about the activities he did for fun when he was a child. Then, on the board, he writes some sentences describing the activities he mentioned, in simple past tense. Finally, with the help of the students, the teacher identifies and analyzes the structure used in those sentences.",
            "The teacher asks the students to read a singer's biography and underline five sentences in simple past tense. Next, the students share the underlined sentences aloud and the teacher corrects if necessary. Finally, with the help of the teacher, the students analyze the form of those sentences and write their own biography using the same structure."
          ],
          "respuesta": "The teacher asks the students to read a singer's biography and underline five sentences in simple past tense. Next, the students share the underlined sentences aloud and the teacher corrects if necessary. Finally, with the help of the teacher, the students analyze the form of those sentences and write their own biography using the same structure.",
          "respuestaCorta": "Esta opción sigue el enfoque inductivo al hacer que los estudiantes primero encuentren y analicen ejemplos de la estructura en un contexto real (la biografía) antes de deducir la regla gramatical.",
          "solucionario": "El enfoque inductivo va de lo específico a lo general; es decir, los estudiantes observan ejemplos de la lengua en uso y a partir de ellos, con la guía del docente, infieren las reglas gramaticales. La opción C es la que mejor representa este proceso: los estudiantes leen un texto auténtico, identifican ejemplos del 'simple past', los analizan y luego aplican la estructura. Las otras opciones son menos inductivas o más deductivas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p06",
      "contexto": "Jaime has told the students to imagine they have to talk to a friend who is having trouble. Based on that situation, they have to create and practice a dialogue. He wrote the following expressions on the board so that they can include them in their dialogues:\n• It'll turn out all right.\n• There's no need to worry.\n• I'm always there for you.\n• Take it easy.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions promotes the use of the expressions provided?",
          "opciones": [
            "Reassuring someone.",
            "Expressing concern.",
            "Giving advice."
          ],
          "respuesta": "Reassuring someone.",
          "respuestaCorta": "Las expresiones como 'It'll turn out all right' o 'Take it easy' tienen como función principal calmar y dar seguridad a una persona preocupada.",
          "solucionario": "La función lingüística de 'reassuring someone' (tranquilizar a alguien) encaja perfectamente con las frases proporcionadas. Todas ellas tienen el propósito de reducir la ansiedad de una persona y hacerla sentir mejor y más segura sobre una situación problemática. 'Expressing concern' sería decir 'I'm worried about you', y 'giving advice' sería 'You should talk to someone'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p07",
      "contexto": "Cesar's third-grade students have been talking about the best travel destinations. Now, he wants them to use language related to that topic in an oral communicative activity. He has thought of the three following strategies:\n• Strategy 1: Ask the students to get in pairs and talk about a place they have visited and that they have enjoyed. Invite some students to share their classmates' answers with the rest of the class.\n• Strategy 2: Ask the students to give an oral presentation on the best places to go on vacation. After the students finish their presentation, the audience asks a couple of questions and the presenter replies those questions.\n• Strategy 3: Ask the students to play the roles of a tourist that has just visited Peru and a school newspaper journalist. The journalist asks the tourist what the best places in Peru are and the tourist replies and gives reasons for his choices.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the strategies Cesar has thought of is least communicative?",
          "opciones": [
            "Strategy 1.",
            "Strategy 2.",
            "Strategy 3."
          ],
          "respuesta": "Strategy 2.",
          "respuestaCorta": "Una presentación oral es una actividad de producción oral más unidireccional, con interacción limitada, en comparación con el diálogo en pares o el juego de roles.",
          "solucionario": "Una actividad comunicativa implica una interacción genuina con un propósito, donde hay un intercambio de información (information gap). La Estrategia 2 (presentación oral) es la menos comunicativa porque es en gran medida un monólogo; la interacción se limita a unas pocas preguntas al final. En cambio, la Estrategia 1 (diálogo en pares) y la Estrategia 3 (juego de roles) promueven una interacción más dinámica, espontánea y bidireccional desde el principio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      
      "imagen": "img/ascenso/secundaria/2023/ingles/1.jpg",
      "preguntas": [
        {
          "pregunta": "Before the students read the text, Marina conducts a short survey in which the students have to write what things they have done to improve their English level. What's Marina mainly aiming at with her survey?",
          "opciones": [
            "Promoting students' motivation.",
            "Familiarizing students with the topic.",
            "Activating students' prior knowledge."
          ],
          "respuesta": "Activating students' prior knowledge.",
          "respuestaCorta": "La encuesta pide a los estudiantes que recuerden y reflexionen sobre sus propias experiencias aprendiendo inglés, lo que conecta sus conocimientos previos con el tema del texto.",
          "solucionario": "La actividad previa a la lectura (pre-reading) diseñada por Marina tiene como objetivo principal la activación de conocimientos previos. Al pedir a los estudiantes que piensen en sus propias estrategias para aprender inglés, está haciendo que conecten sus experiencias personales con el contenido del texto que van a leer, lo que facilita la comprensión. Aunque también puede motivar y familiarizar, el objetivo pedagógico central es la activación de esquemas mentales existentes.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Now, Marina wants the students to practice their skimming skills, so she gives each student a copy of the text. Which of the following strategies is appropriate for Marina's purpose?",
          "opciones": [
            "She asks the students to read the text quickly in order to get the general idea. Then they exchange their findings with a classmate next to them.",
            "She asks the students to read the text carefully in order to answer some comprehension questions. Then she calls on some volunteers to share their answers aloud.",
            "She asks the students to read the text and circle the words they are not familiar with. Then she encourages the students to get the meaning of those words by using the context."
          ],
          "respuesta": "She asks the students to read the text quickly in order to get the general idea. Then they exchange their findings with a classmate next to them.",
          "respuestaCorta": "Skimming es una técnica de lectura rápida cuyo objetivo es obtener la idea general de un texto, que es exactamente lo que propone la actividad.",
          "solucionario": "El 'skimming' es una habilidad de lectura que consiste en pasar la vista rápidamente por un texto para captar su idea principal o esencia. La opción A describe esta técnica a la perfección: 'read the text quickly in order to get the general idea'. Las otras opciones describen otras habilidades: la B se refiere a la lectura detallada (intensive reading), y la C se enfoca en la inferencia de vocabulario por contexto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "At another stage, Marina gives each student the following chart:\n Then she gives her students the following instructions: \"Read the text again, and based on the information, decide which activity is best for each of the people presented in the text. Write the person's name next to each activity.\"\nWhich reading skill is NOT promoted in the activity above?",
          "imagen":"img/ascenso/secundaria/2023/ingles/2.jpg",
          "opciones": [
            "Ordering.",
            "Scanning.",
            "Inferring information."
          ],
          "respuesta": "Ordering.",
          "respuestaCorta": "La actividad requiere buscar información específica (scanning) y hacer deducciones (inferring), pero no implica organizar eventos o pasos en una secuencia cronológica (ordering).",
          "solucionario": "En esta tarea, los estudiantes deben buscar información específica en el texto sobre cada persona (lo que implica 'scanning') para luego deducir o inferir qué actividad de la lista sería más adecuada para ellos. Por ejemplo, para Santiago, que encuentra aburrida la gramática, podrían inferir que 'Playing games' sería una buena opción. La habilidad de 'ordering' (ordenar), que implica secuenciar eventos o información, no se trabaja en esta actividad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "In the next activity, Marina groups the students and asks them to answer the following questions:\n• Is a person's age relevant to learn English? Explain.\n• What advice would you give the people in the text to learn English in a fun way?",
          "opciones": [
            "Contextualizing information from the text.",
            "Reflecting on the content of the text.",
            "Retrieving information from the text."
          ],
          "respuesta": "Reflecting on the content of the text.",
          "respuestaCorta": "Las preguntas van más allá de la información literal del texto, pidiendo a los estudiantes que opinen, evalúen y conecten el contenido con sus propias ideas.",
          "solucionario": "Estas preguntas son de tipo post-lectura (post-reading) y están diseñadas para que los estudiantes reflexionen críticamente sobre el contenido. No se les pide simplemente que extraigan información literal ('retrieving') ni que la sitúen en un contexto, sino que elaboren sus propias opiniones y juicios de valor a partir de lo leído, lo cual es la esencia de la reflexión sobre el contenido.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p09",
      "contexto": "Diana wants her fifth-grade students to develop stronger argumentation skills through a class discussion on the question \"Are schools better or worse than thirty years ago?\" With that purpose in mind, she has planned the following sequence:\n• First, on the board, the teacher writes the question \"Are schools better or worse than thirty years ago?\" and sticks pictures that depict schools now and then.\n• Next, she writes a sentence comparing the schools and asks the students to think about other possible comparisons.\n• She pairs up the students and asks them to discuss the sentences they came up with for some minutes.\n• When the students finish discussing, she calls on some volunteers to write one of their sentences on the board.\n• As a whole class, the teacher asks the students to select the sentences they agree on and explain the reasons of their choice.\n• After that, the teacher encourages the students to take a stance based on their own point of view.\n• Then the teacher tells the students they have some minutes to write their arguments according to the stance taken.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities is more appropriate to assign the students as homework in order to help them develop stronger argumentation skills?",
          "opciones": [
            "Ask the students to rehearse presenting their arguments in order to gain confidence and fluency.",
            "Ask the students to add extra arguments so that their ideas are more interesting and convincing.",
            "Ask the students to look for evidence included in different sources of information and add it to their arguments."
          ],
          "respuesta": "Ask the students to look for evidence included in different sources of information and add it to their arguments.",
          "respuestaCorta": "Para fortalecer una argumentación, es fundamental respaldar las opiniones con evidencia sólida de fuentes externas, no solo añadir más opiniones.",
          "solucionario": "Una argumentación sólida se basa en evidencia (datos, hechos, citas de expertos, etc.). Después de que los estudiantes han formulado sus argumentos iniciales, el siguiente paso lógico para fortalecerlos es buscar pruebas que los respalden. La opción C promueve esta habilidad crítica. Añadir más argumentos (B) sin evidencia no necesariamente los hace más fuertes, y ensayar (A) mejora la presentación pero no la calidad intrínseca del argumento.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p10",
      "contexto": "Consuelo's students are going to be speakers in their science school fair. She provides the students with the following expressions to be used during the event:\n• As you probably know, there have been...\n• Turning to...\n• You may be aware of...\n• Now, we'll move on to...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions DOES NOT correspond to the expressions presented above?",
          "opciones": [
            "Providing background.",
            "Summarizing an idea.",
            "Changing the topic."
          ],
          "respuesta": "Summarizing an idea.",
          "respuestaCorta": "Las expresiones dadas sirven para introducir un tema o cambiar de uno a otro, pero ninguna se usa específicamente para resumir información.",
          "solucionario": "Las expresiones 'As you probably know...' y 'You may be aware of...' se usan para 'providing background' (proporcionar contexto). Las frases 'Turning to...' y 'Now, we'll move on to...' se usan para 'changing the topic' (cambiar de tema). Ninguna de las expresiones listadas corresponde a la función de 'summarizing an idea' (resumir una idea), que usaría frases como 'In short' o 'To sum up'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": "Manuela has asked the students in her class to role-play a situation in pairs. When Sheila and Joaquin are performing the role-play, Joaquin makes a grammar mistake, but Sheila understands what he means and continues with the activity.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following actions is NOT appropriate to carry out after the role-play?",
          "opciones": [
            "Repeat Joaquin's sentence emphasizing the mistake and encourage him to say the correct form.",
            "Give Joaquin a note including the mistake and its correct form so that he can be aware of the mistake.",
            "Make a comment pointing out Joaquin's mistake, correct it and tell him to write a sentence using that form."
          ],
          "respuesta": "Make a comment pointing out Joaquin's mistake, correct it and tell him to write a sentence using that form.",
          "respuestaCorta": "Corregir un error de forma pública y directa en una actividad de fluidez, asignando además una tarea punitiva, puede inhibir la participación futura del estudiante.",
          "solucionario": "En actividades de fluidez como un 'role-play', el objetivo principal es la comunicación. La corrección de errores debe ser manejada con cuidado para no desmotivar. La opción C es la menos apropiada porque expone el error de Joaquín públicamente y lo convierte en un ejercicio de gramática punitivo. Las opciones A (reformulación o 'recast') y B (feedback escrito y privado) son enfoques más constructivos y respetuosos que no penalizan el intento comunicativo del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Gabriela's students are going to write an essay about the effects of online education on students. Here are some of the steps she will follow throughout her lesson.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Before the students start writing their essays, Gabriela wants them to discuss what they usually do during the planning stage. She asks the students the following question: \"What activities do you carry out to plan a text?\" Here are some of the students' answers to her question:\nMario says: \"I usually write a list of key words or ideas about the topic because they help me write the text better.\"\nNoelia says: \"In my case, I look for websites or books that have reliable information about the topic I have to write about.\"\nOscar says: \"I prefer looking for a good sample of the text and then write something similar to it.\"",
          "opciones": [
            "Mario's.",
            "Noelia's.",
            "Oscar's."
          ],
          "respuesta": "Oscar's.",
          "respuestaCorta": "Buscar un modelo para imitar no es una estrategia de planificación del contenido propio, sino una forma de replicar una estructura existente, lo cual limita la originalidad y el pensamiento crítico.",
          "solucionario": "La etapa de planificación (planning stage) del proceso de escritura implica generar y organizar ideas propias (como el brainstorming de Mario) y buscar información para sustentarlas (como la investigación de Noelia). La respuesta de Oscar, buscar un texto modelo para escribir algo similar, se aleja de la planificación de contenido y se acerca más a una imitación estructural, lo cual no es una acción propia de esta etapa crucial de pre-escritura.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Once the students have finished planning their texts, Gabriela wants to give them some recommendations to write their first draft. Which of the following set of recommendations is appropriate to give at this stage of the writing process?",
          "opciones": [
            "\"Choose the most important ideas from your plan to be used as main ideas in each paragraph of your text. Then try to add supporting sentences and examples in each paragraph.\"",
            "\"Use all of the ideas from your plan to develop the texts of the essay. Use as many linking words as possible to connect your ideas in each paragraph and throughout the whole essay.\"",
            "\"Organize the information from the planning stage into sections. Pay attention to the grammar structures in each paragraph and check punctuation.\""
          ],
          "respuesta": "\"Choose the most important ideas from your plan to be used as main ideas in each paragraph of your text. Then try to add supporting sentences and examples in each paragraph.\"",
          "respuestaCorta": "La recomendación se centra en estructurar el contenido (ideas principales y de apoyo), que es el objetivo principal al escribir el primer borrador, dejando la corrección detallada para después.",
          "solucionario": "Al escribir el primer borrador ('drafting'), el enfoque principal debe ser desarrollar las ideas planificadas en párrafos coherentes, centrándose en el contenido más que en la perfección gramatical. La opción A guía a los estudiantes a hacer exactamente eso. La opción B es problemática porque no todas las ideas planificadas son útiles y el uso excesivo de conectores es un error común. La opción C se enfoca prematuramente en la gramática y la puntuación, aspectos que se deben abordar en la etapa de revisión y edición.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "When the students finish writing the first version of their texts, Gabriela asks them to exchange their text with a peer in order to revise it. Which of the following aspects should be a focus of this first revision?",
          "opciones": [
            "Appropriate extension and organization of the paragraphs.",
            "Use of varied words and accurate grammar structures.",
            "Understanding and delivery of the message."
          ],
          "respuesta": "Understanding and delivery of the message.",
          "respuestaCorta": "La primera revisión por pares debe enfocarse en los aspectos globales de la comunicación: si el mensaje es claro, comprensible y cumple su propósito para el lector.",
          "solucionario": "La revisión (revising) se diferencia de la corrección (editing). La revisión se enfoca en aspectos de alto nivel como la claridad del mensaje, la coherencia de las ideas y la organización general del texto. Por lo tanto, el foco inicial debe ser si el texto comunica efectivamente su mensaje al lector (Opción C). Los aspectos de gramática, vocabulario y organización de párrafos (Opciones A y B) se abordan en etapas posteriores de la revisión o ya en la etapa de corrección final.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "After the students have finished writing their essay, Gabriela wants them to reflect on the writing process they have gone through. Which of the following activities is least appropriate to carry out?",
          "opciones": [
            "The teacher sticks, on the board, a flipchart that shows the steps to write a text. She encourages the students to say aloud whether or not each of the steps was followed during their writing activity.",
            "The teacher asks the students to mention the steps they have followed during the writing process. From the steps mentioned, the students choose which step was the easiest or the most challenging and support their ideas in spoken English.",
            "The teacher draws, on the board, three faces with different expressions: happy, sad and confused. She asks the students to choose the face that shows how they feel after having gone through the writing process and explain their choice orally."
          ],
          "respuesta": "The teacher sticks, on the board, a flipchart that shows the steps to write a text. She encourages the students to say aloud whether or not each of the steps was followed during their writing activity.",
          "respuestaCorta": "Esta actividad es una simple verificación de pasos y no promueve una reflexión metacognitiva profunda sobre el proceso de aprendizaje personal del estudiante.",
          "solucionario": "La reflexión sobre el proceso de escritura debe ser metacognitiva, ayudando a los estudiantes a entender cómo aprenden, qué dificultades encontraron y cómo se sintieron. Las opciones B y C fomentan esta reflexión personal y profunda. La opción A, en cambio, es una actividad superficial que se limita a verificar si se siguieron o no unos pasos preestablecidos, sin invitar a un análisis real del proceso individual de cada estudiante, siendo por tanto la menos apropiada para una reflexión significativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p13",
      "contexto": "Keyla wants to help her fourth-grade students develop their listening skills. With that purpose in mind, she has brought the audio of a radio interview with a famous actress. Here is the transcript of the audio she will play:\nInterviewer: Hi, everyone. I'm Marcos Osorio. Joining me this evening is the recent winner of the Silver Drama award, Stephanie Smith. Good evening, Stephanie. Welcome to the show.\nStephanie: Good evening, Marcos and everyone. I haven't been to a radio show for ages, so it's a pleasure to be here with you.\nInterviewer: The pleasure is all mine, Stephanie. Tell us what you are up to these days.\nStephanie: For the past six months, I've been working non-stop for my upcoming movie, so I've been really busy.\nInterviewer: I know! This is quite a departure for you, isn't it? You've been a theater performer since 2010, and now you're starring a movie for the first time. What about this new experience?\nStephanie: It's a wonderful experience! Working in different sets, traveling a lot and sharing so much time with experienced actors is awesome. I'm really satisfied.\nInterviewer: If you had to choose between movies or theater, which one would you choose?\nStephanie: That's a very difficult question! I guess, if I had to choose one, it would be theater.\nInterviewer: And when is the movie going to be released?\nStephanie: Pretty soon! In December, so you'd better be ready...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "First, Keyla wants her students to get the gist of the audio. Which of the following listening activities is it more appropriate to carry out?",
          "opciones": [
            "Ask the students to listen to the audio and find out how Stephanie feels about her first movie. Then ask the students to compare their answers in pairs.",
            "Ask the students to listen to the audio and identify what the interview is about. Then tell the students to compare their answers with a classmate next to them.",
            "Ask the students to listen to the audio and infer the mood of the interviewer and the actress during the interview. Then ask some students to share their answers aloud."
          ],
          "respuesta": "Ask the students to listen to the audio and identify what the interview is about. Then tell the students to compare their answers with a classmate next to them.",
          "respuestaCorta": "Obtener la idea general ('gist') de un audio significa comprender el tema principal, que en este caso es de qué trata la entrevista en su totalidad.",
          "solucionario": "La habilidad de 'listening for gist' consiste en comprender la idea principal o el tema general de un audio. La opción B se alinea perfectamente con este objetivo al pedir a los estudiantes que identifiquen 'what the interview is about'. Las otras opciones se enfocan en detalles más específicos (los sentimientos de Stephanie en la opción A) o en inferencias (el estado de ánimo en la opción C), que son habilidades de escucha diferentes y más detalladas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Now, Keyla wants her students to develop their listening skill Inferring information. Which of the following questions is it more appropriate to ask in order to achieve Keyla's purpose?",
          "opciones": [
            "How does Stephanie feel about acting?",
            "How experienced is Stephanie at acting?",
            "How long has Stephanie worked non-stop?"
          ],
          "respuesta": "How does Stephanie feel about acting?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes deduzcan los sentimientos de Stephanie a partir de sus palabras y tono, en lugar de encontrar datos explícitos mencionados en el texto.",
          "solucionario": "Inferir información significa llegar a una conclusión basada en evidencia y razonamiento, en lugar de información explícitamente declarada. La pregunta 'How does Stephanie feel about acting?' (A) requiere inferencia, ya que los estudiantes deben interpretar sus palabras como 'wonderful experience' y 'awesome' para concluir que se siente feliz o satisfecha. Las otras preguntas buscan información explícita en el texto: 'How experienced...' (se menciona que es actriz de teatro desde 2010) y 'How long...' (se menciona 'for the past six months').",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Here is a fragment of the radio interview:\nInterviewer: If you had to choose between movies or theater, which one would you choose?\nStephanie: That's a very difficult question! I guess, if I had to choose one, it would be theater.\nWhich of the following language functions is used in the fragment above?",
          "opciones": [
            "Expressing preferences.",
            "Asking for and giving advice.",
            "Hypothesizing and speculating."
          ],
          "respuesta": "Expressing preferences.",
          "respuestaCorta": "La pregunta del entrevistador ('which one would you choose?') y la respuesta de Stephanie ('it would be theater') se centran directamente en elegir una opción sobre otra, lo cual es la función de expresar una preferencia.",
          "solucionario": "La pregunta 'which one would you choose?' y la respuesta 'it would be theater' se refieren directamente a una elección entre dos alternativas. Esta es la definición de la función lingüística 'expressing preferences' (expresar preferencias). Aunque la pregunta usa una estructura condicional, el propósito comunicativo principal es conocer una preferencia, no especular sobre un evento incierto ni dar un consejo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p14",
      "contexto": "The students in Andrea's class are working on the text \"The future of technology.\" During one of the activities, Andrea notices that some students are having difficulty understanding the meaning of some words from the text. As a consequence, those students are taking longer to finish the activities planned.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "What should Andrea do to prevent this situation from happening again?",
          "opciones": [
            "Letting students use a bilingual dictionary.",
            "Pre-teaching vocabulary.",
            "Allowing extra time."
          ],
          "respuesta": "Pre-teaching vocabulary.",
          "respuestaCorta": "Enseñar el vocabulario clave antes de la lectura es una estrategia proactiva que elimina barreras de comprensión y permite que los estudiantes realicen la actividad de manera más eficiente.",
          "solucionario": "Para prevenir dificultades de comprensión debido a vocabulario desconocido, la estrategia pedagógica más efectiva es 'pre-teaching vocabulary'. Esto implica presentar y explicar las palabras clave que los estudiantes encontrarán en el texto antes de que comiencen a leer. Esto construye confianza y facilita una lectura más fluida. Permitir el uso del diccionario (A) es una estrategia reactiva durante la tarea, y dar tiempo extra (C) no soluciona el problema de fondo, que es la falta de comprensión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p15",
      "contexto": "Josue has asked his fourth-grade students to bring some items to sell at the classroom market. He has planned the following speaking activity:\nAt the classroom market\n• The students will move around the classroom trying to sell their items; they will discuss on the conditions of sale: \"How much...?\", \"How many...?\"\n• They will also use language such as \"How about...?\", \"Could you make that...?\", \"Why don't you...?\", and expressions such as \"That's a deal\", \"No deal\", etc.\n• Finally, the students will report to the class what they bought, what they sold or could not sell.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "What are the two language functions involved in this speaking activity?",
          "opciones": [
            "Talking about prices and quantities/ Using expressions to negotiate.",
            "Requesting services / Asking and answering in a polite way.",
            "Getting to know likes and dislikes/ Requesting deeper information."
          ],
          "respuesta": "Talking about prices and quantities/ Using expressions to negotiate.",
          "respuestaCorta": "La actividad se centra explícitamente en preguntar por precios y cantidades ('How much/many') y en usar expresiones para llegar a un acuerdo ('How about...?', 'That's a deal').",
          "solucionario": "Analizando el lenguaje proporcionado, se identifican dos funciones claras. Primero, las preguntas 'How much...?' y 'How many...?' corresponden a la función de 'talking about prices and quantities' (hablar de precios y cantidades). Segundo, las expresiones 'How about...?', 'Could you make that...?', y 'That's a deal' son claramente para 'using expressions to negotiate' (usar expresiones para negociar). Las otras opciones no se ajustan al contexto de un mercado de compra-venta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p16",
      "contexto": "Marcia wants to involve her students in intensive listening tasks. She will use a short video recipe on how to make spaghetti. She has thought of the following listening tasks:\n• Task 1: Tell the students to choose the moment from the video they like the most. Ask them to explain the reasons of their choice.\n• Task 2: Ask the students to take notes of the ingredients shown in the video. Tell them to include the amounts used to prepare the recipe, too.\n• Task 3: Ask the students to give an opinion about the recipe on the video. Ask them to mention if the recipe was easy or difficult and if they would like to prepare it.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the listening tasks above is appropriate to achieve the teacher's purpose?",
          "opciones": [
            "Task 1.",
            "Task 2.",
            "Task 3."
          ],
          "respuesta": "Task 2.",
          "respuestaCorta": "La escucha intensiva requiere enfocarse en detalles específicos, como tomar nota de los ingredientes y sus cantidades exactas, que es precisamente lo que pide la Tarea 2.",
          "solucionario": "'Intensive listening' (escucha intensiva) se refiere a escuchar para extraer información específica y detallada. La Tarea 2 es un ejemplo clásico de esto, ya que los estudiantes deben prestar mucha atención para capturar datos precisos (ingredientes y cantidades). Las Tareas 1 y 3 son ejemplos de 'extensive listening' (escucha extensiva), donde el objetivo es una comprensión más general, la reacción personal o la opinión, y no el detalle minucioso.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p17",
      "contexto": "Rafael wanted to plan a communicative speaking assessment for his third-grade students. Since his students have been talking about the weather, he has decided to evaluate them through the following game-like activity:\nDivide the class into groups of four. Each group gets a dice. In each of the dice's faces, there is a word related to the weather (cloudy, windy, snowy, etc.). The students take turns to throw the dice and say a sentence using the word they got (e.g. \"Today is cloudy\").",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Rafael's goal of designing a communicative speaking assessment, which of the following criticisms of this activity is appropriate?",
          "opciones": [
            "The activity provides limited speaking practice.",
            "Game-like activities may not be used for speaking evaluation.",
            "Students do not have enough vocabulary to build complete sentences."
          ],
          "respuesta": "The activity provides limited speaking practice.",
          "respuestaCorta": "La actividad se limita a producir una sola oración aislada por turno, lo cual no evalúa la capacidad de mantener una conversación o desarrollar ideas de forma comunicativa.",
          "solucionario": "El objetivo de una evaluación de 'speaking' comunicativo es medir la habilidad del estudiante para usar el lenguaje de forma interactiva y con un propósito. Esta actividad solo genera oraciones cortas y descontextualizadas (e.g., 'Today is cloudy'). No hay negociación de significado, ni desarrollo de ideas, ni interacción real, por lo que la práctica de habla es extremadamente limitada y no refleja una competencia comunicativa real.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p18",
      "contexto": "Carmelo's students have been talking about activities they used to do when they were younger, but they don't do anymore. Now, he wants them to participate in a discussion related to that topic using some of the following expressions:\n• I wouldn't want to do that again.\n• That's a load off my mind.\n• Phew! Thank goodness!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions is Carmelo trying to promote?",
          "opciones": [
            "Expressing disappointment.",
            "Expressing annoyance.",
            "Expressing relief."
          ],
          "respuesta": "Expressing relief.",
          "respuestaCorta": "Las expresiones como 'That's a load off my mind' y 'Phew! Thank goodness!' se usan para comunicar una sensación de alivio tras librarse de una carga o preocupación pasada.",
          "solucionario": "La función lingüística de 'expressing relief' (expresar alivio) es la que corresponde a las frases proporcionadas. Todas indican que una situación estresante o desagradable del pasado ha terminado, y el hablante se siente aliviado por ello. 'Expressing disappointment' usaría frases como 'What a shame', y 'expressing annoyance' usaría 'How frustrating'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p19",
      "contexto": "Patricia wants the students in her class to get familiar with the topic of daily routines using the Lexical Approach.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following strategies is it appropriate to carry out?",
          "opciones": [
            "The teacher gives each student a worksheet containing sentences that describe people's daily routines. Each sentence has a gap that should be filled in with a verb. Then the students fill in the gaps.",
            "The teacher hands out each student an infographic that contains a famous person's routine. She asks them to read and identify collocations such as \"take a shower,\" \"have breakfast,\" etc. Then the students use those collocations to describe their own daily routines.",
            "The teacher reads the students the story \"A day in my life.\" The story describes the teacher's daily routine. As she reads the story, she asks the students to raise their hands every time they hear an expression or phrase that describes a daily activity they do."
          ],
          "respuesta": "The teacher hands out each student an infographic that contains a famous person's routine. She asks them to read and identify collocations such as \"take a shower,\" \"have breakfast,\" etc. Then the students use those collocations to describe their own daily routines.",
          "respuestaCorta": "El Enfoque Léxico se centra en enseñar el lenguaje en 'chunks' o colocaciones (palabras que frecuentemente van juntas), como 'take a shower', en lugar de palabras o reglas gramaticales aisladas.",
          "solucionario": "El Enfoque Léxico (Lexical Approach) postula que el lenguaje se aprende en bloques o colocaciones ('lexical chunks') y no palabra por palabra. La estrategia B es la única que se alinea con este principio al pedir explícitamente a los estudiantes que identifiquén y luego usen estas colocaciones ('take a shower', 'have breakfast'). La opción A se enfoca en verbos aislados y la C en frases, pero sin el análisis explícito de la colocación como unidad fundamental de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p20",
      "contexto": "Marcos has noticed that the English level of one of his students, Federico, is way higher than the rest of the class. As a result, he finishes all the writing tasks too soon and, of course, they are flawless.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "How should Marcos handle Federico's case?",
          "opciones": [
            "He can tell Federico to remain in silence and allow him to do something else.",
            "He can plan a more challenging version of the writing tasks for Federico.",
            "He can appoint Federico as secretary and let him assess his classmates' texts."
          ],
          "respuesta": "He can plan a more challenging version of the writing tasks for Federico.",
          "respuestaCorta": "La diferenciación pedagógica implica adaptar las tareas para satisfacer las necesidades de todos los estudiantes, incluyendo a aquellos con un nivel avanzado, para que sigan aprendiendo y se mantengan motivados.",
          "solucionario": "En un aula con diversidad de niveles, es fundamental aplicar la diferenciación. Para un estudiante avanzado como Federico, la mejor estrategia es proporcionarle tareas que representen un reto acorde a su nivel (diferenciación por tarea). Esto mantiene su motivación y asegura que siga progresando. La opción A lo desvincula del aprendizaje y la opción C le asigna un rol de evaluador que no le corresponde y puede ser perjudicial para la dinámica del grupo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p21",
      "contexto": "Eulogio wants his third-grade students to infer information from the audio of a story.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities develops that skill appropriately?",
          "opciones": [
            "Ask the students to pay attention to the expressions the characters used in the story. Encourage the students to say if the characters know each other and explain why.",
            "Ask the students to take notes on the most important ideas included in the story. Encourage the students to write a summary including that information.",
            "Ask the students to choose the moment from the story they liked or didn't like the most. Encourage the students to support their ideas."
          ],
          "respuesta": "Ask the students to pay attention to the expressions the characters used in the story. Encourage the students to say if the characters know each other and explain why.",
          "respuestaCorta": "Inferir es deducir información no explícita. Determinar la relación entre los personajes basándose en sus expresiones requiere que los estudiantes 'lean entre líneas' para llegar a una conclusión.",
          "solucionario": "La habilidad de inferencia implica usar pistas del texto (o audio) para llegar a una conclusión que no está directamente declarada. La actividad A pide a los estudiantes que deduzcan la relación entre los personajes basándose en su forma de hablar, lo cual es un claro ejercicio de inferencia. La actividad B se enfoca en resumir ideas principales (identificar información explícita), y la C en dar una opinión personal, ninguna de las cuales es una tarea de inferencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p22",
      "contexto": "Vanessa's students are going to read a text titled \"How to help your community\" and she wants to set a pre-reading task.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In order to achieve this goal, which of the following tasks is appropriate?",
          "opciones": [
            "Have a discussion about the text.",
            "Read the title, and predict the content of the text.",
            "Scan new idiomatic expressions shown in the text."
          ],
          "respuesta": "Read the title, and predict the content of the text.",
          "respuestaCorta": "Una tarea de pre-lectura clásica y efectiva es usar el título para activar conocimientos previos y hacer predicciones sobre el contenido, preparando así al lector para el texto.",
          "solucionario": "Las tareas de pre-lectura (pre-reading) tienen como objetivo preparar a los estudiantes para el texto. La opción B, predecir el contenido a partir del título, es una estrategia fundamental de pre-lectura porque activa esquemas mentales y genera interés. La opción A (discutir sobre el texto) solo puede hacerse después de leerlo, y la opción C (escanear expresiones) es una tarea que se realiza durante la lectura, no antes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p23",
      "contexto": "Camilo's students are going to listen to a short audio about candidates applying for different jobs. Before the students listen to the audio, the teacher does the following activities:\n• First, the teacher shows the students flashcards of jobs and elicits the job titles.\n• Next, the teacher pairs up the students and asks them to discuss what qualities are needed for those jobs.\n• Then the teacher calls for volunteers to share their answers with the class.\n• Finally, the teacher tells the students they will listen to an audio related to jobs.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the activities presented, which stage of the lesson is Camilo developing?",
          "opciones": [
            "Lead-in.",
            "Presentation.",
            "Controlled practice."
          ],
          "respuesta": "Lead-in.",
          "respuestaCorta": "Las actividades descritas sirven para introducir el tema, activar conocimientos previos y generar interés antes de la actividad principal de escucha, lo que corresponde a la etapa de 'Lead-in'.",
          "solucionario": "La etapa 'Lead-in' o de introducción de una lección tiene como propósito captar la atención de los estudiantes, contextualizar el tema y activar el vocabulario o conocimiento previo relevante. Las acciones de Camilo (mostrar flashcards, discutir cualidades para trabajos) cumplen exactamente con esta función, preparando el terreno para la actividad principal de escucha. No es 'Presentation' porque no se está enseñando una nueva estructura gramatical, ni 'Controlled practice' porque no se está practicando una estructura de forma controlada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p24",
      "contexto": "Mario wants his fourth-grade students to do free writing about the topic \"Past experiences.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities is it appropriate to carry out?",
          "opciones": [
            "Ask the students to write \"past experiences\" in the center of a piece of paper and add some ideas surrounding the phrase. Tell the students to think of new ideas that relate to the ideas previously written.",
            "Ask the students to write, in their notebooks, the following questions: Who? What? Where? When? Why? And How? Tell the students to think about a past experience and answer those questions.",
            "Ask the students to write some sentences about any past experience that comes to mind. Tell the students that they have to write as much as they can for ten minutes."
          ],
          "respuesta": "Ask the students to write some sentences about any past experience that comes to mind. Tell the students that they have to write as much as they can for ten minutes.",
          "respuestaCorta": "La escritura libre ('free writing') consiste en escribir continuamente sobre un tema por un tiempo determinado, sin preocuparse por la estructura o la corrección, para generar ideas y mejorar la fluidez.",
          "solucionario": "La técnica de 'free writing' (escritura libre) se caracteriza por la escritura ininterrumpida durante un período de tiempo fijo, con el objetivo de que las ideas fluyan sin censura ni preocupación por la forma. La opción C describe esta técnica a la perfección. Las opciones A y B son técnicas de pre-escritura más estructuradas: A describe un mapa mental o 'clustering', y B utiliza las preguntas periodísticas (WH-questions) para organizar la información.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p25",
      "contexto": "Junior's students are going to read a text about technology. Before the students start reading the text, he wants to give an appropriate instruction for the first reading.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "What instruction should be given?",
          "opciones": [
            "\"Try to determine the main idea.\"",
            "\"Focus on what kind of verbs are used.\"",
            "\"Underline the new expressions displayed.\""
          ],
          "respuesta": "\"Try to determine the main idea.\"",
          "respuestaCorta": "La primera lectura de un texto (skimming) debe centrarse en obtener la idea general o principal, no en analizar detalles gramaticales o léxicos específicos.",
          "solucionario": "El propósito de una primera lectura es generalmente obtener una comprensión global del texto (lectura para 'gist' o 'skimming'). La instrucción 'Try to determine the main idea' guía a los estudiantes hacia este objetivo. Las otras instrucciones, enfocarse en los verbos (B) o en expresiones nuevas (C), son apropiadas para una segunda lectura más detallada o intensiva ('scanning'), pero no para la primera aproximación al texto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p26",
      "contexto": "Florencia wants her fourth-grade students to develop their listening skills using a radio spot in English of the Pan American and Parapan American Games 2019. With that purpose in mind, she has designed different activities.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Before listening to the radio spot, Florencia wants to activate her students' prior knowledge on the topic in a communicative way. Which of the following strategies is it appropriate to carry out?",
          "opciones": [
            "Bring a word search puzzle with some words related to the Pan American and Parapan American Games. Give the students some minutes to find the words in the word search puzzle. Finally, ask the students to get in pairs and compare the words they found.",
            "Give each student a worksheet with a matching exercise about the Pan American and Parapan American Games. The exercise has two columns with phrases under each column. Tell the students to choose one phrase from each column and connect them in order to make a sentence.",
            "Write the title \"Pan American and Parapan American Games 2019\" on the board. Provide the students with prompts such as: \"I think that...\", \"Some sports played at this event are...\", etc. Ask the students to stand up, find a peer and start a dialogue about the games using the prompts provided."
          ],
          "respuesta": "Write the title \"Pan American and Parapan American Games 2019\" on the board. Provide the students with prompts such as: \"I think that...\", \"Some sports played at this event are...\", etc. Ask the students to stand up, find a peer and start a dialogue about the games using the prompts provided.",
          "respuestaCorta": "Esta estrategia es la más comunicativa, ya que promueve la interacción oral directa entre los estudiantes para compartir y activar sus conocimientos previos sobre el tema.",
          "solucionario": "El objetivo es activar el conocimiento previo 'de manera comunicativa'. La opción C es la única que promueve una interacción oral genuina (un diálogo) entre los estudiantes. Las opciones A (sopa de letras) y B (ejercicio de emparejamiento) son actividades individuales y de lápiz y papel que, si bien activan conocimiento previo, no son inherentemente comunicativas en el sentido de la producción e interacción oral.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Florencia asks her students to listen to the following radio spot:\n\"The Pan American and Parapan American Games are about to start. There will be athletes from different countries such as USA, Brazil, Mexico, Canada, Cuba, Argentina, Colombia, Chile, Peru, Ecuador, Venezuela, Jamaica and some others. Don't miss this opportunity to see sports like basketball, handball, bowling, boxing, badminton, baseball and many more. Look for information about venues, ticket prices, dates and schedules at Lima2019.pe!\"\nThen she asks the students to come up with a phrase or sentence that expresses what the audio is about. Which of the following listening skills is being developed through this activity?",
          "opciones": [
            "Listening for gist.",
            "Predicting content.",
            "Listening for details."
          ],
          "respuesta": "Listening for gist.",
          "respuestaCorta": "Pedir una frase que resuma de qué trata el audio es una tarea clásica para evaluar la comprensión de la idea principal o 'gist' del mensaje.",
          "solucionario": "La habilidad de 'listening for gist' se refiere a la capacidad de entender la idea general o el punto principal de un audio. Al pedir a los estudiantes que creen una frase que resuma de qué trata el spot, la profesora está evaluando precisamente esta habilidad. No es 'predicting' porque ya escucharon el audio, y no es 'listening for details' porque no se les pide información específica como una lista de deportes o países.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Now, the students listen to the radio spot again and write down the sports mentioned in the audio. Which of the following listening skills is being developed through this activity?",
          "opciones": [
            "Paraphrasing.",
            "Detecting connectors.",
            "Listening for specific information."
          ],
          "respuesta": "Listening for specific information.",
          "respuestaCorta": "La tarea de escribir los deportes mencionados requiere que los estudiantes se enfoquen en y extraigan datos concretos y específicos del audio, que es la definición de esta habilidad.",
          "solucionario": "Esta actividad es un claro ejemplo de 'listening for specific information' (escuchar para obtener información específica). Se les da a los students una tarea concreta: identificar y anotar una categoría particular de palabras (deportes) del audio. Esto requiere una escucha atenta a esos detalles específicos, a diferencia de la escucha para la idea general (gist) o la inferencia.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p26",
      "contexto": "Florencia wants her fourth-grade students to develop their listening skills using a radio spot in English of the Pan American and Parapan American Games 2019. With that purpose in mind, she has designed different activities.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Next, the teacher wants her students to work on a post-listening task to develop their speaking skills. Which of the following tasks is appropriate to achieve the teacher's purpose?",
          "opciones": [
            "Ask the students to record their own radio spot for a sports event in their community. Tell them to include some features of the spot they have just listened to such as speaker's intonation and adjectives. Encourage the students to add other relevant information like prices, locations, schedules, etc.",
            "Play the radio spot again and ask the students to write as much information as possible in their notebooks. Tell them to use their notes to write a new version of the spot but using their own words. Invite some volunteers to read their own versions of the spot aloud.",
            "Give each student a worksheet that contains the radio spot with some blanks in it. Ask the students to listen carefully and fill in the blanks with the appropriate words. Pair up the students and ask them to compare their answers for some minutes."
          ],
          "respuesta": "Ask the students to record their own radio spot for a sports event in their community. Tell them to include some features of the spot they have just listened to such as speaker's intonation and adjectives. Encourage the students to add other relevant information like prices, locations, schedules, etc.",
          "respuestaCorta": "Esta tarea es una actividad de producción oral (speaking) creativa y comunicativa, donde los estudiantes aplican lo aprendido en la escucha para crear su propio producto.",
          "solucionario": "Una tarea de post-escucha ('post-listening') debe utilizar el contenido o la estructura del audio como un trampolín para una actividad productiva, en este caso, de habla ('speaking'). La opción A logra esto pidiendo a los estudiantes que creen su propio spot de radio, lo cual es una tarea de producción oral auténtica. La opción B se convierte en una tarea de escritura y lectura en voz alta, no de 'speaking' espontáneo. La opción C es una tarea de escucha intensiva ('listening'), no de producción oral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p27",
      "contexto": "Read the following teaching sequence and answer the question:\n• The students look at some flashcards with vocabulary they will use later in the activity.\n• The teacher gives a short dialogue to the students for them to read.\n• Next, the teacher asks them to repeat the dialogue twice after him/her.\n• Finally, the students read aloud the conversation in pairs.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Why is this teaching sequence inappropriate to develop speaking?",
          "opciones": [
            "It requires more pronunciation practice.",
            "It does not have a presentation stage.",
            "It lacks a production stage."
          ],
          "respuesta": "It lacks a production stage.",
          "respuestaCorta": "La secuencia se queda en la repetición y lectura de un diálogo pre-escrito (práctica controlada), sin dar a los estudiantes la oportunidad de usar el lenguaje de forma libre y creativa (producción).",
          "solucionario": "Una lección de 'speaking' completa, bajo el modelo PPP (Presentación, Práctica, Producción), debe culminar en una etapa de producción libre o semi-libre, donde los estudiantes usan el lenguaje aprendido para comunicar sus propias ideas. Esta secuencia solo llega hasta la práctica controlada (repetir y leer un diálogo). Falta la etapa crucial de 'production', como un juego de roles donde los estudiantes adaptan el diálogo o crean uno nuevo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p28",
      "contexto": "Victor wants his students to practice the speaking skill of communicating ideas fluently through the topic \"My daily routine.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities is most appropriate to carry out?",
          "opciones": [
            "The teacher asks the students to stand up and mingle. In pairs, one student describes her daily routine and the other asks follow-up questions, then they exchange roles. The same procedure is repeated until the students have talked to at least four classmates.",
            "The teacher asks the students to interview a classmate on everyday activities and write down the answers in their notebooks. Then they prepare a short oral report. Finally, they share the report with the rest of the class.",
            "The teacher asks the students to make a list of the activities they do every day. Then some volunteers read their lists to the rest of the class. The audience can ask each speaker some questions."
          ],
          "respuesta": "The teacher asks the students to stand up and mingle. In pairs, one student describes her daily routine and the other asks follow-up questions, then they exchange roles. The same procedure is repeated until the students have talked to at least four classmates.",
          "respuestaCorta": "La actividad de 'mingle' promueve la interacción espontánea y repetida con diferentes compañeros, lo que es ideal para desarrollar la fluidez en el habla.",
          "solucionario": "La fluidez se desarrolla a través de la práctica oral sostenida y con un bajo nivel de estrés. La actividad de 'mingle' (A) es la más adecuada porque implica una comunicación interactiva, espontánea y repetida con múltiples interlocutores, maximizando el tiempo de habla de cada estudiante. La opción B mezcla escritura y un reporte oral, lo que reduce el tiempo de habla espontánea. La opción C se basa en leer una lista, lo que no fomenta la fluidez comunicativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p29",
      "contexto": "Kevin has prepared the reading material for his second-grade class which includes the fable titled \"The tortoise and the hare.\" After having worked on different reading tasks, Kevin wants his students to think critically on the text.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given this goal, which of the following questions is appropriate?",
          "opciones": [
            "What is the main topic of the fable?",
            "Where did the hare finally take a nap?",
            "Why do you think the tortoise never gave up running?"
          ],
          "respuesta": "Why do you think the tortoise never gave up running?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes analicen la motivación y el carácter del personaje, yendo más allá de la información literal para realizar una inferencia y una evaluación.",
          "solucionario": "El pensamiento crítico implica analizar, evaluar e interpretar la información, en lugar de simplemente recordarla. La pregunta C ('Why do you think...') invita a los estudiantes a inferir las motivaciones y rasgos de carácter de la tortuga, lo cual es una habilidad de pensamiento de orden superior. Las preguntas A (idea principal) y B (detalle específico) son preguntas de comprensión literal que no requieren pensamiento crítico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following sets of strategies is the most appropriate to develop the language function \"Introducing people\" through speaking?",
          "opciones": [
            "• The students watch a video in which three people introduce themselves to each other.\n• Then the teacher asks his/her students to write down the conversation.\n• After seeing the video again, the students complete some related conversations in the book.\n• The students practice one of the conversations they completed.\n• Finally, the teacher calls on volunteers to present the conversations they chose to the class.",
            "• The teacher shows a picture in the book in which people are introducing themselves to each other.\n• The teacher explains, on the board, that in English the structure This is + the person's name is used to introduce people.\n• The teacher writes a couple of examples on the board.\n• The students complete the blanks in conversations in a worksheet.\n• Finally, the teacher calls on volunteers to present the conversations to the class.",
            "• The teacher shows flashcards of people introducing themselves to each other.\n• Then he/she shows them on the board a model conversation in which someone is introducing two people.\n• He/she asks them which expressions are used in the conversation to introduce people.\n• The students practice the conversation, first using gestures and exchanging roles, and then using their real names.\n• The teacher calls on volunteers to act out the conversation in front of the class."
          ],
          "respuesta": "• The teacher shows flashcards of people introducing themselves to each other.\n• Then he/she shows them on the board a model conversation in which someone is introducing two people.\n• He/she asks them which expressions are used in the conversation to introduce people.\n• The students practice the conversation, first using gestures and exchanging roles, and then using their real names.\n• The teacher calls on volunteers to act out the conversation in front of the class.",
          "respuestaCorta": "Esta secuencia es la más completa y comunicativa, ya que va desde la presentación de un modelo, el análisis de las expresiones, la práctica guiada y, crucialmente, la práctica personalizada y significativa ('using their real names').",
          "solucionario": "La secuencia C es la más efectiva para enseñar una función del lenguaje a través del 'speaking' porque sigue un enfoque comunicativo. Inicia con la presentación de un modelo contextualizado, guía a los estudiantes a notar el lenguaje clave, y luego avanza hacia una práctica que se vuelve progresivamente más personal y significativa (primero repiten, luego usan sus propios nombres). Esto culmina en una producción más auténtica ('act out'). Las opciones A y B se centran demasiado en la escritura, la gramática explícita y la repetición mecánica, sin llegar a una práctica verdaderamente comunicativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p31",
      "contexto": "The school year is almost starting so Yola is reviewing the syllabus for the first two months. She identifies the grammar structures she will work on and associates each one to a function in the following list:",
      "imagen": "img/ascenso/secundaria/2023/ingles/3.jpg",
      "preguntas": [
        {
          "pregunta": "Unfortunately, she has made one mistake. Which of the structures in Yola's notes have been associated to the wrong function?",
          "opciones": [
            "Prepositions (in, on, under, next, between, at).",
            "Yes-no questions with modals (may, could, would).",
            "Why don't we (+ base form verb), What about (+ -ing)?"
          ],
          "respuesta": "Yes-no questions with modals (may, could, would).",
          "respuestaCorta": "Las preguntas modales como 'Could you tell me...?' se usan para hacer peticiones amables ('making polite requests'), no para dar direcciones ('Giving directions').",
          "solucionario": "La tabla asocia correctamente las preposiciones con 'Talking about location' y las estructuras 'Why don't we.../What about...' con 'Making suggestions'. Sin embargo, la asociación de 'Yes-no questions with modals' (may, could, would) con 'Giving directions' es incorrecta. Esta estructura se utiliza comúnmente para hacer peticiones o solicitudes de manera cortés (e.g., 'Could you open the window?'), no para dar instrucciones de cómo llegar a un lugar. Para dar direcciones se usan imperativos (e.g., 'Turn left', 'Go straight').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p32",
      "contexto": "Rommy's students have written a text about \"The pros and cons of social networks.\" Before collecting the texts, Rommy wants her students to do a final revision focused on the three following criteria:\n• Criterion 1: Make sure that the vocabulary is appropriate for the readers of the text.\n• Criterion 2: Make sure that linking words have been used properly and whenever necessary.\n• Criterion 3: Make sure that the topic is well developed and the sentences support it adequately.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which criterion promotes the revision of cohesion?",
          "opciones": [
            "Criterion 1.",
            "Criterion 2.",
            "Criterion 3."
          ],
          "respuesta": "Criterion 2.",
          "respuestaCorta": "La cohesión se refiere a las conexiones lingüísticas dentro del texto, logradas principalmente a través de conectores y palabras de enlace ('linking words').",
          "solucionario": "La cohesión es la propiedad de un texto que se refiere a cómo las oraciones y párrafos están conectados a nivel gramatical y léxico. El uso adecuado de 'linking words' (conectores como 'however', 'in addition', 'therefore') es el mecanismo principal para lograr la cohesión. Por lo tanto, el Criterio 2 se enfoca directamente en revisar este aspecto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which criterion promotes the revision of coherence?",
          "opciones": [
            "Criterion 1.",
            "Criterion 2.",
            "Criterion 3."
          ],
          "respuesta": "Criterion 3.",
          "respuestaCorta": "La coherencia se relaciona con la conexión lógica de las ideas y si estas desarrollan el tema principal de manera adecuada, que es lo que evalúa el Criterio 3.",
          "solucionario": "La coherencia se refiere a la conexión lógica y el sentido global de las ideas en un texto. Se logra cuando el tema está bien desarrollado y todas las oraciones y párrafos contribuyen a la idea principal. El Criterio 3, que pide verificar que 'the topic is well developed and the sentences support it adequately', se enfoca directamente en la revisión de la coherencia del texto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p33",
      "contexto": "Ruben's students are learning how to introduce people for the first time. Even though they still make mistakes, they seem to be really motivated.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following alternatives best describes the learning stage Ruben's students have reached?",
          "opciones": [
            "Unconscious incompetence: the student does not know or understand how to use the language function and does not know it exists.",
            "Conscious competence: the student has mastered the language function and the skill appears easily while performing others.",
            "Conscious incompetence: the student knows the language function exists (though he does not know or understand how to use it) and values it as a learning tool."
          ],
          "respuesta": "Conscious incompetence: the student knows the language function exists (though he does not know or understand how to use it) and values it as a learning tool.",
          "respuestaCorta": "Los estudiantes son conscientes de lo que necesitan aprender ('introducir personas'), pero aún cometen errores al intentarlo. Este es el estado de 'incompetencia consciente'.",
          "solucionario": "Las cuatro etapas del aprendizaje son: 1) Incompetencia inconsciente (no sabes que no sabes), 2) Incompetencia consciente (sabes que no sabes), 3) Competencia consciente (sabes cómo hacerlo, pero requiere esfuerzo), y 4) Competencia inconsciente (lo haces automáticamente). Los estudiantes de Ruben saben lo que están tratando de hacer (introducir personas) pero aún no lo dominan ('still make mistakes'). Esto los ubica perfectamente en la etapa de 'Conscious incompetence'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p34",
     
      "imagen": "img/ascenso/secundaria/2023/ingles/4.jpg",
      "preguntas": [
        {
          "pregunta": "Complete the blank (46).",
          "opciones": [
            "fairly",
            "extremely",
            "constantly"
          ],
          "respuesta": "fairly",
          "respuestaCorta": "'Fairly' significa 'bastante' o 'relativamente', y modifica a 'traditional' de una manera neutra que encaja en el contexto de una descripción simple.",
          "solucionario": "En el espacio (46), se necesita un adverbio que modifique 'traditional office environment'. 'Fairly' (bastante, relativamente) encaja perfectamente para describir un ambiente de oficina que es 'bastante tradicional'. 'Extremely' sería demasiado fuerte y 'constantly' no tiene sentido gramatical en esta posición.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (47).",
          "opciones": [
            "done",
            "started",
            "explained"
          ],
          "respuesta": "done",
          "respuestaCorta": "La expresión 'work could be done' (el trabajo podría ser hecho) es la colocación correcta y lógica para describir la realización de tareas desde casa.",
          "solucionario": "El espacio (47) requiere el participio pasado de un verbo que signifique 'realizar'. La frase 'work could really be done online' (el trabajo realmente podría hacerse en línea) es la construcción gramatical y semántica correcta. 'Started' o 'explained' no tienen sentido en este contexto.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (48).",
          "opciones": [
            "where",
            "which",
            "that"
          ],
          "respuesta": "that",
          "respuestaCorta": "'That' es la conjunción correcta para introducir la cláusula nominal 'we will get any work done' después del verbo 'trust'.",
          "solucionario": "Después del verbo 'trust' (confiar), se necesita una conjunción para introducir la cláusula que explica en qué no confía el jefe. La conjunción 'that' es la opción correcta para introducir esta cláusula subordinada: 'my boss doesn't seem to trust that we will get any work done'.",
          "seccion": "CLOZE"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p34",
      
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Complete the blank (49).",
          "opciones": [
            "nearly",
            "closely",
            "promptly"
          ],
          "respuesta": "closely",
          "respuestaCorta": "'Monitor closely' es una colocación común que significa vigilar o supervisar atentamente, lo que encaja con el sentimiento de frustración del hablante.",
          "solucionario": "El verbo 'monitor' se combina comúnmente con el adverbio 'closely' para formar la colocación 'monitor closely', que significa 'supervisar de cerca'. Esta es la opción que mejor encaja en el contexto de un jefe desconfiado. 'Nearly' (casi) y 'promptly' (prontamente) no tienen sentido en esta oración.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (50).",
          "opciones": [
            "in",
            "up",
            "down"
          ],
          "respuesta": "down",
          "respuestaCorta": "El 'phrasal verb' 'cut down' significa reducir, que es el sentido correcto para describir la disminución de la semana laboral de cinco a tres días.",
          "solucionario": "Se necesita una preposición para completar el 'phrasal verb' con 'cut'. 'Cut down' significa 'reducir la cantidad de algo'. La frase 'cut my working week down to a three-day work week' significa 'reducir mi semana laboral a una de tres días', lo cual es gramatical y lógicamente correcto. 'Cut in' (interrumpir) y 'cut up' (cortar en pedazos) no son apropiados.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (51).",
          "opciones": [
            "didn't",
            "hasn't",
            "hadn't"
          ],
          "respuesta": "hasn't",
          "respuestaCorta": "La oración está en Presente Perfecto ('I've noticed...') para hablar de un resultado presente de una acción pasada, por lo que el auxiliar correcto es 'hasn't' para 'my workload'.",
          "solucionario": "La oración describe una situación que comenzó en el pasado y continúa teniendo un efecto en el presente ('I've noticed...'). Por lo tanto, se requiere el Presente Perfecto. El sujeto es 'my workload' (tercera persona singular), por lo que el auxiliar negativo correcto es 'hasn't'. La frase completa sería 'my workload hasn't decreased'.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (52).",
          "opciones": [
            "On the contrary",
            "Even though",
            "Despite"
          ],
          "respuesta": "On the contrary",
          "respuestaCorta": "'On the contrary' es un conector de contraste que se usa para introducir una idea que contradice fuertemente la anterior. Aquí, contrasta 'no ha disminuido' con 'tengo que llevar trabajo a casa'.",
          "solucionario": "El hablante acaba de decir que su carga de trabajo no ha disminuido en lo más mínimo. La siguiente idea ('me encuentro llevando trabajo a casa') refuerza y enfatiza esta negación. 'On the contrary' (por el contrario) es el conector ideal para introducir esta idea de contraste fuerte. 'Even though' y 'Despite' introducen cláusulas concesivas y no encajan en la estructura de la oración.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (53).",
          "opciones": [
            "taking up",
            "looking after",
            "bringing along"
          ],
          "respuesta": "looking after",
          "respuestaCorta": "El 'phrasal verb' 'looking after' significa cuidar, y es el que se usa comúnmente en el contexto de atender a la familia.",
          "solucionario": "La oración habla de hacer malabares ('juggle') entre el trabajo y la familia. Se necesita un 'phrasal verb' que signifique 'cuidar' o 'atender'. 'Looking after' es la opción correcta en este contexto. 'Taking up' (empezar una actividad) y 'bringing along' (traer consigo) no tienen sentido.",
          "seccion": "CLOZE"
        },
        {
          "imagen":"img/ascenso/secundaria/2023/ingles/5.jpg",
            "pregunta": "Complete the blank (54).",
          "opciones": [
            "because",
            "due to",
            "thus"
          ],
          "respuesta": "because",
          "respuestaCorta": "Según el solucionario oficial, la opción correcta es 'because', aunque gramaticalmente es una construcción atípica. Un conector concesivo como 'although' sería más esperado en este contexto.",
          "solucionario": "La clave de respuestas indica 'because'. En la oración 'I work for a global IT company, but because their headquarters is in the States, I do all my work online from home', el uso de 'but because' es inusual. Generalmente se esperaría un conector de concesión como 'although' para contrastar la ubicación de la sede con el lugar de trabajo del empleado.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (55).",
          "opciones": [
            "transferring",
            "commuting",
            "going"
          ],
          "respuesta": "commuting",
          "respuestaCorta": "'Commuting' es el verbo específico que significa viajar regularmente entre el hogar y el lugar de trabajo, encajando perfectamente en el contexto de trabajar desde casa.",
          "solucionario": "El verbo 'commuting' se refiere específicamente al acto de viajar de ida y vuelta al trabajo. Como la persona trabaja desde casa, no pierde tiempo en este tipo de desplazamiento. 'Transferring' (transferir) y 'going' (ir) son demasiado generales y no capturan el significado preciso requerido.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (56).",
          "opciones": [
            "call",
            "separate",
            "schedule"
          ],
          "respuesta": "schedule",
          "respuestaCorta": "La colocación correcta y más común en inglés para concertar una cita es 'schedule an appointment'.",
          "solucionario": "En inglés, la colocación verbal estándar para organizar una cita es 'schedule an appointment' (programar una cita). Las otras opciones, 'call' o 'separate', no forman una expresión idiomática correcta en este contexto.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (57).",
          "opciones": [
            "many",
            "much",
            "a lot"
          ],
          "respuesta": "many",
          "respuestaCorta": "'Distractions' es un sustantivo contable en plural, por lo que debe ser modificado por el cuantificador 'many'.",
          "solucionario": "La palabra 'distractions' es un sustantivo contable y está en plural. Por lo tanto, debe usarse el cuantificador 'many'. 'Much' se usa con sustantivos no contables (e.g., 'much information'), y 'a lot' requeriría la preposición 'of' ('a lot of distractions'), que no está presente en la oración.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (58).",
          "opciones": [
            "For instance",
            "Although",
            "Thus"
          ],
          "respuesta": "Thus",
          "respuestaCorta": "'Thus' es un conector de consecuencia o resultado. Indica que, debido a las distracciones en casa, el hablante tomó la acción de ir a un café.",
          "solucionario": "El hablante explica que era difícil concentrarse en casa debido a las distracciones. La siguiente oración presenta la consecuencia de esa situación. 'Thus' (por lo tanto, así) es el conector que introduce correctamente este resultado. 'For instance' (por ejemplo) y 'Although' (aunque) no encajan en la relación lógica entre las dos ideas.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (59).",
          "opciones": [
            "myself",
            "herself",
            "yourself"
          ],
          "respuesta": "myself",
          "respuestaCorta": "El hablante ('I'm a freelancer') se está comparando a sí mismo con otros freelancers, por lo que la expresión correcta es 'like myself' (como yo).",
          "solucionario": "El pronombre en el espacio (59) debe referirse al hablante, Leo, que se identifica con 'I'. La frase 'freelancers like myself' significa 'autónomos como yo'. 'Herself' se referiría a una mujer y 'yourself' al oyente, ambos incorrectos en este contexto.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Complete the blank (60).",
          "opciones": [
            "back",
            "into",
            "off"
          ],
          "respuesta": "off",
          "respuestaCorta": "La expresión idiomática 'bounce ideas off someone' significa proponer ideas a alguien para obtener su opinión o reacción.",
          "solucionario": "La expresión idiomática correcta es 'to bounce ideas off someone', que significa compartir ideas con alguien para ver su reacción y obtener feedback. Es una expresión común en entornos de trabajo colaborativo. Las otras preposiciones no forman la expresión correcta.",
          "seccion": "CLOZE"
        }
      ]
    }
  ]
}
  