{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas. Ella se va a incorporar la siguiente semana a un aula de una institución educativa. Por ello, el docente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos sobre la condición que presenta Fernanda. En este contexto, tres estudiantes comparten sus comentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del Currículo Nacional de la Educación Básica?",
          "opciones": [
            "Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos los lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el colegio y estará siempre acompañada.",
            "Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla.",
            "Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla cuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para cuidarla y así evitar que tenga algún accidente en el colegio."
          ],
          "respuesta": "Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla.",
          "respuestaCorta": "El enfoque inclusivo respeta la autonomía de la persona con discapacidad, preguntándole primero sobre sus necesidades en lugar de asumirlas o imponer la ayuda.",
          "solucionario": "El comentario correcto se alinea con el enfoque inclusivo porque reconoce la agencia y el derecho de Fernanda a decidir cómo y cuándo necesita apoyo. Las otras opciones, aunque bien intencionadas, caen en una visión paternalista o sobreprotectora, tratándola como un objeto de cuidado en vez de un sujeto con derechos y autonomía. La clave es empoderar, no imponer la ayuda.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una institución educativa han identificado diversos problemas que afectan los espacios públicos de la localidad. Ellos comentan que uno de estos problemas es no poder utilizar la losa deportiva del barrio, debido a que se encuentra deteriorada. En este contexto, la docente tiene como propósito que los estudiantes aborden este problema desde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre el estado de la losa deportiva. Luego, pedir que organicen la información recabada y, considerando esto, que elaboren una solicitud dirigida a la municipalidad del distrito, con la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
            "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa deportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación realizadas en distintas localidades para resolver un problema similar y, sobre esta base, pedir que seleccionen la que sea más factible de replicar en su localidad.",
            "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa."
          ],
          "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa.",
          "respuestaCorta": "El enfoque de derechos implica que los estudiantes tomen conciencia de cómo un problema afecta sus derechos y se empoderen como ciudadanos para proponer soluciones.",
          "solucionario": "La acción más pertinente es la que conecta el problema con la vida y los derechos de los propios estudiantes. Al reflexionar sobre cómo la losa deteriorada limita su derecho a la recreación y el bienestar, se convierten en protagonistas del cambio. Esto promueve una ciudadanía activa desde un enfoque de derechos, lo cual es más profundo que solo recoger quejas o replicar soluciones de otros lugares.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente planifica desarrollar una actividad en la que los estudiantes formulan, mediante la técnica de lluvia de ideas, alternativas de solución creativas e innovadoras a un problema identificado en las personas. Entre las siguientes capacidades de la competencia Gestiona proyectos de emprendimiento económico o social, ¿a cuál favorecerá principalmente el desarrollo de la actividad?",
          "opciones": [
            "Trabaja cooperativamente para lograr objetivos y metas.",
            "Evalúa los resultados del proyecto de emprendimiento.",
            "Crea propuestas de valor."
          ],
          "respuesta": "Crea propuestas de valor.",
          "respuestaCorta": "La generación de soluciones creativas e innovadoras a un problema es el núcleo de la capacidad 'Crea propuestas de valor'.",
          "solucionario": "La capacidad 'Crea propuestas de valor' implica precisamente identificar necesidades o problemas y diseñar una solución creativa (un producto o servicio) que los atienda. Una lluvia de ideas para generar alternativas de solución innovadoras es una actividad clave dentro de esta capacidad. Las otras opciones se refieren a otras fases o aspectos del proyecto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p04",
      "contexto": "Una docente tiene como propósito que los estudiantes reflexionen acerca del significado de fidelización de clientes. Para ello, les pide que comenten acerca de los negocios similares que hay en su barrio y cuál de ellos es el más frecuentado por sus familiares o amistades. Néstor, un estudiante, relata la siguiente situación:\n\"En mi barrio, hay dos librerías: 'Más que útiles' y 'Papelería Sumac'. Y aunque mis padres han visitado la librería 'Papelería Sumac', ellos prefieren la librería 'Más que útiles' por la calidad del servicio y los descuentos que les ofrecen\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Dada la situación presentada por Néstor, ¿cuál de las siguientes preguntas es más adecuada para promover la reflexión de los estudiantes?",
          "opciones": [
            "¿Cuántas estrategias de fidelización de clientes conocen?",
            "¿Qué tendría que hacer la librería 'Papelería Sumac' para retener a sus clientes?",
            "¿Consideran que el nombre 'Más que útiles' influyó en la decisión de los padres de Néstor para convertirla en su librería preferida?"
          ],
          "respuesta": "¿Qué tendría que hacer la librería 'Papelería Sumac' para retener a sus clientes?",
          "respuestaCorta": "Preguntar qué debería hacer el negocio competidor impulsa a los estudiantes a pensar en estrategias concretas de fidelización a partir del caso.",
          "solucionario": "La pregunta más adecuada es la que impulsa a los estudiantes a aplicar el concepto de fidelización para resolver el problema presentado en el caso. Al pensar en qué podría hacer 'Papelería Sumac', los estudiantes se ven obligados a analizar las razones de la preferencia ('calidad del servicio y los descuentos') y proponer estrategias de fidelización específicas, profundizando así su comprensión del concepto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": "Un equipo de estudiantes desarrollará un proyecto de emprendimiento. Este consiste en la elaboración de abonos ecológicos a partir de los residuos del estiércol de gallinas y corontas de maíz. Para su implementación, el equipo utilizará diversos recursos TIC.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la implementación del proyecto, el equipo propone la siguiente actividad:\nBuscaremos, en páginas web, experiencias nacionales e internacionales similares al proyecto. Esto nos permitirá analizarlas, sistematizar los principales hallazgos y hacer contrastes con nuestra propuesta.\nEn relación con la competencia transversal Se desenvuelve en entornos virtuales generados por las TIC, ¿cuál de las siguientes capacidades se promueve, principalmente, con la actividad propuesta?",
          "opciones": [
            "Crea objetos virtuales en diversos formatos.",
            "Gestiona información del entorno virtual.",
            "Personaliza entornos virtuales."
          ],
          "respuesta": "Gestiona información del entorno virtual.",
          "respuestaCorta": "La actividad de buscar, analizar y sistematizar información de páginas web corresponde directamente a la capacidad de gestionar información del entorno virtual.",
          "solucionario": "La actividad descrita se centra en la búsqueda de información en sitios web, su análisis y sistematización para compararla con el proyecto propio. Este conjunto de acciones (buscar, seleccionar, organizar y analizar información digital) es el núcleo de la capacidad 'Gestiona información del entorno virtual'.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte del desarrollo del proyecto, el equipo ha logrado contactarse con el gerente de una microempresa que opera fuera del país y que está dispuesto a compartirle su experiencia. Por ello, el equipo organizará una sesión sincrónica para intercambiar información con los representantes de dicha microempresa. Considerando que los estudiantes cuentan con conectividad a internet, equipos de cómputo y dispositivos para reproducción multimedia en su IE, ¿cuál de los siguientes recursos tecnológicos es más pertinente para desarrollar dicha sesión?",
          "opciones": [
            "Un chat.",
            "Un foro virtual.",
            "Una videoconferencia."
          ],
          "respuesta": "Una videoconferencia.",
          "respuestaCorta": "Una videoconferencia es la herramienta más pertinente para un intercambio de información sincrónico y en tiempo real que permite comunicación verbal y no verbal con una persona en el extranjero.",
          "solucionario": "Una sesión sincrónica para intercambiar información con un gerente de otro país requiere una herramienta que permita una conversación en tiempo real. La videoconferencia es la opción más pertinente porque facilita una comunicación inmediata y bidireccional, incluyendo audio y video, lo cual es más rico que un chat de texto. Un foro es una herramienta asincrónica y, por lo tanto, no es adecuada.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes diseñan su modelo de negocio utilizando el Lienzo Lean Canvas. Como parte de esta actividad, plantean la siguiente hipótesis:\nAdquisición de estiércol y coronta de maíz\nSueldo de personal\nAlquiler de local\n¿A qué bloque del Lienzo Lean Canvas corresponde la hipótesis planteada por el equipo?",
          "opciones": [
            "A las métricas clave.",
            "Al segmento de clientes.",
            "A la estructura de costos."
          ],
          "respuesta": "A la estructura de costos.",
          "respuestaCorta": "Los elementos listados (materia prima, sueldos, alquiler) son todos egresos necesarios para operar el negocio, lo que corresponde al bloque de Estructura de Costos del Lean Canvas.",
          "solucionario": "El bloque de Estructura de Costos del Lienzo Lean Canvas detalla todos los costos monetarios que implica poner en marcha el negocio. Las hipótesis listadas por los estudiantes —adquisición de materia prima (estiércol y corontas), pago de sueldos al personal y alquiler de un local— son ejemplos clásicos de costos operativos y, por lo tanto, pertenecen a este bloque.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, organizados en equipos, se han propuesto desarrollar emprendimientos económicos que contribuyan con la reducción de impactos negativos en el ambiente. Entre las siguientes propuestas, ¿cuál NO es un emprendimiento económico?",
          "opciones": [
            "Equipo 1: organizar y ejecutar campañas para promover el uso de motos eléctricas en lugar de vehículos que requieren combustibles fósiles.",
            "Equipo 2: diseñar y vender prendas de invierno creadas a partir del tratamiento de materiales reciclados.",
            "Equipo 3: elaborar y comercializar fertilizantes ecológicos provenientes de desechos de alimentos."
          ],
          "respuesta": "Equipo 1: organizar y ejecutar campañas para promover el uso de motos eléctricas en lugar de vehículos que requieren combustibles fósiles.",
          "respuestaCorta": "Un emprendimiento económico implica generar ingresos por la venta de un producto o servicio. Organizar campañas de promoción es un proyecto social o de activismo, no económico.",
          "solucionario": "Un emprendimiento económico se caracteriza por la generación de un beneficio financiero a través de una actividad comercial (venta de un bien o servicio). Las opciones B y C describen la creación y venta de productos (prendas y fertilizantes), lo cual son emprendimientos económicos. La opción A describe una campaña de promoción, que es un proyecto de índole social o de concientización, no genera directamente ingresos económicos, por lo que no es un emprendimiento económico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una actividad en equipo, el docente observa que algunos estudiantes están elaborando un dibujo de su prototipo; otros ya le están incorporando los detalles técnicos de su construcción. Además, cada equipo va tomando nota de los procedimientos que está ejecutando. ¿Cuál es el propósito de aprendizaje en la actividad realizada por los estudiantes?",
          "opciones": [
            "Diseñar el prototipo del producto que se pretende elaborar.",
            "Autoevaluar las habilidades utilizadas para dibujar el prototipo.",
            "Planificar el proceso técnico para la elaboración del prototipo de su producto."
          ],
          "respuesta": "Diseñar el prototipo del producto que se pretende elaborar.",
          "respuestaCorta": "Las acciones descritas —dibujar el prototipo e incorporar detalles técnicos— son parte de la fase de diseño del prototipo.",
          "solucionario": "La actividad descrita implica la creación de una representación del producto final, lo cual es la definición de diseñar un prototipo. La incorporación de detalles técnicos y la toma de notas de los procedimientos son partes integrales de este proceso de diseño. La planificación (opción C) habría ocurrido antes de esta etapa, y la autoevaluación (opción B) es un proceso metacognitivo, no el propósito principal de la actividad de construcción en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p10",
      "contexto": "Como parte de las actividades relacionadas con su proyecto de emprendimiento, un equipo de estudiantes indaga sobre las necesidades de potenciales clientes de un distrito con respecto al consumo de artesanías. Mercedes, una integrante del equipo, indica que la información que les interesa recoger se centrará en los gustos e intereses de los potenciales clientes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué criterio de segmentación se corresponde con las variables planteadas por Mercedes?",
          "opciones": [
            "Psicográfica.",
            "Demográfica.",
            "Geográfica."
          ],
          "respuesta": "Psicográfica.",
          "respuestaCorta": "La segmentación psicográfica agrupa a los clientes según sus rasgos de personalidad, valores, actitudes, intereses y estilos de vida, lo cual incluye sus 'gustos e intereses'.",
          "solucionario": "La segmentación de mercado se puede realizar bajo diversos criterios. La segmentación geográfica se refiere a la ubicación y la demográfica a características cuantificables como edad, género o ingresos. La segmentación psicográfica, en cambio, profundiza en las características intrínsecas de los consumidores, como su estilo de vida, intereses, opiniones y valores. Los 'gustos e intereses' caen directamente en esta categoría.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": "Un equipo de estudiantes proyecta emprender la elaboración de una tienda online. Esta permitirá conectar a productores de artesanías de las diferentes regiones del Perú con clientes extranjeros que aprecian la artesanía peruana. Para diseñar esta plataforma, el equipo plantea su modelo de negocio y, como parte del proceso, propondrán el producto mínimo viable (PMV). Uno de los integrantes del equipo afirma lo siguiente: \"Nuestro PMV podría ser un video que muestre los elementos de la página web en la que se venderán las artesanías\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción pedagógica es más pertinente que realice la docente para que el estudiante identifique su error con respecto al PMV?",
          "opciones": [
            "Indicarle que es necesario que evalúe la pertinencia de incluir, en el video, información relacionada con promociones y descuentos de las artesanías.",
            "Explicarle que la información contenida en el video no es suficiente para que los usuarios tengan una idea clara de cómo adquirir las artesanías.",
            "Preguntarle qué hipótesis desea validar con su PMV y, sobre esta base, pedirle que argumente si el video le servirá para dicho propósito."
          ],
          "respuesta": "Preguntarle qué hipótesis desea validar con su PMV y, sobre esta base, pedirle que argumente si el video le servirá para dicho propósito.",
          "respuestaCorta": "La mejor acción pedagógica es guiar al estudiante a reflexionar sobre el propósito de un PMV, que es validar hipótesis, y luego autoevaluar si su propuesta cumple ese fin.",
          "solucionario": "Un PMV no es solo una demostración; su propósito principal es probar una hipótesis fundamental sobre el modelo de negocio con el menor esfuerzo posible. La acción más pertinente es la que devuelve al estudiante a este propósito central. Al preguntar '¿qué hipótesis deseas validar?', la docente provoca que el estudiante se dé cuenta de que un simple video (que es un medio pasivo) podría no ser suficiente para probar hipótesis clave, como si los clientes están dispuestos a pagar o si el proceso de compra se entiende. Esto lo lleva a identificar su propio error.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Con el propósito de que los estudiantes analicen un producto, un docente les presenta un dispensador de jabón líquido con una ficha que describe sus características y especificaciones técnicas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte del análisis del producto, el docente pregunta lo siguiente: \"¿Para qué sirve el producto?, ¿qué otros usos se le puede dar?\".\n¿A qué tipo de análisis del producto corresponden estas preguntas?",
          "opciones": [
            "Análisis de funcionamiento.",
            "Análisis de impacto.",
            "Análisis funcional."
          ],
          "respuesta": "Análisis funcional.",
          "respuestaCorta": "El análisis funcional se centra en el propósito del producto, es decir, para qué se utiliza y qué necesidad satisface.",
          "solucionario": "El 'análisis funcional' de un producto se enfoca en su utilidad y propósito. Las preguntas '¿Para qué sirve?' y '¿qué otros usos se le puede dar?' exploran directamente la función principal y las funciones secundarias del objeto, lo cual es la esencia del análisis funcional. El análisis de funcionamiento se referiría a *cómo* opera, no para *qué* sirve.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Con el propósito de que los estudiantes analicen un producto, un docente les presenta un dispensador de jabón líquido con una ficha que describe sus características y especificaciones técnicas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el análisis del producto, un equipo de estudiantes realiza las siguientes acciones:\nDesarman el dispensador de jabón líquido, observan sus partes y cómo estas se relacionan entre sí; luego, lo vuelven a armar. Enseguida, comparten esta experiencia con otros equipos.\n¿Qué tipo de análisis se evidencia en las acciones realizadas por el equipo de estudiantes?",
          "opciones": [
            "Análisis estructural del producto.",
            "Análisis tecnológico del producto.",
            "Análisis morfológico del producto."
          ],
          "respuesta": "Análisis estructural del producto.",
          "respuestaCorta": "El análisis estructural implica desarmar un objeto para identificar sus componentes y comprender cómo se ensamblan e interrelacionan.",
          "solucionario": "La acción de desarmar el dispensador para ver sus partes y cómo se relacionan corresponde directamente a un análisis estructural. Este tipo de análisis se enfoca en la composición interna y el ensamblaje del producto. El análisis morfológico se centraría en su forma externa y el tecnológico en los materiales y procesos de fabricación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p14",
      "contexto": "Los estudiantes, organizados en equipos, utilizan la técnica del punto de vista (POV) para formular el siguiente problema:\nUn agricultor de una zona rural necesita vender rápidamente sus cosechas porque tiene temor de que estas se descompongan y se pierdan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de este problema, ¿cuál de las siguientes alternativas se corresponde con el insight (revelación)?",
          "opciones": [
            "Un agricultor de una zona rural.",
            "Necesita vender rápidamente sus cosechas.",
            "Tiene temor de que las cosechas se descompongan y se pierdan."
          ],
          "respuesta": "Tiene temor de que las cosechas se descompongan y se pierdan.",
          "respuestaCorta": "El 'insight' en una declaración de POV es la razón profunda, a menudo emocional, detrás de la necesidad del usuario. El temor a la pérdida es el insight.",
          "solucionario": "La técnica del Punto de Vista (POV) se estructura como: [Usuario] + necesita + [Necesidad] + porque + [Insight]. En el problema dado, 'Un agricultor' es el usuario, 'vender rápidamente sus cosechas' es la necesidad, y la razón o revelación (insight) es 'porque tiene temor de que estas se descompongan y se pierdan'. El insight revela la motivación subyacente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p15",
      "contexto": "En una sesión, los estudiantes, organizados en equipos, se disponen a diseñar los prototipos de sus alternativas de solución. Durante el acompañamiento de la actividad, la docente, a partir del intercambio entre estudiantes, ha notado que muchos de ellos creen que los prototipos solo pueden ser físicos. En ese contexto, ella toma como ejemplo la alternativa de solución de uno de los equipos y les comenta lo siguiente: \"La solución que planteó un equipo consiste en mejorar los procesos de venta de los productos que ofrecen los agricultores de la localidad. En este caso, ¿será físico el prototipo que se utilice para representar dicha solución?, ¿por qué? Teniendo en cuenta la solución que podrían plantear, ¿consideran que los prototipos siempre serán físicos?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso pedagógico busca promover principalmente la docente con su intervención?",
          "opciones": [
            "Activar los saberes previos de los estudiantes.",
            "Generar conflicto cognitivo en los estudiantes.",
            "Promover la transferencia de los aprendizajes."
          ],
          "respuesta": "Generar conflicto cognitivo en los estudiantes.",
          "respuestaCorta": "La docente confronta la idea errónea de los estudiantes (prototipos solo físicos) con un caso contradictorio (un prototipo de servicio) para crear una disonancia cognitiva y llevarlos a revisar su idea inicial.",
          "solucionario": "La intervención de la docente está diseñada para crear un conflicto cognitivo. Identifica la noción preconcebida de los estudiantes de que todo prototipo es físico y les presenta un contraejemplo (una solución basada en un servicio) que desafía esta creencia. Esta disonancia entre lo que creen y la nueva información los obliga a cuestionar y reestructurar su comprensión sobre lo que puede ser un prototipo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p16",
      "contexto": "Un equipo de estudiantes dialoga acerca del significado de la expresión Producto Mínimo Viable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de los estudiantes expresa su significado?",
          "opciones": [
            "Eva dice: \"Es un producto con funcionalidades mínimas, que permite recoger información a partir de la validación con un grupo de potenciales clientes\".",
            "Brenda dice: \"Es la elaboración de una mínima cantidad de productos finales que se lanzará al mercado para ser testeados por un grupo de potenciales clientes\".",
            "Pablo dice: \"Es el resultado de la validación de un producto lanzado a una mínima cantidad de potenciales clientes\"."
          ],
          "respuesta": "Eva dice: \"Es un producto con funcionalidades mínimas, que permite recoger información a partir de la validación con un grupo de potenciales clientes\".",
          "respuestaCorta": "Un PMV es una versión de un producto con las características suficientes para ser utilizado por los primeros clientes, quienes proporcionarán retroalimentación para el desarrollo futuro.",
          "solucionario": "La definición de Eva es la más precisa. Un Producto Mínimo Viable (PMV) no es el producto final, sino una versión preliminar con las funcionalidades justas para ser útil y poder recoger la máxima cantidad de aprendizaje validado sobre los clientes con el mínimo esfuerzo. Su propósito principal es aprender y validar hipótesis.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p17",
      "contexto": "En una sesión, un equipo de estudiantes comenta a la docente que tiene dificultades en cómo iniciar el diseño de un producto o servicio para representar la idea-solución de un problema. Ante ello, la docente les plantea las siguientes preguntas: \"¿Cuál es el problema cuya solución requiere la creación del producto o servicio? ¿Cuál es la idea-solución que han planteado? ¿Cuáles son los elementos que consideran prioritarios en esta propuesta? Considerando estos elementos, ¿cómo creen que podría ser la primera versión de este producto o servicio? ¿Cómo serían las versiones siguientes? ¿Qué propósito se busca con estas versiones preliminares?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de la docente al formular estas preguntas?",
          "opciones": [
            "Orientar la transferencia de los aprendizajes en los estudiantes.",
            "Generar conflicto cognitivo en los estudiantes.",
            "Brindar andamiaje a los estudiantes."
          ],
          "respuesta": "Brindar andamiaje a los estudiantes.",
          "respuestaCorta": "La docente utiliza una serie de preguntas estructuradas para guiar paso a paso a los estudiantes a través del proceso de diseño con el que tienen dificultades, proporcionando un soporte temporal o andamiaje.",
          "solucionario": "La docente está proporcionando andamiaje. Ante la dificultad de los estudiantes, no les da la respuesta, sino que descompone la tarea compleja de diseñar en pasos más pequeños y manejables a través de una secuencia de preguntas. Este apoyo guiado les ayuda a transitar desde lo que ya saben (el problema) hacia lo que necesitan hacer (diseñar la primera versión), permitiéndoles construir la solución por sí mismos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p18",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte del desarrollo de sus proyectos de emprendimiento, el docente busca implementar actividades que fomenten la aplicación de estrategias de venta. ¿Cuál de las siguientes actividades propuestas involucra mayor demanda cognitiva para los estudiantes?",
          "opciones": [
            "Pedirles que describan las estrategias de venta utilizadas en los emprendimientos de la localidad.",
            "Pedirles que expliquen los procedimientos de una estrategia de venta mediante una exposición en el aula.",
            "Pedirles que evalúen, de acuerdo a las características de sus emprendimientos, qué estrategias de venta favorecen la obtención de mejores resultados."
          ],
          "respuesta": "Pedirles que evalúen, de acuerdo a las características de sus emprendimientos, qué estrategias de venta favorecen la obtención de mejores resultados.",
          "respuestaCorta": "Evaluar implica habilidades de pensamiento de orden superior como el análisis, la síntesis y la justificación, lo que la convierte en la tarea de mayor demanda cognitiva entre las opciones.",
          "solucionario": "Describir y explicar son tareas cognitivas de nivel inferior que implican recordar y organizar información. Evaluar, en cambio, es una habilidad cognitiva de nivel superior. Requiere que los estudiantes analicen las características de su propio emprendimiento, analicen diversas estrategias de venta y luego sinteticen esta información para emitir un juicio justificado sobre qué estrategia es más efectiva para su contexto específico. Este proceso es significativamente más complejo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p19",
      "contexto": "Una docente planifica una sesión en la que los estudiantes elaborarán los instrumentos para evaluar su prototipo. Durante la sesión, la docente realiza las siguientes preguntas a los estudiantes: \"¿Cuándo creen que un prototipo satisface las necesidades de un usuario? Ustedes, ¿cómo se darían cuenta de eso?, ¿dónde podrían registrar estas evidencias?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso pedagógico busca promover principalmente la docente con su intervención?",
          "opciones": [
            "La activación de los saberes previos.",
            "La transferencia de los aprendizajes.",
            "La generación del conflicto cognitivo."
          ],
          "respuesta": "La activación de los saberes previos.",
          "respuestaCorta": "Las preguntas incitan a los estudiantes a recordar y articular sus ideas y conocimientos existentes sobre evaluación y recolección de evidencias antes de aprender los métodos formales.",
          "solucionario": "Las preguntas de la docente están diseñadas para traer a la superficie lo que los estudiantes ya saben o creen sobre la evaluación de un prototipo. Al pedirles que piensen en 'cómo se darían cuenta' si un prototipo tiene éxito y 'dónde podrían registrar evidencias', está activando sus conocimientos y experiencias previas, que servirán como base para construir el nuevo aprendizaje, más formal, sobre los instrumentos de evaluación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p20",
      "contexto": "Un equipo de estudiantes está elaborando su modelo de negocio. Como parte de este proceso, los integrantes de dicho equipo dialogan sobre las hipótesis del bloque flujo de ingresos. En ese contexto, surge un debate con respecto al precio que podrían asignar a su producto. Una de las estudiantes comenta lo siguiente: \"Según las características de nuestro producto, el precio que le asignaremos variaría según la temporada del año; es decir, cambiará para adaptarse al mercado\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el comentario de la estudiante, ¿cuál de los siguientes modelos de precios se evidencia principalmente?",
          "opciones": [
            "Precio basado en costos.",
            "Precio competitivo.",
            "Precio dinámico."
          ],
          "respuesta": "Precio dinámico.",
          "respuestaCorta": "El precio dinámico es una estrategia donde el precio de un producto cambia en función de la demanda del mercado y otros factores, como la estacionalidad.",
          "solucionario": "El comentario de la estudiante describe explícitamente una estrategia de precios en la que el precio no es fijo, sino que cambia para 'adaptarse al mercado', variando específicamente 'según la temporada del año'. Esta es la definición de precio dinámico, un modelo donde los precios son flexibles y fluctúan según las demandas actuales del mercado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p21",
      "contexto": "Un docente tiene como propósito que los estudiantes reflexionen sobre la importancia de validar un producto mínimo viable (PMV). Por ello, les presenta un caso de emprendimiento en el que se evidencia que este proceso ha favorecido la toma de decisiones respecto de su modelo de negocio. Luego, el docente les pregunta lo siguiente:\n\"¿Cuál es el propósito de un PMV? ¿Qué impacto tiene el lanzamiento de este PMV entre los primeros adoptantes? ¿Creen que los resultados obtenidos de este lanzamiento ayudará en la toma de decisiones para sus modelos de negocio?, ¿por qué?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué las preguntas planteadas por el docente son pertinentes para que los estudiantes reflexionen sobre la importancia de validar un producto mínimo viable (PMV)?",
          "opciones": [
            "Porque garantiza que los estudiantes comprendan que los primeros adoptantes, con quienes se valida el producto mínimo viable, deben quedar satisfechos con la primera versión del producto.",
            "Porque promueve que los estudiantes reconozcan que someter a validación el producto mínimo viable entre los primeros adoptantes ayudará a tomar mejores decisiones respecto de su modelo de negocio.",
            "Porque compromete a los estudiantes a desarrollar un producto mínimo viable con características completas, las cuales son necesarias para garantizar que la información recogida en su validación sea favorable."
          ],
          "respuesta": "Porque promueve que los estudiantes reconozcan que someter a validación el producto mínimo viable entre los primeros adoptantes ayudará a tomar mejores decisiones respecto de su modelo de negocio.",
          "respuestaCorta": "Las preguntas guían a los estudiantes a conectar el proceso de validación con los primeros adoptantes con su propósito final: tomar decisiones informadas sobre el modelo de negocio.",
          "solucionario": "Las preguntas del docente son pertinentes porque dirigen la reflexión de los estudiantes hacia la función central de un PMV: el aprendizaje. La secuencia de preguntas los lleva a la conclusión de que la retroalimentación de los primeros adoptantes no se trata de la satisfacción inmediata con un producto perfecto, sino de recopilar datos cruciales para tomar mejores decisiones, basadas en evidencia, para todo el modelo de negocio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p22",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente tiene como propósito activar los saberes previos de los estudiantes con respecto al aporte que brindan los early adopters (primeros adoptantes) en la validación de un producto mínimo viable (PMV). ¿Cuál de los siguientes conjuntos de preguntas se centra en lograr dicho propósito?",
          "opciones": [
            "¿Cuál es la frecuencia de compra que tienen las personas respecto a un producto similar al suyo? ¿Cuál es el promedio de gasto que realizan en ello?",
            "¿Cómo llegará tu producto mínimo viable a las personas? ¿Dónde encuentran productos similares al de ustedes?",
            "¿Quiénes creen que serán los primeros en adquirir tu producto? ¿Qué esperan de estas personas?"
          ],
          "respuesta": "¿Quiénes creen que serán los primeros en adquirir tu producto? ¿Qué esperan de estas personas?",
          "respuestaCorta": "Estas preguntas solicitan directamente a los estudiantes que formulen hipótesis sobre la identidad y las expectativas de sus primeros clientes, que es la definición de los 'early adopters'.",
          "solucionario": "Para activar los saberes previos sobre los 'early adopters', las preguntas deben incitar a los estudiantes a pensar en ese grupo específico. Las preguntas de la opción C ('¿Quiénes creen que serán los primeros en adquirir tu producto? ¿Qué esperan de estas personas?') abordan directamente el concepto de los primeros clientes y su rol, recurriendo a las ideas iniciales de los estudiantes sobre el tema. Las otras opciones se centran en el comportamiento general del mercado o en los canales de distribución, no en los 'early adopters' en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes plantea actividades en las que aplicarán los fundamentos y procedimientos de la metodología Design Thinking (Pensamiento de diseño). ¿Cuál de las siguientes actividades planteadas por los estudiantes corresponde a la fase Definir de esta metodología?",
          "opciones": [
            "Rodrigo dice: \"Utilizaremos un software para diseñar la alternativa de solución en un formato 3D\".",
            "Néstor dice: \"Utilizaremos la técnica del punto de vista para focalizar usuarios específicos y necesidades concretas\".",
            "Isabel dice: \"Utilizaremos alguna técnica de desarrollo de la creatividad para favorecer el planteamiento de propuestas de solución\"."
          ],
          "respuesta": "Néstor dice: \"Utilizaremos la técnica del punto de vista para focalizar usuarios específicos y necesidades concretas\".",
          "respuestaCorta": "La fase 'Definir' de Design Thinking consiste en sintetizar la información de la fase 'Empatizar' en una declaración de problema clara y accionable. La técnica del Punto de Vista (POV) es una herramienta central para esta fase.",
          "solucionario": "La metodología Design Thinking tiene cinco fases. La fase 'Definir' es donde el equipo sintetiza las observaciones recogidas durante la fase 'Empatizar' para formular un enunciado del problema específico. La técnica del Punto de Vista (POV) sirve precisamente para esto: definir el usuario, su necesidad y el insight. La sugerencia de Rodrigo pertenece a la fase 'Prototipar' y la de Isabel a la fase 'Idear'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes ha culminado la elaboración de su prototipo. Ahora, se dispone a realizar pruebas para evaluarlo. ¿Cuál de las siguientes técnicas es adecuada para ello?",
          "opciones": [
            "SCAMPER.",
            "Mapa mental.",
            "Test de usuario."
          ],
          "respuesta": "Test de usuario.",
          "respuestaCorta": "Un test de usuario es una técnica diseñada específicamente para evaluar un prototipo observando a usuarios reales interactuar con él para recopilar comentarios.",
          "solucionario": "Después de construir un prototipo, el siguiente paso lógico en metodologías como Design Thinking es probarlo con usuarios. Un 'Test de usuario' es la técnica específica para esto, donde el prototipo se presenta a usuarios potenciales para observar sus interacciones y recoger retroalimentación para la mejora. SCAMPER y Mapa Mental son técnicas de lluvia de ideas y generación de ideas, utilizadas en fases anteriores, no para la evaluación.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2023_p25",
      "contexto": "Durante el desarrollo de una actividad, los estudiantes analizan las necesidades de un grupo de personas de su localidad. En uno de los equipos, un estudiante afirma lo siguiente: \"Compañeros, en otras regiones ya existen productos con gran aceptación. Copiemos uno de esos productos para nuestro proyecto de emprendimiento\". Al escuchar esta afirmación y la consecuente aceptación de los demás miembros del equipo, el docente aprovecha la oportunidad para promover la reflexión de los estudiantes acerca del error de esa postura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para lograr dicho propósito?",
          "opciones": [
            "Preguntarles cuáles son las características y necesidades del segmento de clientes del producto que desean copiar. Luego, solicitarles que las comparen con las necesidades del grupo de personas que están analizando. Finalmente, pedirles que argumenten por qué un producto aceptado en otras regiones también lo sería para estas personas de su localidad.",
            "Pedirles que busquen, en internet, información acerca de técnicas para la identificación de necesidades. Luego, solicitarles que resalten la información que más llamó su atención. Finalmente, darles alcances y recomendaciones para que apliquen estas técnicas a su segmento de clientes.",
            "Comentarles acerca de la importancia de crear productos que satisfagan necesidades de potenciales clientes. Luego, preguntarles para constatar que hayan comprendido lo anterior. Finalmente, pedirles que se comprometan a no copiar productos de otras regiones."
          ],
          "respuesta": "Preguntarles cuáles son las características y necesidades del segmento de clientes del producto que desean copiar. Luego, solicitarles que las comparen con las necesidades del grupo de personas que están analizando. Finalmente, pedirles que argumenten por qué un producto aceptado en otras regiones también lo sería para estas personas de su localidad.",
          "respuestaCorta": "La acción más adecuada guía a los estudiantes a descubrir su propio error al comparar las necesidades del mercado original con las de su mercado local, fomentando el pensamiento crítico.",
          "solucionario": "La acción pedagógica más pertinente no es dar la respuesta, sino guiar a los estudiantes para que identifiquen el error por sí mismos. Al hacerles comparar las necesidades del segmento de clientes original con el suyo, el docente los lleva a cuestionar la suposición de que un producto tendrá éxito en todas partes. Esto promueve la reflexión y una comprensión más profunda de la importancia del contexto en el emprendimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p26",
      "contexto": "Los estudiantes están iniciando la etapa creativa de su proyecto de emprendimiento. En este contexto, una docente pregunta a los estudiantes lo siguiente: \"¿Qué podrían realizar ustedes para saber qué problemas o necesidades tienen las personas? ¿Cómo creen que deben seleccionar a estas personas para recoger información de ellas?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso pedagógico busca promover principalmente la docente con su intervención?",
          "opciones": [
            "La generación de conflicto cognitivo.",
            "La activación de saberes previos.",
            "La retroalimentación."
          ],
          "respuesta": "La activación de saberes previos.",
          "respuestaCorta": "Las preguntas de la docente están diseñadas para que los estudiantes recuerden y utilicen sus conocimientos e ideas existentes sobre la identificación de necesidades y la selección de usuarios.",
          "solucionario": "Las preguntas se plantean al inicio de la etapa creativa para hacer aflorar las ideas iniciales de los estudiantes sobre cómo investigar las necesidades de los usuarios. La docente les pide que recurran a sus propias experiencias y conocimientos antes de introducir técnicas formales, lo cual es la definición de la activación de saberes previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p27",
      "contexto": "En el marco de un proyecto de emprendimiento, un equipo de estudiantes ha decidido realizar entrevistas a potenciales clientes de su localidad. Para ello, el equipo acuerda encontrarse en la puerta del mercado un domingo en la mañana. Llegado el día, Pablo, uno de los integrantes, tiene una dificultad para ir al mercado y, mediante un mensaje, les comunica a sus compañeros que no podrá ir. Durante la siguiente clase, a pesar de que Pablo se ha disculpado y les ha explicado que no pudo ir porque su papá tuvo una emergencia, sus compañeros de equipo le reclaman con hostilidad y deciden quejarse ante la docente por su ausencia en la actividad del equipo. Al conocer el problema, la docente considera necesario promover la empatía en los compañeros de Pablo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para ello?",
          "opciones": [
            "\"Entiendo que se sienten molestos porque su compañero no pudo ir y que eso les causó más trabajo. Para cubrir esta falta, ¿podrían pedirle que asuma otra responsabilidad?\".",
            "\"Los trabajos en equipo dependen del esfuerzo y la colaboración de los integrantes. Si les sucediera una situación similar a la de su compañero, ¿qué tipo de trato esperarían recibir ustedes?\".",
            "\"Me parece que ustedes están siendo muy duros con Pablo, aun cuando él ya les explicó que su papá tuvo una emergencia. ¿No creen que le deben una disculpa a su compañero por la actitud que han tenido con él?\"."
          ],
          "respuesta": "\"Los trabajos en equipo dependen del esfuerzo y la colaboración de los integrantes. Si les sucediera una situación similar a la de su compañero, ¿qué tipo de trato esperarían recibir ustedes?\".",
          "respuestaCorta": "Para fomentar la empatía, la docente incita a los estudiantes a ponerse en el lugar de su compañero y reflexionar sobre cómo les gustaría ser tratados en una situación similar.",
          "solucionario": "La forma más efectiva de promover la empatía es fomentar la toma de perspectiva. La pregunta \"Si les sucediera una situación similar a la de su compañero, ¿qué tipo de trato esperarían recibir ustedes?\" invita a los estudiantes a reflexionar sobre sus propios sentimientos y a conectarlos con la situación de Pablo. Esto es más poderoso que simplemente decirles que están equivocados (Opción C) o centrarse solo en una solución práctica (Opción A).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p28",
      "contexto": "Durante una sesión de aprendizaje, la docente presentó a los estudiantes el siguiente caso de emprendimiento:\nHace 30 años, la señora Alicia inauguró un pequeño restaurante al lado de una fábrica. Al inicio no le fue muy bien, pues había mucha competencia. Sin embargo, de forma creciente, los trabajadores de la fábrica concurrían al pequeño local porque les gustaba su comida. Pasados unos años, la fábrica se trasladó, muchos restaurantes cerraron y ella perdió su clientela. Pese a ello, ya sin atención presencial, la señora Alicia comenzó a generar un sistema de reparto de comida a los trabajadores de la fábrica. Con este nuevo sistema, consiguió incluso mayor clientela. Así, desde hace 10 años, reparte diariamente almuerzo a más de 100 clientes.\nDurante el diálogo sobre este caso, varios estudiantes expresaron que les parecía un ejemplo de resiliencia y justificaron sus razones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes justificaciones de los estudiantes se corresponde con el concepto de resiliencia?",
          "opciónes": [
            "Ana dice: \"Yo pienso que el caso muestra que, ante una situación adversa, la señora Alicia buscó la manera para enfrentar una dificultad y, de manera rápida, generar un nuevo modelo de negocio de manera exitosa; por eso, creo que es un ejemplo de resiliencia\".",
            "Belén dice: \"Es un ejemplo de resiliencia porque muestra que la señora Alicia supo aplicar estrategias de fidelización para lograr un grupo estable de clientes, lo cual le permitió cambiar su modelo de negocio sin sufrir muchas dificultades\".",
            "Camilo dice: \"Creo que el negocio de la señora Alicia es un ejemplo de resiliencia porque demuestra que el rubro de servicios tiene muchas posibilidades de crecimiento si se identifican las nuevas demandas de los clientes\"."
          ],
          "respuesta": "Ana dice: \"Yo pienso que el caso muestra que, ante una situación adversa, la señora Alicia buscó la manera para enfrentar una dificultad y, de manera rápida, generar un nuevo modelo de negocio de manera exitosa; por eso, creo que es un ejemplo de resiliencia\".",
          "respuestaCorta": "La resiliencia es la capacidad de adaptarse y superar situaciones adversas. La explicación de Ana identifica correctamente este concepto central en el caso de estudio.",
          "solucionario": "La intervención de Ana captura correctamente la esencia de la resiliencia: enfrentar la adversidad (el traslado de la fábrica), encontrar una manera de superar la dificultad y adaptarse exitosamente creando un nuevo modelo de negocio (el sistema de reparto). Las otras opciones se centran en estrategias de negocio específicas (fidelización, demanda del mercado) en lugar del concepto global de superación de la adversidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p29",
      "contexto": "Como parte de su proyecto de emprendimiento, los estudiantes han identificado y definido las necesidades de grupos de potenciales clientes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese marco, los equipos de estudiantes, luego de definir el problema, se disponen a generar diversas ideas para abordar la solución. Durante la actividad, la docente acompaña la generación de diversas propuestas y la selección de la idea-solución. En este contexto, Alonso, integrante de un equipo, plantea la siguiente idea-solución a sus compañeros:\n\"De acuerdo con las necesidades identificadas y el problema definido, y luego de todas las ideas que hemos generado, propongo elaborar esponjas lavaplatos procesadas a partir de luffas, que son plantas que crecen de manera silvestre en nuestra zona. Este recurso no ha sido utilizado con este propósito aún y responde muy bien a la solución del problema. Además, como son plantas, son una alternativa biodegradable\".\nA partir del planteamiento, cada integrante del equipo comenta qué es lo que le agrada más de lo propuesto por Alonso. ¿Cuál de las siguientes intervenciones de los estudiantes se centra en destacar la creatividad de esta propuesta?",
          "opciones": [
            "Ana María dice: \"Me gusta porque estaríamos revalorizando un producto de la zona, como la luffa, que crece de manera silvestre\".",
            "Blas dice: \"Me gusta porque esta propuesta generaría un impacto ambiental positivo, ya que las esponjas de luffa serían biodegradables\".",
            "César dice: \"Me gusta porque proponemos usar la luffa de una forma que no ha sido utilizada antes. Es una solución diferente a las tradicionales\"."
          ],
          "respuesta": "César dice: \"Me gusta porque proponemos usar la luffa de una forma que no ha sido utilizada antes. Es una solución diferente a las tradicionales\".",
          "respuestaCorta": "La creatividad en este contexto se refiere a la originalidad y la novedad. El comentario de César resalta que la idea es nueva y diferente a las soluciones tradicionales.",
          "solucionario": "La creatividad consiste en generar ideas novedosas y originales. El comentario de César se enfoca precisamente en este aspecto: usar un material conocido (la luffa) de una manera nueva y no convencional (\"una forma que no ha sido utilizada antes\"). Ana María se enfoca en el valor local y Blas en el impacto ambiental, que son beneficios de la idea, pero no el aspecto central de su creatividad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la elaboración de su producto, la docente nota que, en uno de los equipos, un estudiante se muestra desanimado debido a que el producto no se está desarrollando como lo desea. Minutos después y, mostrando fastidio, el estudiante arroja la versión elaborada del producto al tacho de basura. Ante ello, la docente decide intervenir. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover la autorregulación emocional del estudiante?",
          "opciones": [
            "Preguntarle por qué desechó el producto. Luego, pedirle que comente si la acción que tomó le hizo sentir mejor y por qué. Finalmente, mediante preguntas, guiarlo para que identifique otras maneras de enfrentar sus molestias de manera constructiva.",
            "Preguntarle si obtuvo algún beneficio al tirar el producto a la basura. Luego, explicarle que la molestia es un sentimiento que se debe aprender a contener. Finalmente, indicarle qué aspectos del producto requieren ajustes para obtener una versión mejorada que responda a sus expectativas.",
            "Preguntarle qué lo llevó a molestarse de la manera en que lo hizo. Luego, explicarle que las primeras versiones de un producto no tienen que salir perfectas y que puede volver a intentarlo hasta que se sienta conforme. Finalmente, pedirle que evite tomar acciones que generan un clima agresivo en el aula."
          ],
          "respuesta": "Preguntarle por qué desechó el producto. Luego, pedirle que comente si la acción que tomó le hizo sentir mejor y por qué. Finalmente, mediante preguntas, guiarlo para que identifique otras maneras de enfrentar sus molestias de manera constructiva.",
          "respuestaCorta": "El mejor enfoque para la autorregulación emocional implica ayudar al estudiante a reconocer su sentimiento, reflexionar sobre su reacción y luego explorar respuestas alternativas más constructivas.",
          "solucionario": "Promover la autorregulación implica tres pasos clave: identificar la emoción, comprender la reacción y encontrar mejores alternativas. La opción A sigue perfectamente esta secuencia pedagógica. Incita al estudiante a reflexionar sobre su acción y su resultado emocional (\"¿le hizo sentir mejor?\") y luego lo guía hacia la identificación de formas más constructivas de manejar la frustración, empoderándolo para el futuro.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p31",
      "contexto": "En una reunión de trabajo colegiado, los docentes proponen acciones que favorezcan el desarrollo de la autonomía de los estudiantes en la evaluación del avance de sus proyectos de emprendimiento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas de los docentes es más pertinente para ello?",
          "opciones": [
            "Armando dice: \"Podemos presentar, a cada equipo, una lista de cotejo y, de manera conjunta, monitorear el cumplimiento de las actividades que, previamente, les habíamos planteado\".",
            "Beatriz dice: \"Podemos evaluar los avances de las actividades para asignar responsabilidades en los equipos de estudiantes, de acuerdo con los desempeños de cada integrante\".",
            "Celia dice: \"Podemos acompañarlos para que, de acuerdo a la meta planteada por cada equipo, formulen estrategias que les permitan evaluar sus avances y lograr esa meta\"."
          ],
          "respuesta": "Celia dice: \"Podemos acompañarlos para que, de acuerdo a la meta planteada por cada equipo, formulen estrategias que les permitan evaluar sus avances y lograr esa meta\".",
          "respuestaCorta": "La autonomía se fomenta empoderando a los estudiantes para que creen sus propias estrategias de evaluación basadas en sus propias metas, con el docente actuando como guía.",
          "solucionario": "La propuesta de Celia es la más pertinente para desarrollar la autonomía porque sitúa a los estudiantes en el centro del proceso de evaluación. Son ellos quienes, en función de *sus* metas, formulan *sus propias* estrategias para evaluar su progreso. El rol del docente pasa de ser un director a un facilitador o guía (\"acompañarlos\"). Las otras opciones son más dirigidas por el docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p32",
      "contexto": "Los estudiantes, organizados en equipos, elaboran una guía de entrevista. El docente interviene para preguntarles sobre la elaboración de dicha guía. En ese contexto, una estudiante comenta lo siguiente: \"Para mejorar el planteamiento y la redacción de las preguntas, hicimos varias pruebas en el equipo. Esto incluía revisar las preguntas y posibles respuestas. Aunque inicialmente no supimos cómo hacerlo, tuvimos éxito en resolver las dificultades, gracias a la participación de todos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso pedagógico se evidencia principalmente en el comentario de la estudiante?",
          "opciones": [
            "La activación de saberes previos.",
            "La generación de conflicto cognitivo.",
            "La metacognición sobre el aprendizaje."
          ],
          "respuesta": "La metacognición sobre el aprendizaje.",
          "respuestaCorta": "La estudiante está reflexionando sobre su propio proceso de aprendizaje: identifica una dificultad inicial, describe las estrategias utilizadas para superarla y evalúa el resultado exitoso. Esto es metacognición.",
          "solucionario": "El comentario de la estudiante es un claro ejemplo de metacognición. Está pensando sobre su propio pensamiento y proceso de aprendizaje. Identifica el problema inicial (\"no supimos cómo hacerlo\"), describe las estrategias que emplearon (\"hicimos varias pruebas\", \"revisar las preguntas\") y valora el resultado de su proceso (\"tuvimos éxito en resolver las dificultades\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para que los estudiantes elaboren el presupuesto de su proyecto, haciendo uso de la hoja de cálculo?",
          "opciones": [
            "Realizar la demostración en la que se usa la hoja de cálculo para integrar funciones estadísticas avanzadas que podrían ser de utilidad para el desarrollo del presupuesto de su proyecto. Luego, pedir que practiquen en la hoja de cálculo el uso de estas funciones estadísticas.",
            "Pedir que identifiquen en qué tareas les puede ayudar una hoja de cálculo en función del desarrollo de su proyecto. Luego, solicitar que exploren la hoja de cálculo, y utilicen aquellas herramientas y funciones que les puedan ser de utilidad.",
            "Solicitar que lean todo el manual de uso de una hoja de cálculo y que prueben el uso de cada una de las herramientas y funciones. Luego, pedir que compartan con sus compañeros las dificultades que se les presentaron y cómo las solucionaron."
          ],
          "respuesta": "Pedir que identifiquen en qué tareas les puede ayudar una hoja de cálculo en función del desarrollo de su proyecto. Luego, solicitar que exploren la hoja de cálculo, y utilicen aquellas herramientas y funciones que les puedan ser de utilidad.",
          "respuestaCorta": "Un enfoque centrado en el estudiante y basado en la indagación, donde los estudiantes primero identifican la necesidad y luego exploran la herramienta para encontrar funciones relevantes, es más efectivo para un aprendizaje significativo.",
          "solucionario": "La opción B propone un enfoque constructivista y de aprendizaje significativo. Los estudiantes primero conectan la herramienta (hoja de cálculo) con su necesidad específica (el presupuesto del proyecto), lo que da propósito al aprendizaje. Luego, se les anima a explorar y descubrir por sí mismos las funciones relevantes. Esto es más efectivo que una demostración de funciones avanzadas que quizás no necesiten (Opción A) o la tediosa tarea de leer todo el manual (Opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p34",
      "contexto": "Para un emprendimiento de venta de frutas y verduras que se entregarán a domicilio, un equipo de estudiantes propone la representación gráfica de su marca. Esta servirá para la publicidad en medios físicos y virtuales. Los pedidos se harán mediante llamadas o mensajes de texto. A continuación, se describe la marca:\nEsta representación consiste en el dibujo de un celular en cuya pantalla se visualiza la imagen de una persona que carga una canasta de compras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes representaciones gráficas se refiere dicha descripción?",
          "opciones": [
            "Al isologo.",
            "Al isotipo.",
            "Al imagotipo."
          ],
          "respuesta": "Al isotipo.",
          "respuestaCorta": "Un isotipo es la parte simbólica o icónica de la representación gráfica de una marca que se entiende sin necesidad de texto. El dibujo descrito es un símbolo puramente visual.",
          "solucionario": "La descripción se refiere a un elemento puramente gráfico (un dibujo) que representa la marca. Esta es la definición de un isotipo: la parte simbólica de la marca que funciona sin texto. Un imagotipo es la combinación de un isotipo y un logotipo (texto) que pueden funcionar por separado. Un isologo es cuando el texto y el icono están fusionados y no se pueden separar. Dado que solo se describe el dibujo, es un isotipo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p35",
      "contexto": "Un docente orienta las acciones que realizarán los estudiantes para elaborar un diagrama de flujo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Entre las siguientes acciones que se implementarán para la elaboración del diagrama, ¿cuál deben efectuar los estudiantes en tercer lugar?",
          "opciones": [
            "Seleccionar los símbolos que van a representar las actividades.",
            "Ordenar las actividades del proceso de forma cronológica.",
            "Determinar las actividades que forman parte del proceso."
          ],
          "respuesta": "Seleccionar los símbolos que van a representar las actividades.",
          "respuestaCorta": "La secuencia lógica para crear un diagrama de flujo es: 1. Determinar las actividades, 2. Ordenarlas cronológicamente, 3. Seleccionar los símbolos apropiados para cada actividad.",
          "solucionario": "El orden lógico para crear un diagrama de flujo es el siguiente: Primero, se deben identificar todas las actividades o tareas involucradas en el proceso (C). Segundo, se deben organizar estas actividades en la secuencia cronológica correcta (B). Solo entonces, como tercer paso, se pueden seleccionar los símbolos de diagrama de flujo apropiados para representar cada una de las actividades ya ordenadas (A), antes de finalmente dibujar el diagrama.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p36",
      "contexto": "Como parte del desarrollo de un emprendimiento, un equipo de estudiantes elabora el diagrama de operaciones del proceso (DOP) de su producto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes se aprestan a simbolizar la siguiente actividad en el diagrama:\nVerificar y empacar el alimento procesado\n¿Cuál es el símbolo que corresponde a esta actividad?",
          "opciones": [
            "El símbolo que tiene forma de la letra 'D' mayúscula (D).",
            "El símbolo que tiene forma de un triángulo invertido ( ).",
            "El símbolo que tiene forma de un cuadrado con un círculo inscrito dentro de este."
          ],
          "respuesta": "El símbolo que tiene forma de un cuadrado con un círculo inscrito dentro de este.",
          "respuestaCorta": "En un DOP, una actividad que combina una operación (empacar) y una inspección (verificar) se representa con un cuadrado con un círculo inscrito en él.",
          "solucionario": "La actividad 'Verificar y empacar' es una actividad combinada. 'Verificar' es una inspección (representada por un cuadrado) y 'empacar' es una operación (representada por un círculo). En un Diagrama de Operaciones del Proceso (DOP), cuando una operación y una inspección se realizan simultáneamente o por la misma persona en la misma estación de trabajo, se representa con un cuadrado que tiene un círculo inscrito en su interior.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2023_p36",
      "contexto": "Como parte del desarrollo de un emprendimiento, un equipo de estudiantes elabora el diagrama de operaciones del proceso (DOP) de su producto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes del equipo describen una de las actividades de la siguiente manera:\nPesar el material\n¿Cuál de los siguientes procesos de un DOP se corresponde con la actividad descrita por los estudiantes?",
          "opciones": [
            "Demora.",
            "Inspección.",
            "Almacenaje."
          ],
          "respuesta": "Inspección.",
          "respuestaCorta": "En un DOP, 'pesar el material' se considera una inspección porque implica verificar una característica cuantitativa (peso) contra un estándar.",
          "solucionario": "Dentro de un Diagrama de Operaciones del Proceso (DOP), una inspección se refiere a cualquier actividad que verifica una característica del producto, ya sea cualitativa o cuantitativa, sin alterarlo. Pesar el material entra en esta categoría porque es una comprobación de una cantidad específica. No es una demora (símbolo D) ni un almacenaje (símbolo de triángulo invertido).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p38",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente busca promover la metacognición respecto de las estrategias utilizadas por un estudiante en la elaboración de un diagrama de operaciones del proceso (DOP). ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "¿Qué procedimientos has seguido para elaborar el DOP? ¿Consideras que estos procedimientos ayudaron a tener un DOP con los elementos indispensables para su comprensión? ¿Qué dificultades tuviste para elaborarlo?",
            "¿Cómo te sentiste al ver tu DOP terminado? ¿Pusiste tu máximo esfuerzo para realizarlo? ¿Estarías dispuesto a esforzarte un poco más para que el DOP que elaboraste sea mejor que el de tus compañeros?",
            "¿En qué casos se elaboran los DOP? ¿Cuál es la importancia de estos diagramas para la elaboración del producto? ¿Qué tipo de diagramas conoces?"
          ],
          "respuesta": "¿Qué procedimientos has seguido para elaborar el DOP? ¿Consideras que estos procedimientos ayudaron a tener un DOP con los elementos indispensables para su comprensión? ¿Qué dificultades tuviste para elaborarlo?",
          "respuestaCorta": "Las preguntas metacognitivas incitan a la reflexión sobre el propio proceso de aprendizaje: las estrategias utilizadas, su eficacia y las dificultades encontradas.",
          "solucionario": "El conjunto de preguntas de la opción A está diseñado para hacer que el estudiante reflexione sobre su propio proceso de aprendizaje. Pregunta sobre el 'cómo' (procedimientos), la efectividad de esos procedimientos y los obstáculos enfrentados. Esta es la esencia de la metacognición: pensar sobre el propio pensamiento. La opción B se centra en los sentimientos y la competencia, mientras que la C evalúa el conocimiento conceptual, no el proceso de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p39",
      "contexto": "La docente planifica actividades para que los equipos de estudiantes elaboren el diagrama de operaciones del proceso (DOP) de su producto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas corresponde a una actividad que implica menor demanda cognitiva?",
          "opciones": [
            "Solicitarles que construyan el DOP a partir de las actividades que involucran la elaboración del producto que hayan identificado y seleccionado.",
            "Proponerles que expliquen, paso a paso, cómo elaboraron un DOP para el producto de su proyecto de emprendimiento.",
            "Pedirles que identifiquen ejemplos de DOP similares a los productos de sus proyectos de emprendimiento."
          ],
          "respuesta": "Pedirles que identifiquen ejemplos de DOP similares a los productos de sus proyectos de emprendimiento.",
          "respuestaCorta": "Identificar ejemplos es una tarea cognitiva de orden inferior que implica principalmente reconocimiento y recuerdo, en comparación con construir o explicar, que requieren análisis y síntesis.",
          "solucionario": "Identificar o reconocer ejemplos es una tarea cognitiva de menor demanda que explicar un proceso o construir un diagrama desde cero. Construir un DOP (Opción A) requiere análisis, secuenciación y aplicación de reglas. Explicar cómo se hizo (Opción B) requiere organización y articulación de un proceso. Identificar ejemplos similares (Opción C) es una habilidad más básica de reconocimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p40",
      "contexto": "Un equipo de estudiantes elaborará una maqueta a escala de un mueble de madera. Para orientarlos en ello, el docente les pide que diseñen un plano del mueble. Luego de que los estudiantes realizan una primera versión, se la presentan al docente, quien nota que el diseño carece de medidas. Ante tal omisión, el docente busca que los estudiantes reflexionen a partir de dicha dificultad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Preguntarles: ¿qué elementos son necesarios para leer, comprender y elaborar un plano?, ¿por qué? Luego, sugerirles que revisen nuevamente el diseño, identifiquen las falencias y analicen si encuentran todos los elementos que permitan una mejor interpretación del plano.",
            "Preguntarles: ¿qué dificultad tuvieron al elaborar dicho plano?, ¿cómo se organizarán para mejorar el diseño realizado? Luego, pedirles que, para una presentación adecuada del plano, le incluyan todas las medidas que faciliten su interpretación.",
            "Preguntarles: ¿conoces algún software para diseñar planos? Luego, orientarlos en el manejo de diversas herramientas de un software determinado y, sobre esa base, evaluar el desarrollo de esta habilidad en el diseño del plano."
          ],
          "respuesta": "Preguntarles: ¿qué elementos son necesarios para leer, comprender y elaborar un plano?, ¿por qué? Luego, sugerirles que revisen nuevamente el diseño, identifiquen las falencias y analicen si encuentran todos los elementos que permitan una mejor interpretación del plano.",
          "respuestaCorta": "La acción más efectiva incita a los estudiantes a reflexionar sobre los requisitos fundamentales de un dibujo técnico y luego a usar ese conocimiento para autoevaluar y corregir su propio trabajo.",
          "solucionario": "La mejor acción pedagógica es guiar a los estudiantes para que descubran la solución a través de la reflexión. Al preguntarles sobre los elementos necesarios de un plano, el docente activa su razonamiento. Luego, al pedirles que reexaminen su propio trabajo con base en estos criterios, fomenta la autonomía y la autocorrección. La opción B es demasiado directa, y la opción C desvía el enfoque hacia una herramienta de software en lugar del concepto fundamental.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p41",
      "contexto": "Un equipo de estudiantes desea evaluar su prototipo. En ese contexto, el docente les propone la siguiente actividad:\nRealizar, inicialmente, prácticas de prueba de un prototipo con los integrantes del equipo; en esta labor, tendrán ayuda docente. Luego de analizar los procedimientos aplicados y el análisis de los resultados obtenidos, se les pedirá que realicen las pruebas de su prototipo con usuarios reales que cumplan con el perfil de usuario requerido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito del docente al plantear esta actividad?",
          "opciones": [
            "Promover la transferencia de aprendizajes en los estudiantes.",
            "Activar los saberes previos de los estudiantes.",
            "Generar conflicto cognitivo en los estudiantes."
          ],
          "respuesta": "Promover la transferencia de aprendizajes en los estudiantes.",
          "respuestaCorta": "La actividad está diseñada para que los estudiantes aprendan y practiquen una habilidad en un contexto controlado (dentro del equipo) y luego apliquen o transfieran ese aprendizaje a un contexto nuevo y real (con usuarios).",
          "solucionario": "La estructura de la actividad es un ejemplo clásico de promoción de la transferencia de aprendizajes. Los estudiantes primero adquieren y practican las habilidades para probar un prototipo en un entorno guiado y simulado (la práctica interna del equipo). Luego, se les pide que apliquen o 'transfieran' ese conocimiento y esas habilidades aprendidas a una situación diferente y más auténtica (la prueba con usuarios reales).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p42",
      "contexto": "Los integrantes de un equipo de estudiantes analizan un emprendimiento de su localidad que consiste en la elaboración casera de jugo de aguaje. Ellos dialogan acerca de la presentación del producto. A continuación, se presenta parte de este diálogo.\nMalena dice: \"Los propietarios le han puesto un nombre a su producto. Eso permitirá que sus potenciales clientes lo identifiquen y, a la vez, lo diferencien de otros productos similares\".\nLuciano dice: \"Además, se puede leer las características que tiene el producto\".\nMalena dice: \"Sí; por ejemplo, están escritos los ingredientes que han utilizado para elaborarlo\".\nOscar dice: \"También vemos el registro sanitario que el producto ha obtenido. Esto le da garantía al consumo del producto\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes aspectos está principalmente referido el diálogo de los estudiantes?",
          "opciones": [
            "Al envase del producto.",
            "A la marca del producto.",
            "A la etiqueta del producto."
          ],
          "respuesta": "A la etiqueta del producto.",
          "respuestaCorta": "El diálogo discute elementos que se encuentran típicamente en la etiqueta de un producto: nombre del producto, ingredientes e información legal como el registro sanitario.",
          "solucionario": "Los elementos mencionados en el diálogo —el nombre del producto que permite la identificación, la lista de ingredientes y el registro sanitario— son todos componentes obligatorios o comunes de la etiqueta de un producto. La función de la etiqueta es precisamente proporcionar este tipo de información al consumidor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál es la importancia de considerar las características del producto en su presentación?",
          "opciones": [
            "Colocar al producto un nombre representativo para permitir diferenciarlo de otros productos similares.",
            "Brindar información indispensable para que los potenciales clientes puedan tomar decisiones sobre su consumo.",
            "Garantizar que el contenido del producto se conserve y se proteja de la contaminación hasta que llegue al consumidor."
          ],
          "respuesta": "Brindar información indispensable para que los potenciales clientes puedan tomar decisiones sobre su consumo.",
          "respuestaCorta": "Proporcionar características clave en la presentación del producto (como en la etiqueta) es crucial para informar a los clientes y permitirles tomar una decisión de compra consciente.",
          "solucionario": "La importancia primordial de mostrar las características del producto (ingredientes, registro sanitario, etc.) en su presentación es proporcionar información esencial a los consumidores. Esta información les permite tomar decisiones informadas sobre si comprar y consumir el producto, basándose en sus necesidades, preferencias o consideraciones de salud. La opción A se refiere al branding y la C al empaque, no a la información en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p44",
      "contexto": "Un equipo de estudiantes está analizando la estructura de costos de su modelo de negocio. Para cierto nivel de producción, los estudiantes disponen de los siguientes datos:\n• Costo mensual por pago de local y sueldo de un trabajador: S/ 2100\n• Precio de venta unitario: S/ 60\n• Costo variable por unidad: S/ 25\n• Comisión por venta: S/ 5 por unidad",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al considerar como referencia un mes de trabajo, ¿cuántas unidades producidas corresponden al punto de equilibrio?",
          "opciones": [
            "70 unidades.",
            "60 unidades.",
            "52 unidades."
          ],
          "respuesta": "70 unidades.",
          "respuestaCorta": "El punto de equilibrio se calcula dividiendo los costos fijos totales entre el margen de contribución por unidad. Aquí, S/ 2100 / (S/ 60 - S/ 25 - S/ 5) = 70 unidades.",
          "solucionario": "La fórmula del punto de equilibrio es: Punto de Equilibrio (unidades) = Costos Fijos Totales / (Precio de Venta Unitario - Costo Variable Unitario Total). Primero, identificamos los costos. Costos Fijos = S/ 2100. Precio de Venta = S/ 60. Costo Variable Total = Costo variable por unidad + Comisión por venta = S/ 25 + S/ 5 = S/ 30. Ahora aplicamos la fórmula: PE = 2100 / (60 - 30) = 2100 / 30 = 70. Por lo tanto, 70 unidades corresponden al punto de equilibrio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p45",
      "contexto": "Un equipo de estudiantes analiza la estructura de costos de un emprendimiento de su localidad. Este consiste en la elaboración de néctar de aguaje. Entre los siguientes costos identificados por los estudiantes para la elaboración del producto, ¿cuál corresponde a un costo fijo?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿cuál corresponde a un costo fijo?",
          "opciones": [
            "Sueldo de trabajadores.",
            "Comisión por venta.",
            "Envases."
          ],
          "respuesta": "Sueldo de trabajadores.",
          "respuestaCorta": "Un costo fijo, como un sueldo, no cambia con el volumen de producción o ventas dentro de un período relevante.",
          "solucionario": "Un costo fijo es un gasto que permanece constante independientemente del nivel de producción o ventas. El sueldo de los trabajadores es típicamente un costo fijo porque debe pagarse cada mes, ya sea que se venda una unidad o mil. En contraste, las comisiones por venta y el costo de los envases son costos variables porque aumentan directamente con el número de unidades vendidas o producidas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p46",
      "contexto": "Como parte de una sesión, los estudiantes, en equipos, analizan una situación a partir de la cual dialogarán sobre diversos aspectos relacionados con peligros o riesgos. A continuación, se presenta dicha situación:\nEntre los materiales que se guardan en el almacén de un taller, hay material inflamable. Algunos trabajadores, como parte de sus actividades, deben ingresar para retirar ciertos materiales del almacén.\nLa docente les plantea a los estudiantes evaluar qué señales deben ser colocadas en la puerta de acceso del almacén o al lado de ella.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tres equipos de estudiantes presentan sus propuestas. ¿Cuál de estas NO es necesario considerar para ingresar a dicho almacén?",
          "opciones": [
            "Equipo 1: una señal que indique que es obligatorio que el personal use traje de seguridad para ingresar.",
            "Equipo 2: una señal que indique la salida de emergencia del almacén.",
            "Equipo 3: una señal que indique la prohibición de hacer fuego."
          ],
          "respuesta": "Equipo 2: una señal que indique la salida de emergencia del almacén.",
          "respuestaCorta": "Las señales de salida de emergencia se colocan dentro de un espacio para indicar la ruta de evacuación, no en la puerta de entrada para regular el acceso.",
          "solucionario": "Las señales en la entrada de un área peligrosa son de prohibición (ej. no hacer fuego, una advertencia crucial para materiales inflamables) o de obligación (ej. uso obligatorio de equipo de seguridad). Sin embargo, una señal de salida de emergencia indica la ruta de evacuación desde *dentro* del espacio y no es una condición para el ingreso. Por lo tanto, no es necesario colocarla *en la entrada*.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p47",
      "contexto": "Como parte de una sesión, los estudiantes están identificando el significado de diferentes tipos de señales de seguridad. En este contexto, un equipo de estudiantes evalúa en qué casos se deben usar señales que presentan las siguientes características: forma circular, fondo de color azul y pictograma de color blanco.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué mensaje transmiten las señales con dichas características?",
          "opciones": [
            "Prohíben la realización de ciertas acciones.",
            "Advierten la presencia de peligros o riesgos en un espacio de trabajo.",
            "Obligan el uso de equipos de protección o la realización de ciertas acciones."
          ],
          "respuesta": "Obligan el uso de equipos de protección o la realización de ciertas acciones.",
          "respuestaCorta": "Según las normas de señalización de seguridad, una forma circular con fondo azul indica una acción mandatoria u obligatoria.",
          "solucionario": "Las características descritas (circular, fondo azul, pictograma blanco) corresponden a las señales de acción obligatoria. Estas señales indican que se debe realizar una acción específica, como usar equipo de protección personal (ej. gafas de seguridad, casco) para minimizar riesgos. Las señales de prohibición son circulares con un borde rojo, y las de advertencia son triangulares con fondo amarillo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p48",
      "contexto": "Con el propósito de que los estudiantes reconozcan la importancia del uso de señales de seguridad en espacios de trabajo, el docente les presenta un video de las instalaciones de un taller de zapatería. Durante la visualización, un estudiante comenta lo siguiente: \"No veo por qué es necesario colocar señales de seguridad en las diferentes áreas del taller. Bastaría con que todos los trabajadores sepan lo que se hace en cada zona y las funciones que tienen que realizar en ellas\". Luego de escuchar el comentario, el docente le pregunta: \"Si no se cuenta con señales de seguridad, ¿cómo se asegura un adecuado desplazamiento o permanencia de las personas en las áreas de trabajo? ¿Qué ocurriría si no existieran apoyos visuales para recordar ciertos peligros o riesgos? A partir de ello, ¿qué sugerencias propones para reducir riesgos y peligros en las áreas?, ¿por qué?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es propósito principal del docente al formular dichas preguntas?",
          "opciones": [
            "Evaluar al estudiante sobre su conocimiento de las características de las señales de seguridad.",
            "Retroalimentar al estudiante con respecto al uso de señales de seguridad.",
            "Activar los saberes previos del estudiante sobre las señales de seguridad."
          ],
          "respuesta": "Retroalimentar al estudiante con respecto al uso de señales de seguridad.",
          "respuestaCorta": "Las preguntas del docente están diseñadas para guiar al estudiante a reconsiderar su idea errónea inicial y comprender la importancia de las señales de seguridad. Esto es una forma de retroalimentación por descubrimiento.",
          "solucionario": "La intervención del docente es un claro ejemplo de retroalimentación a través de preguntas (o retroalimentación descriptiva). En lugar de corregir directamente el comentario erróneo del estudiante, el docente formula una serie de preguntas reflexivas (\"¿cómo se asegura...?\", \"¿Qué ocurriría si...?\") que llevan al estudiante a identificar las fallas en su propio razonamiento y a construir una mejor comprensión de la importancia de las señales de seguridad.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p49",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente tiene como propósito que los estudiantes elaboren un diagrama de causa-efecto. ¿Cuál de las siguientes acciones se debe tener en cuenta para iniciar la elaboración de este diagrama?",
          "opciones": [
            "Identificar el problema que se va a analizar.",
            "Identificar el factor que origina el problema.",
            "Identificar si la propuesta de valor constituye un bien o un servicio."
          ],
          "respuesta": "Identificar el problema que se va a analizar.",
          "respuestaCorta": "El primer y más crucial paso para crear un diagrama de causa-efecto (Ishikawa o espina de pescado) es definir claramente el 'efecto' o el problema que se va a analizar.",
          "solucionario": "Un diagrama de causa-efecto, también conocido como diagrama de Ishikawa o de espina de pescado, es una herramienta para el análisis de la causa raíz. Todo el diagrama se estructura en torno a un problema central o 'efecto', que se coloca en la 'cabeza' del pescado. Por lo tanto, el primer paso esencial antes de identificar cualquier causa es definir claramente el problema que será analizado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p50",
      "contexto": "Un equipo de estudiantes ha elaborado y validado su producto mínimo viable (PMV). Luego de haber recogido información de la validación, se produce el siguiente diálogo entre ellos:\nLucas dice: \"Compañeros, en el proceso de validación que se hizo con los primeros usuarios, hubo varias observaciones. Por eso, creo que debemos analizar qué falló en el producto\".\nMargarita dice: \"Compañeros, no solo debemos revisar nuestro PMV, también debemos revisar el modelo de negocio. Necesitamos evaluar qué nos faltó allí también. Luego de ello, decidiremos pivotar o iterar\".\nLucas (levantando la voz) dice: \"No, Margarita. Te equivocas. Lo correcto es que mejoremos solo algunos aspectos del PMV, pues el modelo de negocio ya está determinado. Es imposible hacer lo que dices. Tienes que dejarlo así. Lo correcto es hacer lo que propongo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la segunda intervención de Lucas, ¿qué actitud frente al conflicto se evidencia?",
          "opciones": [
            "Evasivo.",
            "Competitivo.",
            "Comprometedor."
          ],
          "respuesta": "Competitivo.",
          "respuestaCorta": "La actitud de Lucas es competitiva porque busca imponer su propio punto de vista (\"Lo correcto es hacer lo que propongo\") y ganar la discusión, en lugar de colaborar o encontrar un punto medio.",
          "solucionario": "La respuesta de Lucas (\"No, Margarita. Te equivocas... Tienes que dejarlo así. Lo correcto es hacer lo que propongo\") demuestra un estilo de conflicto competitivo. Este estilo se caracteriza por una alta preocupación por los propios objetivos y una baja preocupación por los de la otra persona, buscando ganar a toda costa. No está evitando el conflicto (evasivo) ni buscando un acuerdo (comprometedor).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento de la actividad, los estudiantes dialogan sobre algunos procedimientos que realizarán luego de la evaluación del PMV. ¿Cuál de las siguientes intervenciones se corresponde con el procedimiento iterar?",
          "opciones": [
            "\"Realizaremos pequeños ajustes al PMV y modelo de negocio con el propósito de mejorar las oportunidades en el mercado elegido\".",
            "\"Plantearemos un cambio radical al modelo del negocio y pensaremos en nuevas estrategias\".",
            "\"Debemos explorar nuevas oportunidades e incursionar en otros tipos de negocio\"."
          ],
          "respuesta": "\"Realizaremos pequeños ajustes al PMV y modelo de negocio con el propósito de mejorar las oportunidades en el mercado elegido\".",
          "respuestaCorta": "Iterar significa realizar pequeñas mejoras incrementales al producto o modelo de negocio basándose en la retroalimentación, sin cambiar la estrategia central.",
          "solucionario": "En el contexto de Lean Startup, 'iterar' se refiere a realizar modificaciones o ajustes menores al producto (PMV) o al modelo de negocio basándose en el aprendizaje validado. Se trata de optimizar el camino actual. En cambio, 'pivotar' (como se describe en la opción B) se refiere a un cambio importante y fundamental en la estrategia cuando está claro que el camino actual no funciona. La opción A describe perfectamente el proceso de iteración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p52",
      "contexto": "Como parte de su proyecto de emprendimiento, un equipo de estudiantes se dispone a elaborar, a base de junco, carteras, sombreros y otros objetos. Al finalizar la elaboración de los productos, los estudiantes le comentan a la docente que no se sienten seguros de que estos sean de interés para el público elegido. Asimismo, indican que, si no logran satisfacer las necesidades de este público, no sabrían si seguir adelante o desistir en el emprendimiento. Luego de escuchar a los estudiantes, la docente busca que ellos renueven la confianza en sus propias capacidades para enfrentar desafíos y alcanzar las metas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Explicar a los estudiantes que emprender es un proceso difícil y lleno de retos. Luego, señalarles la importancia de la perseverancia para alcanzar el éxito. Finalmente, motivarlos a mantener el desarrollo del proyecto y pedirles que sigan pensando en formas de mejorar la calidad de sus productos.",
            "Pedir a los estudiantes que comenten las fortalezas que tienen como equipo. Luego, pedirles que identifiquen los problemas que podrían surgir en el camino de emprender. Finalmente, elaborar con ellos estrategias para afrontar dichos problemas sobre la base de las fortalezas que poseen.",
            "Preguntar a los estudiantes si otros productos similares han tenido éxito en el mercado y por qué. Luego, indicarles qué aspectos de su propuesta son los más débiles en comparación con otros proyectos. Finalmente, brindarles consejos para superar las debilidades encontradas."
          ],
          "respuesta": "Pedir a los estudiantes que comenten las fortalezas que tienen como equipo. Luego, pedirles que identifiquen los problemas que podrían surgir en el camino de emprender. Finalmente, elaborar con ellos estrategias para afrontar dichos problemas sobre la base de las fortalezas que poseen.",
          "respuestaCorta": "Para construir confianza, la docente ayuda a los estudiantes a reconocer sus propias fortalezas y luego a usar esas fortalezas para crear proactivamente estrategias para superar desafíos potenciales.",
          "solucionario": "La acción más empoderadora y efectiva es construir sobre las propias fortalezas de los estudiantes. La opción B los guía a través de un proceso de autorreconocimiento (identificar fortalezas) y resolución proactiva de problemas (crear estrategias basadas en esas fortalezas). Esto construye autoeficacia y confianza. La opción A es solo un discurso motivacional, y la opción C se centra en las debilidades, lo que podría disminuir aún más su confianza.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la sesión, Daniel, representante del equipo, presenta a sus compañeros del aula los objetos que elaboraron con junco. En ese contexto, Paula, integrante de otro equipo, comenta lo siguiente:\n\"La verdad, se ve que los han hecho de manera descuidada (refiriéndose a los objetos presentados por Daniel). El junco es un material muy rústico y feo, y se nota que esos sombreros y carteras no han sido tejidos bien como para que se vean con un buen acabado. Nadie podría calificarlo como bueno\".\nDaniel, molesto por el comentario de su compañera, decide responderle. ¿Cuál de las siguientes posibles respuestas de Daniel es asertiva?",
          "opciones": [
            "\"A todos nos cuesta hacer nuestro trabajo y no entiendo por qué siempre hablas mal del trabajo de los demás. Eres muy desconsiderada cuando dices las cosas\".",
            "\"Nos esforzamos mucho en tejer lo mejor posible y creo que también eso es valioso. Sin embargo, es verdad que aún debemos mejorar mucho en la técnica del tejido\".",
            "\"Sé que tus observaciones pueden ser útiles, pero no me agrada la forma en que las haces. Creo que debes ser más respetuosa cuando hablas del trabajo de otras personas\"."
          ],
          "respuesta": "\"Sé que tus observaciones pueden ser útiles, pero no me agrada la forma en que las haces. Creo que debes ser más respetuosa cuando hablas del trabajo de otras personas\".",
          "respuestaCorta": "Una respuesta asertiva expresa los propios sentimientos y necesidades de manera clara y respetuosa sin atacar a la otra persona. La opción C aborda la manera de la crítica, no a la persona.",
          "solucionario": "La comunicación asertiva implica expresar los propios sentimientos y necesidades de manera directa y respetuosa. La opción C es el mejor ejemplo: Daniel valida la utilidad potencial de la retroalimentación (\"Sé que tus observaciones pueden ser útiles\"), expresa su propio sentimiento (\"pero no me agrada la forma en que las haces\"), y hace una petición clara y respetuosa de un cambio de comportamiento (\"Creo que debes ser más respetuosa\"). La opción A es agresiva, y la opción B es pasiva, evitando el conflicto sobre la forma en que se hizo el comentario.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p54",
      "contexto": "Un taller de EPT adquiere equipos de última tecnología que utilizarán los estudiantes para elaborar los diferentes productos de sus proyectos. El docente, antes de usar los equipos, decide capacitar a sus estudiantes. Sin embargo, dos de ellos expresan que no requieren dicha capacitación argumentando que prefieren seguir usando la máquina antigua, ya que la manejan muy bien y muy pocos productos que han elaborado tienen fallas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la situación anterior, ¿cuál de los siguientes aspectos se necesita trabajar con estos dos estudiantes?",
          "opciones": [
            "Disposición al trabajo en equipo.",
            "Adaptación al cambio.",
            "Toma de decisiones."
          ],
          "respuesta": "Adaptación al cambio.",
          "respuestaCorta": "La negativa de los estudiantes a aprender una nueva tecnología y su preferencia por el método antiguo y familiar indica claramente una resistencia o dificultad para adaptarse al cambio.",
          "solucionario": "El problema central presentado es la renuencia de los estudiantes a abandonar un método familiar y cómodo (\"la manejan muy bien\") en favor de algo nuevo y potencialmente mejor (\"equipos de última tecnología\"). Esta resistencia a la innovación y a los nuevos procesos es un ejemplo clásico de la necesidad de desarrollar la adaptación al cambio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p55",
      "contexto": "Durante una sesión de aprendizaje, el docente facilita a los estudiantes información sobre un emprendimiento de la localidad. Este consiste en servicios de organización de juegos recreativos realizados en espacios abiertos, y que están dirigidos al público infantil y las familias. A partir de este emprendimiento, los estudiantes aplicarán un análisis FODA.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes están elaborando la matriz FODA de este emprendimiento. En ese contexto, ¿cuál de los siguientes estudiantes ha identificado una oportunidad?",
          "opciones": [
            "Ruth dice: \"En la localidad, hay niños que requieren de espacios seguros y accesibles para la recreación y socialización\".",
            "Francisca dice: \"El emprendimiento cuenta con una rutina variada de juegos y contingencias para la atención de los niños participantes\".",
            "Julián dice: \"En las actividades, se evidencia un buen desempeño de los animadores de los juegos, lo que facilita la integración del público\"."
          ],
          "respuesta": "Ruth dice: \"En la localidad, hay niños que requieren de espacios seguros y accesibles para la recreación y socialización\".",
          "respuestaCorta": "Una oportunidad en el análisis FODA es un factor externo que el negocio puede aprovechar. Una necesidad insatisfecha en el mercado (niños que requieren espacios seguros) es una oportunidad clásica.",
          "solucionario": "En un análisis FODA, las Oportunidades son factores externos que pueden beneficiar al emprendimiento. Ruth identifica una necesidad externa del mercado (\"niños que requieren de espacios seguros\"), que el negocio puede capitalizar. Los comentarios de Francisca (juegos variados) y Julián (buenos animadores) describen aspectos positivos internos, que son Fortalezas, no Oportunidades.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de los siguientes estudiantes ha identificado una debilidad en el emprendimiento?",
          "opciones": [
            "Juan dice: \"Me parece que una debilidad es que existan muchas dudas en las personas acerca de la eficacia de este tipo de juegos para la recreación e integración de los niños\".",
            "Manuela dice: \"Considero una debilidad las demoras de la empresa en solicitar permisos para el uso de los espacios públicos donde se desarrollan los juegos\".",
            "Eva dice: \"Creo que una debilidad es que los potenciales clientes prefieren servicios y productos tecnológicos para el entretenimiento de los niños en sus viviendas\"."
          ],
          "respuesta": "Manuela dice: \"Considero una debilidad las demoras de la empresa en solicitar permisos para el uso de los espacios públicos donde se desarrollan los juegos\".",
          "respuestaCorta": "Una debilidad es un factor interno negativo que obstaculiza el negocio. Las demoras en la obtención de permisos son una ineficiencia operativa interna, por lo tanto, una debilidad.",
          "solucionario": "Las Debilidades son factores internos que son perjudiciales para el negocio. Manuela señala un fallo en el proceso interno (\"demoras de la empresa en solicitar permisos\"), lo cual es una debilidad. El comentario de Juan sobre las dudas del público y el de Eva sobre la preferencia por la tecnología son factores externos que podrían dañar el negocio, lo que los convierte en Amenazas, no en Debilidades.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes, en equipos, están elaborando diversas estrategias como parte del análisis FODA. ¿Qué equipo ha planteado una estrategia FO?",
          "opciones": [
            "Equipo 1: comunicar al público, mediante redes sociales, qué riesgos pueden traer los juegos digitales que ofrece la competencia.",
            "Equipo 2: aplicar promociones o descuentos a clientes fidelizados, en fechas estratégicas, como cumpleaños y fechas conmemorativas.",
            "Equipo 3: incorporar nuevas rutinas de juegos debido a la disminución de clientes y difundirlas a través de mensajería instantánea."
          ],
          "respuesta": "Equipo 2: aplicar promociones o descuentos a clientes fidelizados, en fechas estratégicas, como cumpleaños y fechas conmemorativas.",
          "respuestaCorta": "Una estrategia FO (Fortalezas-Oportunidades) utiliza las fortalezas internas para aprovechar las oportunidades externas. Aplicar promociones aprovecha la fortaleza de tener clientes leales para capitalizar la oportunidad de las fechas especiales.",
          "solucionario": "Una estrategia FO (Fortaleza-Oportunidad) utiliza las fortalezas de una empresa para aprovechar las oportunidades externas. En este caso, tener clientes fidelizados (una Fortaleza) se utiliza para aprovechar fechas estratégicas como los cumpleaños (una Oportunidad) a través de promociones. La opción 1 es una estrategia DO (aprovechar una oportunidad para superar una debilidad) o FT (usar una fortaleza para contrarrestar una amenaza). La opción 3 es una estrategia DO (superar una debilidad aprovechando una oportunidad).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p58",
      "contexto": "Los integrantes de un equipo han realizado diversos comentarios sobre las fortalezas, debilidades, amenazas y oportunidades de su modelo de negocio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones de los estudiantes corresponde a una fortaleza?",
          "opciones": [
            "Alejandra dice: \"El diseño de nuestro prototipo ha sido validado por expertos y usuarios\".",
            "Felipe dice: \"Las empresas de la localidad están interesadas en establecer alianzas\".",
            "Camila dice: \"Las redes sociales pueden contribuir en el desarrollo del proyecto\"."
          ],
          "respuesta": "Alejandra dice: \"El diseño de nuestro prototipo ha sido validado por expertos y usuarios\".",
          "respuestaCorta": "Un prototipo validado es un atributo interno y positivo del proyecto, lo que se ajusta a la definición de una Fortaleza en un análisis FODA.",
          "solucionario": "Una Fortaleza es una característica interna que da una ventaja al proyecto. Un prototipo validado (comentario de Alejandra) es un logro interno significativo y, por lo tanto, una fortaleza. El interés de otras empresas (Felipe) y el potencial de las redes sociales (Camila) son factores positivos, pero son externos al proyecto, lo que los convierte en Oportunidades.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de un proyecto de emprendimiento económico, ¿cuál de las siguientes características es exclusiva de los bienes?",
          "opciones": [
            "Su utilización exige interacción y prestación.",
            "Su producción implica su consumo inmediato.",
            "Su propiedad se puede transferir de vendedor a comprador."
          ],
          "respuesta": "Su propiedad se puede transferir de vendedor a comprador.",
          "respuestaCorta": "Los bienes son artículos tangibles cuya propiedad puede ser transferida, a diferencia de los servicios, que son intangibles y no se pueden poseer.",
          "solucionario": "Una distinción clave entre bienes y servicios es la tangibilidad y la propiedad. Los bienes son objetos físicos, por lo que su propiedad puede ser transferida legalmente del vendedor al comprador. Los servicios, al ser acciones o procesos intangibles, se consumen pero no se poseen. Las otras características (interacción, consumo inmediato) son típicas de los servicios, no de los bienes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p60",
      "contexto": "Un equipo de estudiantes ha aplicado un instrumento de recojo de información online para conocer el nivel de satisfacción de una muestra de 90 usuarios que utilizan o utilizaron el producto de dicho equipo. Una de las preguntas formuladas en el instrumento fue la siguiente: \"¿En qué mes adquirió el producto?\". A continuación, se muestra una tabla con las respuestas sistematizadas:",
      "imagen": "img/ascenso/secundaria/2023/ept/1.jpg",
      "preguntas": [
        {
          "pregunta": "Tres estudiantes realizan sus interpretaciones con respecto a esta tabla. ¿Cuál de las siguientes afirmaciones de los estudiantes es incorrecta?\n[IMAGEN_01]\nMes en que el usuario adquirió el producto: Mayo (5), Junio (5), Julio (10), Agosto (25), Setiembre (45). Total de usuarios entrevistados: 90.",
          "opciones": [
            "Ángela dice: \"El 50% de los usuarios entrevistados ha adquirido el producto en el mes de setiembre\".",
            "Beatriz dice: \"En total, 10 de los usuarios entrevistados han adquirido nuestro producto hasta el mes de julio\".",
            "Carlos dice: \"Por la tendencia de crecimiento, es probable que tengamos usuarios que adquieran el producto en los meses siguientes\"."
          ],
          "respuesta": "Beatriz dice: \"En total, 10 de los usuarios entrevistados han adquirido nuestro producto hasta el mes de julio\".",
          "respuestaCorta": "La afirmación es incorrecta porque el total acumulado hasta julio es 5 (Mayo) + 5 (Junio) + 10 (Julio) = 20 usuarios, no 10.",
          "solucionario": "Verifiquemos cada afirmación. Ángela: 45 usuarios en setiembre de un total de 90 es 45/90 = 0.5, lo que equivale al 50%. Su afirmación es correcta. Carlos: Los números muestran una clara tendencia creciente (5, 5, 10, 25, 45), por lo que predecir un crecimiento futuro es una interpretación razonable. Su afirmación es probablemente correcta. Beatriz: El total de usuarios *hasta* julio es la suma de mayo, junio y julio: 5 + 5 + 10 = 20. Beatriz afirma que el total es 10. Por lo tanto, su afirmación es incorrecta.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  