{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas. Ella se va a incorporar la siguiente semana a un aula de una institución educativa. Por ello, el docente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos sobre la condición que presenta Fernanda. En este contexto, tres estudiantes comparten sus comentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del Currículo Nacional de la Educación Básica?",
          "opciones": [
            "\"Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos los lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el colegio y estará siempre acompañada\".",
            "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
            "\"Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla cuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para cuidarla y así evitar que tenga algún accidente en el colegio\"."
          ],
          "respuesta": "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
          "respuestaCorta": "El enfoque inclusivo respeta la autonomía de la estudiante. Preguntarle directamente a Fernanda la empodera y asegura que la ayuda proporcionada sea la que realmente necesita y de la forma adecuada.",
          "solucionario": "La respuesta correcta refleja un enfoque inclusivo porque promueve la independencia y la agencia de la estudiante. En lugar de asumir lo que Fernanda necesita, sugiere consultarle directamente, lo que valora su opinión y la trata como una persona capaz que puede orientar a otros sobre la mejor manera de apoyarla. Las otras opciones, aunque bien intencionadas, fomentan la dependencia y la sobreprotección.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una institución educativa han identificado diversos problemas que afectan los espacios públicos de la localidad. Ellos comentan que uno de estos problemas es no poder utilizar la losa deportiva del barrio, debido a que se encuentra deteriorada. En este contexto, la docente tiene como propósito que los estudiantes aborden este problema desde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre el estado de la losa deportiva. Luego, pedir que organicen la información recabada y, considerando esto, que elaboren una solicitud dirigida a la municipalidad del distrito, con la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
            "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa deportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación realizadas en distintas localidades para resolver un problema similar y, sobre esta base, pedir que seleccionen la que sea más factible de replicar en su localidad.",
            "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa."
          ],
          "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa.",
          "respuestaCorta": "Esta acción se centra en que los estudiantes reconozcan cómo una situación afecta sus derechos y los empodera para proponer sus propias soluciones, lo cual es central para el enfoque de derechos.",
          "solucionario": "El enfoque de derechos alienta a los estudiantes a ser ciudadanos activos que reconocen situaciones que limitan sus derechos y actúan para transformarlas. La opción C es la más pertinente porque impulsa a los estudiantes a reflexionar sobre cómo el problema afecta sus vidas (su derecho a la recreación), a reconocer la necesidad de actuar y a asumir un papel activo en la proposición de soluciones, ejerciendo así su ciudadanía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": "En un taller de lectura literaria, el docente propone a los estudiantes de cuarto grado leer leyendas peruanas. A continuación, se presenta uno de los textos que están leyendo:\n\nEl árbol llamado lupuna, uno de los más hermosos de la selva amazónica, \"tiene madre\". Los habitantes de la selva dicen así del árbol al que creen poseído por un espíritu o habitado por un ser viviente. Disfrutan de tal privilegio los árboles bellos o raros. La lupuna se caracteriza por ser uno de los más altos del bosque amazónico. Tiene un ramaje gallardo y su tallo, de color gris plomizo, está guarnecido, en la parte inferior, de unas bellas hojas triangulares que resaltan la hermosura del árbol. La lupuna despierta interés a primera vista y, en conjunto, al contemplarla, produce una sensación de extraña belleza. Como \"tiene madre\", los cocamas no cortan la lupuna. Las hachas y machetes de la tala abatirán otros árboles del bosque para levantar aldeas o para limpiar campos de siembra de yuca y plátanos, o para abrir caminos. Pero la lupuna siempre quedará señoreando. Así no haya roza, sobresaldrá en el bosque por su altura y particular conformación. Para los cocamas, la \"madre\" de la lupuna, el ser que habita dicho árbol, es una mujer blanca, rubia y singularmente bella. En las noches de luna, ella sube por el corazón del árbol hasta lo alto de la copa, sale a dejarse iluminar por la luz esplendente y canta. Sobre el océano vegetal que forman las copas de los árboles, la hermosa derrama su canto claro y dulce, distinguidamente melodioso, y llena la solemne amplitud de la selva. Los hombres y los animales que deseen escuchar su voz quedan como hechizados. El mismo bosque puede aquietar sus ramas para oírla. Los viejos cocamas previenen a los mozos contra el embrujo de tal voz. Quien la escuche no debe ir hacia la mujer que la entona, pues no regresará nunca. Algunos dicen que uno puede morir esperando alcanzar a la hermosa, y otros, que ella los convierte en árbol. Ningún joven cocama que siguió a la voz fascinante, soñando con ganar a la bella, regresó jamás. Es aquella mujer, que sale de la lupuna, la sirena del bosque. Lo mejor que se puede hacer es escuchar con recogimiento, en alguna noche de luna, su hermoso canto próximo y distante.\n\nAdaptado de Alegría, Ciro. (1968). \"La sirena del bosque\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la lectura del texto, algunos estudiantes comentan al docente que tienen dudas sobre el sentido de la expresión \"está guarnecido\", utilizada en el segundo párrafo del texto. Por esta razón, el docente busca que los estudiantes identifiquen qué quiere decir dicha expresión en el contexto en el que aparece. ¿Cuál de las siguientes acciones pedagógicas es menos adecuada para ello?",
          "opciones": [
            "Preguntar qué se dice sobre la lupuna en las dos primeras oraciones del segundo párrafo del texto. Luego, solicitar que indiquen si la expresión \"está guarnecido\" ayuda a entender, en el relato, qué función tienen las hojas triangulares en el tallo del árbol.",
            "Proponer que busquen en un diccionario las acepciones de la palabra \"guarnecido\". Luego, pedir que dialoguen en pares sobre qué acepciones contribuyen a entender la información del segundo párrafo acerca de las características de la lupuna.",
            "Pedir que, en el segundo párrafo del texto, subrayen el pasaje en el que se presenta la expresión \"está guarnecido\". Luego, preguntar si comparten la idea de que esa expresión da a entender que las hojas de la lupuna revisten su tallo."
          ],
          "respuesta": "Pedir que, en el segundo párrafo del texto, subrayen el pasaje en el que se presenta la expresión \"está guarnecido\". Luego, preguntar si comparten la idea de que esa expresión da a entender que las hojas de la lupuna revisten su tallo.",
          "respuestaCorta": "Esta acción es la menos adecuada porque el docente proporciona directamente el significado en lugar de guiar a los estudiantes para que lo deduzcan por sí mismos a partir del contexto.",
          "solucionario": "La acción menos adecuada es la C porque el docente le da la respuesta al estudiante al preguntarle si está de acuerdo con una interpretación específica. Este enfoque no promueve el descubrimiento autónomo ni el uso de pistas contextuales. Las otras opciones guían a los estudiantes a analizar el texto circundante o a utilizar recursos externos (como un diccionario) para construir el significado por sí mismos, que son estrategias pedagógicas más eficaces.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el intercambio de ideas sobre el texto, los estudiantes están realizando comentarios sobre los aspectos del relato que llamaron su atención. ¿Cuál de los comentarios se ajusta a una reflexión sobre los aspectos formales del relato?",
          "opciones": [
            "André dice: \"El narrador afirma que el ser que habita dentro de la lupuna sale en noches de luna y su canto se escucha en toda la selva\".",
            "Blas dice: \"Tal y como está narrada la historia sobre la lupuna, me parece que el narrador no pertenece a la comunidad de los cocamas\".",
            "Celina dice: \"Según el narrador de la leyenda, la 'madre' de la lupuna es una sirena, que atrae con su voz a los que la escuchan\"."
          ],
          "respuesta": "Blas dice: \"Tal y como está narrada la historia sobre la lupuna, me parece que el narrador no pertenece a la comunidad de los cocamas\".",
          "respuestaCorta": "El comentario de Blas reflexiona sobre la perspectiva y la voz del narrador, que son aspectos formales del texto, en lugar de simplemente resumir la trama.",
          "solucionario": "Una reflexión sobre los aspectos formales de un texto implica analizar cómo se cuenta la historia, no solo lo que dice. El comentario de Blas se centra en el punto de vista del narrador y su relación con la comunidad de la historia, lo cual es un análisis de un elemento formal (el narrador). Los comentarios de André y Celina simplemente resumen información explícita de la trama (el contenido).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para contribuir a la comprensión de la historia, el docente tiene como propósito que los estudiantes obtengan información explícita del relato. ¿Cuál de las siguientes acciones se centra en el logro de dicho propósito?",
          "opciones": [
            "Pedir que mencionen por qué los jóvenes tienen que considerar los testimonios de los viejos cocamas acerca del canto de la sirena.",
            "Pedir que mencionen con qué fin el narrador sostiene que se debe escuchar el canto de la sirena con recogimiento.",
            "Pedir que mencionen cuáles son los atributos que caracterizan el canto de la sirena, según el texto."
          ],
          "respuesta": "Pedir que mencionen cuáles son los atributos que caracterizan el canto de la sirena, según el texto.",
          "respuestaCorta": "Esta acción pide a los estudiantes que localicen e identifiquen detalles específicos (atributos) mencionados directamente en el texto, que es la definición de obtener información explícita.",
          "solucionario": "Obtener información explícita significa encontrar detalles que están escritos directamente en el texto. La opción C pide los \"atributos\" del canto de la sirena (\"claro y dulce, distinguidamente melodioso\"), que se mencionan explícitamente. Las opciones A y B requieren que los estudiantes infieran razones o propósitos (\"por qué\", \"con qué fin\"), que son procesos para obtener información implícita, no explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes, acompañados por el docente, están intercambiando ideas sobre los recursos literarios utilizados en el relato. Tres estudiantes comparten sus ideas con el resto de la clase. ¿Cuál de los siguientes estudiantes identifica un recurso literario que contribuye a la construcción de interpretaciones del sentido global del relato?",
          "opciones": [
            "Arturo dice: \"Hay una expresión en el tercer párrafo del relato que me gusta mucho: 'océano vegetal'. Esa expresión me lleva a pensar que el bosque amazónico es tan grande como el mar\".",
            "Beatriz dice: \"El narrador menciona que las hachas y los machetes 'levantan aldeas' o 'abren caminos'. Lo que se quiere dar a entender es que esas herramientas ayudaron a construirlos\".",
            "Celeste dice: \"Cuando se habla del canto de la sirena al final del texto, hay una oposición. Creo que es 'próximo' porque nos atrae, y, a la vez, es 'distante' porque no se lo puede alcanzar\"."
          ],
          "respuesta": "Celeste dice: \"Cuando se habla del canto de la sirena al final del texto, hay una oposición. Creo que es 'próximo' porque nos atrae, y, a la vez, es 'distante' porque no se lo puede alcanzar\".",
          "respuestaCorta": "Celeste identifica una oposición (paradoja) que encapsula el tema central de la belleza peligrosa e inalcanzable, que es clave para el significado global de la historia.",
          "solucionario": "Celeste identifica una paradoja ('próximo' y 'distante') que refleja la tensión central de la leyenda: el canto de la sirena es seductor pero mortal, hermoso pero inalcanzable. Este recurso es fundamental para el significado general. Arturo identifica una metáfora ('océano vegetal'), pero esta describe principalmente la escala del entorno en lugar del tema central. Beatriz explica una figura retórica pero no la conecta con una interpretación global más profunda.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre el contenido del relato. ¿Cuál de las siguientes preguntas es adecuada para ello?",
          "opciones": [
            "En el texto, se describe a la \"madre\" de la lupuna como singularmente bella. ¿En qué ideas sobre la belleza está basada esta descripción?",
            "En el texto, se afirma que la lupuna produce una sensación de \"extraña belleza\". ¿Qué características específicas del árbol producen esta sensación?",
            "En el texto, se alude al tipo de trato que los cocamas brindan a los árboles del bosque. ¿Cuál es la diferencia de ese trato respecto del que dan a la lupuna?"
          ],
          "respuesta": "En el texto, se describe a la \"madre\" de la lupuna como singularmente bella. ¿En qué ideas sobre la belleza está basada esta descripción?",
          "respuestaCorta": "Esta pregunta impulsa a los estudiantes a evaluar los supuestos culturales y los valores subyacentes en el contenido del texto, lo cual es un aspecto clave de la reflexión.",
          "solucionario": "La reflexión sobre el contenido implica evaluar, cuestionar y relacionar el texto con contextos más amplios o valores personales. La pregunta A pide a los estudiantes que analicen los conceptos culturales de belleza presentados en el texto (\"mujer blanca, rubia\"), lo que provoca una reflexión crítica sobre los valores implícitos en la descripción. Las preguntas B y C piden información que se puede encontrar dentro del texto (explícita o implícita), lo que requiere comprensión en lugar de una reflexión más profunda sobre sus ideas subyacentes.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento de la actividad de lectura, el docente busca ayudar a los estudiantes a construir interpretaciones sobre el sentido global del relato. ¿Cuál de las siguientes acciones es más adecuada para ello?",
          "opciones": [
            "Solicitar a los estudiantes que, en el texto, subrayen la idea que permite afirmar que la lupuna es un símbolo del poder de la naturaleza en el paisaje amazónico.",
            "Solicitar a los estudiantes que, de acuerdo con el texto, indiquen qué quiere decir que el ser que habita la lupuna \"derrama su canto\".",
            "Solicitar a los estudiantes que, a partir del texto, comenten qué es lo que representa la lupuna para los cocamas."
          ],
          "respuesta": "Solicitar a los estudiantes que, a partir del texto, comenten qué es lo que representa la lupuna para los cocamas.",
          "respuestaCorta": "Preguntar qué representa la lupuna para los cocamas impulsa a los estudiantes a sintetizar varios detalles del texto para llegar a un significado global y simbólico.",
          "solucionario": "Para interpretar el significado global, los estudiantes deben sintetizar información para comprender el tema central o el simbolismo del texto. La acción C pregunta directamente a los estudiantes qué significa simbólicamente la lupuna (\"qué es lo que representa\") para los cocamas, lo que requiere que integren detalles sobre el respeto, el miedo y la belleza. La acción A proporciona la interpretación a los estudiantes. La acción B se enfoca en interpretar una frase específica, no el significado general.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p04",
      "contexto": "Los estudiantes de primer grado, orientados por la docente, van a elaborar anécdotas orales sobre los paseos y viajes que han realizado con sus familias o con la IE. Estas anécdotas serán presentadas en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente nota que los estudiantes tienen algunos problemas en la generación de ideas para planificar sus anécdotas orales. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para orientarlos en la generación de ideas?",
          "opciones": [
            "Contar una anécdota a los estudiantes, haciendo énfasis en el episodio central de la historia. Luego, pedir que piensen en una experiencia propia e interesante, y que anoten en sus cuadernos en qué situación se encontraban, qué acciones realizaron en dicha situación y quiénes los acompañaron en la experiencia.",
            "Proponer a los estudiantes ver juntos un video que presenta una anécdota narrada por un estudiante de otro grado. Luego, realizar preguntas para identificar cuáles fueron los momentos más relevantes de la historia, cuál fue el tema principal y cuál fue el propósito comunicativo del narrador al contar esa historia.",
            "Indicar a los estudiantes que una anécdota es un tipo de narración breve que presenta una historia que, por lo general, es divertida. Luego, indicar que, para escribir dicha historia, se debe utilizar un narrador en primera persona gramatical, conectores de secuencia y un lenguaje sencillo."
          ],
          "respuesta": "Contar una anécdota a los estudiantes, haciendo énfasis en el episodio central de la historia. Luego, pedir que piensen en una experiencia propia e interesante, y que anoten en sus cuadernos en qué situación se encontraban, qué acciones realizaron en dicha situación y quiénes los acompañaron en la experiencia.",
          "respuestaCorta": "Esta acción es la mejor porque ofrece un modelo y luego guía a los estudiantes con preguntas específicas para ayudarles a recordar y estructurar sus propias experiencias, facilitando directamente la generación de ideas.",
          "solucionario": "La acción más adecuada es la A porque combina el modelado (la docente cuenta una anécdota) con el andamiaje. Las preguntas guía (\"en qué situación se encontraban\", \"qué acciones realizaron\") ayudan a los estudiantes a estructurar sus recuerdos y a generar las ideas necesarias para sus propias historias. La opción B se centra en analizar la anécdota de otra persona en lugar de generar la propia. La opción C proporciona definiciones teóricas, lo cual es menos útil para la tarea práctica de generar ideas a partir de la experiencia personal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una estudiante está practicando su anécdota. Ella le pide a la docente que la escuche y le haga comentarios para mejorar. Esta es la transcripción de la anécdota de la estudiante:\n\"Voy a contarles la anécdota de cómo un perrito se convirtió en la mascota de mi familia. Eso pasó un domingo que salimos a pasear al campo. Primero, todos pasamos la mañana jugando pelota. Nos dimos cuenta de que un perrito merodeaba por el lugar. Luego, mi hermano y yo nos acercamos al río para refrescarnos. Nos asustamos un poco al ver cerca al perro. Y así fue la historia sobre cómo llegamos a tener un perrito viviendo con nuestra familia\".\nLa docente escucha la presentación de la estudiante y nota un problema de coherencia en su texto oral. ¿Cuál es este problema?",
          "opciones": [
            "La ausencia de información relevante para comprender la historia.",
            "La inclusión de ideas que se alejan del tema central de la historia.",
            "La presentación desorganizada de los hechos de la historia."
          ],
          "respuesta": "La ausencia de información relevante para comprender la historia.",
          "respuestaCorta": "La anécdota plantea como tema \"cómo un perrito se convirtió en la mascota\", pero nunca explica los eventos clave de cómo esto sucedió realmente, dejando un vacío de información crucial.",
          "solucionario": "El principal problema de coherencia es la ausencia de información crucial. La estudiante presenta la historia como el relato de cómo un perro se convirtió en la mascota de su familia, pero la narración termina abruptamente sin explicar el evento central. El oyente se queda preguntándose cómo pasaron de ver al perro cerca del río a que viviera con su familia. Los hechos presentados están organizados cronológicamente y no hay digresiones, pero falta el núcleo de la historia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una estudiante está practicando la presentación de su anécdota frente a sus compañeros. Dichos compañeros le ofrecen algunos comentarios. ¿Cuál de los siguientes comentarios destaca el uso de recursos paraverbales en el texto oral de la estudiante?",
          "opciones": [
            "\"Al mover tus manos, enfatizaste las partes más graciosas de tu anécdota. Y desplazarte por el salón al hablar ayudó a que todos pudieran escucharte\".",
            "\"El volumen de tu voz estuvo bien, ni muy alto ni muy bajo. Además, al hacer énfasis en algunas ideas, se sintió que buscabas la atención del público\".",
            "\"La foto que usaste para mostrarnos el lugar al que fuiste con tus primos fue muy buena idea. Así, uno puede imaginarse el sitio a donde fueron\"."
          ],
          "respuesta": "\"El volumen de tu voz estuvo bien, ni muy alto ni muy bajo. Además, al hacer énfasis en algunas ideas, se sintió que buscabas la atención del público\".",
          "respuestaCorta": "Este comentario se centra en el volumen y el énfasis (entonación), que son componentes clave de la comunicación paraverbal, relacionados con cómo se dicen las cosas.",
          "solucionario": "Los recursos paraverbales se refieren a la modulación de la voz, como el volumen, el tono, la entonación y el ritmo. El comentario B aborda específicamente el volumen (\"ni muy alto ni muy bajo\") y el énfasis, que son elementos paraverbales. El comentario A describe recursos no verbales (lenguaje corporal como movimientos de manos y desplazamiento). El comentario C se refiere a un apoyo visual (una foto), que es un material de apoyo, no un recurso paraverbal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": "Como parte de una tertulia literaria, los estudiantes de primer grado, en equipos, seleccionan y leen cuentos con la finalidad de representar en el aula los diálogos de los diversos personajes de esos textos. Después de escuchar varias representaciones, el docente nota que el tono y el volumen de voz usados por los integrantes de los equipos no ayudan a comprender las situaciones que atraviesan los personajes de los cuentos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Por eso, el docente busca que los estudiantes, por sí mismos, identifiquen qué tono y volumen de voz son apropiados para la representación de los diálogos. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Solicitar a los estudiantes que graben en audio la representación de los diálogos de los personajes del cuento. Luego, pedir que escuchen esta grabación e incorporen los cambios necesarios en el tono y en el volumen de voz en una nueva práctica de la representación.",
            "Representar las intervenciones de uno de los personajes del cuento solicitando a los estudiantes que presten atención tanto al tono como al volumen de voz usados. Luego, pedir que, tomando como base esta representación, practiquen las intervenciones de otros personajes del cuento.",
            "Leer en voz alta los pasajes del cuento que los estudiantes quieren representar y solicitar que indiquen cuáles son las emociones que experimentan los personajes de la historia. Luego, pedir que comenten qué tipo de tono y volumen de voz creen que pueden utilizar considerando las emociones identificadas."
          ],
          "respuesta": "Leer en voz alta los pasajes del cuento que los estudiantes quieren representar y solicitar que indiquen cuáles son las emociones que experimentan los personajes de la historia. Luego, pedir que comenten qué tipo de tono y volumen de voz creen que pueden utilizar considerando las emociones identificadas.",
          "respuestaCorta": "Esta acción es la mejor porque guía a los estudiantes a conectar las emociones de los personajes (derivadas del texto) con la expresión vocal apropiada (tono y volumen), ayudándoles a tomar decisiones informadas.",
          "solucionario": "La acción pedagógica más eficaz es la C porque promueve la autonomía y la metacognición del estudiante. Al identificar primero las emociones de los personajes basándose en el texto, se les da a los estudiantes una base sólida para deducir por sí mismos qué tono y volumen serían apropiados para transmitir esas emociones. Esto es más empoderador que simplemente escuchar una grabación de sí mismos (A) o imitar el modelo del profesor (B).",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p06",
      "contexto": "Los estudiantes de quinto grado de una IE han sido invitados a una estación de radio de la localidad para conversar sobre diversos temas relacionados con el proceso histórico de la emancipación de las mujeres. Dichos estudiantes van a participar en una mesa redonda que tratará acerca de los factores que influyeron en ese proceso histórico. Como parte de su preparación, los estudiantes leerán algunos textos propuestos por el docente. A continuación, se presenta uno de estos textos:\n\nA finales del siglo diecinueve, las mujeres se convirtieron en las usuarias más entusiastas de las bicicletas. Por ejemplo, en 1895, Susan Brownell, feminista estadounidense, afirmaba lo siguiente: \"La bicicleta ha hecho más por la emancipación de la mujer que ninguna otra cosa en el mundo. Le da independencia desde el momento en que se sienta en ella\". Sin embargo, no todas las mujeres opinaban lo mismo: \"Antes pensaba que lo peor que podía hacer una mujer era fumar, pero he cambiado de idea. Lo peor que he visto en mi vida es una mujer montando bicicleta\". Así se manifestaba una corresponsal del diario Chicago Tribune en una columna de opinión publicada el 25 de julio de 1891. Las pioneras de la bicicleta, para bien o para mal, estaban empezando a causar una impresión abrumadora.\nSi bien el solo hecho de montar bicicletas con pesados vestidos y apretados corsés resultaba incómodo para las mujeres, este se constituía como el menor de sus obstáculos. Las mujeres de aquella época enfrentaban problemas de mayor magnitud. En el siglo diecinueve, la sociedad imponía reglas al comportamiento femenino, y la mujer que montaba bicicleta era considerada una transgresora de dichas reglas, por lo que se convertía en una persona de \"dudosa\" moral. Por si fuera poco, los médicos de la época opinaban que el ciclismo era una actividad perjudicial para el organismo y la salud femeninos, ya que, según ellos, la exposición al frío y a la humedad de las calles y, sobre todo, los asientos de las bicicletas podían generarles enfermedades. Peor aún, muchas mujeres que se movilizaban en bicicleta eran atacadas a pedradas.\nCon el tiempo, conforme se avanzaba en la emancipación femenina, aumentaban las mujeres ciclistas. Así pues, mientras para los hombres, la bicicleta era un nuevo juguete, para las mujeres, era un trampolín que las llevaba a otro mundo. La imagen de la mujer en bicicleta fue dejando de ser extraña. Ejemplos como la vuelta al mundo en bicicleta de Annie Londonderry en 1895 causaron sorpresa y admiración en muchas personas. Surgieron clubes femeninos que hacían ver el uso de la bicicleta como una actividad recreativa y saludable, y ofrecían la oportunidad a las mujeres de viajar en bicicleta acompañadas por sus pares. La publicidad comenzó a presentar el ciclismo de las mujeres como una actividad respetable. Los médicos empezaron a recomendar el uso de la bicicleta para fortalecer las articulaciones y mejorar el sistema cardiovascular. El periodismo veía en la ciclista a la \"nueva mujer\", una mujer moderna que rompía con las convenciones sociales, que trabajaba fuera de casa o era políticamente activa, con lo que se alejaba del rol tradicional de \"esposa\" y \"madre\". En diversos ámbitos, la mujer empezó a ser vista igual que el hombre, y la bicicleta contribuyó a reafirmarse en ese sentido. Las mujeres conquistaban nuevos terrenos que antes estaban destinados exclusivamente para los hombres.\n\nAdaptado de Campos Posada, Ainhoa. (2023), Artículo publicado en el portal de National Geographic España.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el transcurso de la actividad, el docente nota que los estudiantes tienen algunos problemas para comprender varias ideas claves del texto. Por ello, tiene como propósito orientarlos en la comprensión de dichas ideas mediante un modelado. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Solicitar a los estudiantes que lean el texto nuevamente y que planteen sus dudas sobre aquellas ideas que les resultan complejas de comprender. Luego, proponer que revisen más fuentes de información que los ayuden a entender esas ideas.",
            "Preguntar a los estudiantes qué ideas les resultan complejas y registrarlas en la pizarra, estableciendo un diálogo con ellos sobre por qué creen que son difíciles de entender. Sobre esta base, reescribir dichas ideas para promover que las comprendan.",
            "Realizar una plenaria con los estudiantes para volver a leer el texto. Durante la lectura, parafrasear la información que resulta compleja en términos que les sean familiares, formulando preguntas y verbalizando qué pasajes son útiles para hallar las respuestas."
          ],
          "respuesta": "Realizar una plenaria con los estudiantes para volver a leer el texto. Durante la lectura, parafrasear la información que resulta compleja en términos que les sean familiares, formulando preguntas y verbalizando qué pasajes son útiles para hallar las respuestas.",
          "respuestaCorta": "Esta acción representa la técnica de \"pensar en voz alta\", donde el docente modela el proceso de comprensión al parafrasear, hacer preguntas y explicar cómo encontrar respuestas, lo cual es una forma directa de modelado.",
          "solucionario": "La acción de modelado más apropiada es la C. El modelado implica que el docente demuestre un proceso cognitivo. Al parafrasear partes difíciles, formular preguntas aclaratorias y verbalizar cómo localizar respuestas, el docente muestra activamente a los estudiantes *cómo* comprender el texto, haciendo visible el proceso de pensamiento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes deduzcan información implícita del texto. ¿Cuál de las siguientes preguntas es adecuada para ello?",
          "opciones": [
            "¿Qué obstáculo fue el menos grave de enfrentar para las mujeres que se movilizaban en bicicleta?",
            "¿Qué razones explican que la sociedad haya cambiado su perspectiva sobre las mujeres que usaban bicicleta?",
            "¿Qué opinión tienen sobre la afirmación de la feminista Susan Brownell acerca de las mujeres que montaban bicicleta?"
          ],
          "respuesta": "¿Qué razones explican que la sociedad haya cambiado su perspectiva sobre las mujeres que usaban bicicleta?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes sinteticen múltiples datos del texto (clubes, publicidad, cambio en opiniones médicas) para construir una razón que no está declarada explícitamente en una sola oración.",
          "solucionario": "Deducir información implícita requiere conectar diferentes partes del texto para llegar a una conclusión no declarada directamente. La pregunta B pide las \"razones\" del cambio de perspectiva, lo que obliga a los estudiantes a vincular la creación de clubes femeninos, la publicidad positiva, el cambio en el consejo médico y la idea de la \"nueva mujer\" para inferir la causa general. La pregunta A solicita información explícita. La pregunta C pide una opinión personal, lo cual es reflexión, no deducción.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el intercambio de ideas sobre el texto, una estudiante pregunta qué quiere decir la siguiente afirmación localizada en el cuarto párrafo: \"[...] para las mujeres, [la bicicleta] era un trampolín que las llevaba a otro mundo\". Tres estudiantes deciden intervenir. ¿Cuál de los siguientes estudiantes identifica adecuadamente a qué se refiere dicha afirmación?",
          "opciones": [
            "Amelia dice: \"Se refiere a que la bicicleta fue como un impulso para lograr la liberación de las mujeres\".",
            "Braulio dice: \"Quiere decir que, con las bicicletas, las mujeres podían movilizarse hacia lugares lejanos\".",
            "Carlos dice: \"Creo que significa que las mujeres que andaban en bicicleta podían mejorar su estatus social\"."
          ],
          "respuesta": "Amelia dice: \"Se refiere a que la bicicleta fue como un impulso para lograr la liberación de las mujeres\".",
          "respuestaCorta": "Amelia interpreta correctamente la metáfora \"trampolín\" como un impulso o catalizador para un cambio mayor, en este caso, la emancipación (\"liberación\") de las mujeres.",
          "solucionario": "La frase \"un trampolín que las llevaba a otro mundo\" es una metáfora. Un trampolín proporciona un impulso para alcanzar un lugar más alto. En el contexto del texto, el \"otro mundo\" se refiere a una nueva realidad social con más libertad y derechos para las mujeres. Por lo tanto, la interpretación de Amelia de la bicicleta como un \"impulso para lograr la liberación\" captura correctamente el significado figurado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento, el docente busca que los estudiantes deduzcan información implícita del texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedir a los estudiantes que expliquen si, hoy en día, se puede afirmar que las mujeres que montan bicicleta causan una impresión abrumadora, como señala el texto.",
            "Pedir a los estudiantes que comenten por qué, de acuerdo con el texto, se menciona que las personas más entusiastas para montar bicicleta eran las mujeres.",
            "Pedir a los estudiantes que, a partir de la información del texto, identifiquen cuáles son los beneficios para la salud de las personas que montan bicicleta."
          ],
          "respuesta": "Pedir a los estudiantes que comenten por qué, de acuerdo con el texto, se menciona que las personas más entusiastas para montar bicicleta eran las mujeres.",
          "respuestaCorta": "Esta acción pregunta el \"porqué\" de una afirmación, requiriendo que los estudiantes conecten la idea de entusiasmo con el rol de la bicicleta como herramienta de emancipación, una conexión que debe ser inferida.",
          "solucionario": "La acción más adecuada para promover la deducción es la B. El texto afirma que las mujeres eran usuarias entusiastas pero no dice explícitamente por qué en una sola oración. Los estudiantes deben inferir que su entusiasmo provenía de que la bicicleta era un \"trampolín\" hacia la libertad y un símbolo de la \"nueva mujer\", no solo un \"juguete\" como lo era para los hombres. La opción A requiere reflexión y comparación con la actualidad. La opción C pide información explícita mencionada en el texto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre el contenido del texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Solicitar que, a partir de la información ubicada en el penúltimo párrafo del texto, realicen un mapa mental que describa a la \"nueva mujer\".",
            "Indicar que expliquen la intención de la autora al incluir las citas textuales que se encuentran en el primer y segundo párrafo del texto.",
            "Pedir que identifiquen las repercusiones sociales que, según el texto, comenzaron a surgir cuando las mujeres empezaban a movilizarse en bicicleta."
          ],
          "respuesta": "Indicar que expliquen la intención de la autora al incluir las citas textuales que se encuentran en el primer y segundo párrafo del texto.",
          "respuestaCorta": "Preguntar sobre la intención de la autora obliga a los estudiantes a reflexionar sobre *cómo* se construye el texto y *por qué* la autora tomó decisiones específicas para transmitir un mensaje, yendo más allá de la simple comprensión del contenido.",
          "solucionario": "Reflexionar sobre el texto implica analizar su construcción y propósito. La acción B impulsa a los estudiantes a pensar en las elecciones de la autora (usar citas específicas) y su efecto previsto en el lector. Este es un proceso metacognitivo de reflexión sobre la forma y el contenido del texto. Las acciones A y C implican tareas de comprensión (organizar o identificar información) en lugar de una reflexión crítica sobre el propósito del autor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de la actividad de lectura, el docente realiza diversas acciones pedagógicas con los estudiantes. ¿Cuál de las siguientes acciones supone que los estudiantes desarrollen procesos cognitivos de mayor complejidad?",
          "opciones": [
            "Indicar a los estudiantes que elaboren una reseña crítica en la que señalen con qué personas de su entorno pueden compartir el texto y por qué.",
            "Solicitar a los estudiantes que reescriban el texto en una infografía manteniendo los hechos relevantes, el tema central y la misma tipología textual.",
            "Proporcionar a los estudiantes una ficha con preguntas de respuesta abierta que busquen recoger información explícita e implícita del texto."
          ],
          "respuesta": "Indicar a los estudiantes que elaboren una reseña crítica en la que señalen con qué personas de su entorno pueden compartir el texto y por qué.",
          "respuestaCorta": "Crear una reseña crítica exige la mayor complejidad cognitiva porque implica no solo comprender y analizar el texto, sino también evaluar su relevancia y aplicabilidad a un nuevo contexto.",
          "solucionario": "Según la taxonomía de Bloom, evaluar y crear son habilidades cognitivas de orden superior. La acción A requiere que los estudiantes produzcan una reseña crítica, lo que implica evaluación (juzgar el valor del texto) y creación (producir un nuevo tipo de texto). También les pide que apliquen su comprensión a un contexto del mundo real (con quién compartirlo), lo cual es un proceso complejo. La acción B es una tarea de transformación/síntesis, y la Acción C es una tarea de comprensión, ambas de menor complejidad cognitiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p07",
      "contexto": "Los estudiantes de primer grado, organizados en equipos, van a participar en la Feria de Ciencias de la IE. Ellos van a exponer sobre el uso que se les da a las plantas medicinales en la comunidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un grupo de estudiantes está planificando su exposición sobre la planta conocida como \"uña de gato\". A continuación, se presenta la transcripción del diálogo que se suscita entre ellos:\nNely dice: \"En la página de PromPerú, encontré bastante información sobre la uña de gato y...\".\nJuvenal, interrumpiendo a Nely, dice: \"Yo también revisé esa página. Hay mucha información. ¿Alguien más la ha revisado?\".\nSandra dice: \"Sí, yo también la vi. Con eso, creo que ya podríamos empezar a armar nuestra exposición para...\".\nNely, interrumpiendo a Sandra, dice: \"Claro. Se dice, por ejemplo, que la uña de gato sirve para tratar varias enfermedades\".\nJuvenal dice: \"Ah, sí. Sirve como antiinflamatorio porque...\".\nSandra, interrumpiendo a Juvenal, dice: \"No, no creo que se refiera a eso, sino a que se pueden tratar casos de gastritis, por ejemplo\".\nJuvenal dice: \"Ah, ya veo. Tienes razón\".\nComo parte de la retroalimentación para la planificación de los textos orales, el docente identifica aspectos positivos y negativos en el diálogo del equipo. ¿Qué aspecto positivo asociado con la escucha activa se evidencia en este diálogo?",
          "opciones": [
            "La intervención, a través de turnos, de los integrantes del equipo.",
            "El parafraseo de ideas realizado por los participantes de la conversación.",
            "La manifestación explícita de que comprenden las ideas de los interlocutores."
          ],
          "respuesta": "La manifestación explícita de que comprenden las ideas de los interlocutores.",
          "respuestaCorta": "El diálogo muestra un aspecto positivo de escucha activa cuando Juvenal está de acuerdo explícitamente con Sandra (\"Ah, ya veo. Tienes razón\"), demostrando que entendió y aceptó su punto.",
          "solucionario": "A pesar de las constantes interrupciones (un aspecto negativo), hay un momento de escucha activa. Cuando Sandra corrige la idea de Juvenal sobre los antiinflamatorios sugiriendo la gastritis, Juvenal responde con \"Ah, ya veo. Tienes razón\". Esta es una manifestación explícita de comprensión y aceptación de la idea del interlocutor, que es un componente clave de la escucha activa. La toma de turnos es caótica y no hay parafraseo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes busca recoger información sobre las plantas medicinales utilizadas en su localidad. Para ello, los estudiantes han decidido aplicar un cuestionario dentro de la IE. El docente nota que tienen problemas en la generación de ideas para plantear las preguntas de su cuestionario. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ayudarlos a generar ideas?",
          "opciones": [
            "Pedir que, en plenaria, compartan la información que conocen sobre las plantas medicinales de su localidad y la que creen que necesitan conocer. Luego, evaluar con ellos si la información compartida los ayudará a elaborar un cuestionario que contribuya al logro de su propósito.",
            "Indicar que su cuestionario debe tener como fin saber cuáles son y cómo se usan las plantas medicinales en su localidad. Después, ofrecer ejemplos de cuestionarios y pedir que los revisen para identificar las preguntas que pueden adaptar, tomando en cuenta el logro de su propósito.",
            "Facilitar diversas fuentes que incluyan información sobre las plantas medicinales que se emplean en su localidad. A partir de esto, mencionar qué ideas de estas fuentes pueden utilizar en la formulación de las preguntas de su cuestionario, de modo que puedan lograr su propósito."
          ],
          "respuesta": "Pedir que, en plenaria, compartan la información que conocen sobre las plantas medicinales de su localidad y la que creen que necesitan conocer. Luego, evaluar con ellos si la información compartida los ayudará a elaborar un cuestionario que contribuya al logro de su propósito.",
          "respuestaCorta": "Esta acción es la más centrada en el estudiante, ya que los guía a generar ideas activando primero sus conocimientos previos y luego identificando sus propias lagunas de información, lo que conduce directamente a la formulación de preguntas relevantes.",
          "solucionario": "La acción más adecuada es la A porque promueve la autonomía del estudiante. Comienza aprovechando sus conocimientos existentes (\"lo que conocen\") y luego los guía para identificar lo que aún necesitan averiguar (\"la que creen que necesitan conocer\"). Este proceso de identificar las brechas de conocimiento es la forma más natural y efectiva de generar preguntas pertinentes para un cuestionario.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      "contexto": "Los estudiantes de quinto grado van a seleccionar poemas para transcribirlos en la fachada de la IE y compartirlos con la comunidad educativa. Por este motivo, la docente ha llevado al aula diversos libros de poemas para leerlos con los estudiantes y elegir juntos los que transcribirán. A continuación, se presentan dos de los poemas seleccionados por una estudiante:",
      "imagen": "[IMAGEN_01]",
      "preguntas": [
        {
          "pregunta": "La docente busca orientar a los estudiantes en la identificación de los recursos literarios que aportan al sentido global del poema \"A la realidad\". ¿Cuál de las siguientes preguntas es más adecuada para que logre su propósito?",
          "opciones": [
            "La poeta menciona que a la realidad se le rinde \"el gran homenaje\". ¿A qué tipo de situaciones se refiere? Den ejemplos.",
            "Según el poema, la realidad genera en nosotros \"el mayor asombro\" y \"el bostezo\". ¿Qué ideas les produjo esta oposición?",
            "En el poema \"A la realidad\", se han usado figuras literarias. ¿En qué versos se evidencia el empleo de una metáfora?"
          ],
          "respuesta": "Según el poema, la realidad genera en nosotros \"el mayor asombro\" y \"el bostezo\". ¿Qué ideas les produjo esta oposición?",
          "respuestaCorta": "Esta pregunta se centra en la oposición central (antítesis) de \"asombro\" y \"bostezo\", que es el dispositivo literario clave que construye el significado global del poema sobre la naturaleza dual de la realidad.",
          "solucionario": "La pregunta más adecuada es la B porque dirige a los estudiantes a analizar el recurso literario central del poema: la antítesis entre \"el mayor asombro\" y \"el bostezo\". Comprender esta oposición es clave para interpretar el mensaje global del poema de que la realidad puede ser tanto extraordinaria como mundana. La pregunta A pide ejemplos relacionados con el contenido, y la C pide identificar una figura específica sin vincularla al significado general.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes construyan interpretaciones sobre el sentido global del poema \"Lunario musical\". ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Pedir que mencionen qué ideas se pueden desprender del título \"Lunario musical\". Luego, comentar que dicho título ayuda a anticipar que el poeta va a asociar su experiencia de observar la Luna con la experiencia de escuchar una obra musical.",
            "Indicar que, en el poema, se realizan asociaciones entre los diversos sentidos, como del tacto y el olfato. Luego, señalar que a este recurso se le conoce como sinestesia y que, en este caso, permite mostrar la experiencia que el poeta busca compartir.",
            "Solicitar que visualicen las imágenes que les surgen al leer el poema y preguntar qué sensaciones les producen dichas imágenes. Luego, pedir que expliquen cómo estas imágenes aportan en la descripción de la experiencia que vive el yo poético."
          ],
          "respuesta": "Solicitar que visualicen las imágenes que les surgen al leer el poema y preguntar qué sensaciones les producen dichas imágenes. Luego, pedir que expliquen cómo estas imágenes aportan en la descripción de la experiencia que vive el yo poético.",
          "respuestaCorta": "Esta acción es la más adecuada porque guía a los estudiantes a conectar primero personalmente con las imágenes sensoriales del poema y luego a usar esa respuesta personal para analizar cómo esas imágenes construyen la experiencia general de la voz poética, lo que lleva a una interpretación global.",
          "solucionario": "La acción C es la más apropiada porque sigue un enfoque constructivista. Comienza con la respuesta personal de los estudiantes a las imágenes del poema (\"visualicen las imágenes\", \"qué sensaciones les producen\") y luego los guía a conectar esta experiencia personal con la construcción de significado dentro del poema (\"cómo estas imágenes aportan en la descripción de la experiencia\"). Este proceso les permite construir una interpretación desde la base.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p09",
      "contexto": "La Regiduría de derechos del niño, niña y adolescente del Municipio Escolar realizará una asamblea estudiantil para elegir propuestas viables de acciones solidarias en beneficio de la localidad. En este contexto, los estudiantes de tercer grado, en equipos, le solicitan al docente que los oriente en la elaboración de las propuestas que presentarán en la asamblea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la planificación de las propuestas de los equipos, el docente escucha que un estudiante realiza el siguiente comentario:\n\"Amigos, si nos toca exponer, debemos estar relajados porque nos van a entender sin importar cómo nos expresemos. Al final, todos hablamos el mismo idioma. Este... lo que quiero decir es que podemos expresarnos como cuando hablamos con nuestros amigos. Así, estaremos tranquilos y no usaremos fichas de ayuda memoria constantemente en la asamblea, sino solo de vez en cuando. Eh... por cierto, no olvidemos hacer gestos para poner énfasis en las ideas más importantes ni mover nuestras manos según lo que vamos diciendo\".\nEl docente identifica una concepción errónea sobre la oralidad en la intervención del estudiante. ¿Cuál es esa concepción?",
          "opciones": [
            "Ciertas formas de lenguaje no verbal ayudan a dar énfasis a las ideas de un texto oral.",
            "Al presentar un texto oral, una ayuda memoria debe ser usada con poca frecuencia.",
            "Un texto oral puede ser producido sin considerar la situación comunicativa."
          ],
          "respuesta": "Un texto oral puede ser producido sin considerar la situación comunicativa.",
          "respuestaCorta": "El error del estudiante es creer que puede usar el mismo registro informal que al hablar con amigos en un entorno formal como una asamblea, ignorando la necesidad de adecuar el lenguaje a la situación.",
          "solucionario": "La concepción errónea del estudiante es que la situación comunicativa no importa. Sugiere que, como todos hablan el mismo idioma, pueden usar un registro informal y coloquial (\"como cuando hablamos con nuestros amigos\") para una presentación formal en una asamblea. Esto ignora la necesidad de adaptar el lenguaje, el tono y el estilo a la audiencia, el propósito y el contexto. Las otras dos afirmaciones son en realidad concepciones correctas sobre las presentaciones orales.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente ha elaborado una lista de cotejo para que los estudiantes evalúen los textos orales que presentarán en la asamblea. ¿Cuál de las siguientes preguntas incluidas en dicha lista evalúa la coherencia de los textos orales?",
          "opciones": [
            "¿Las ideas planteadas ayudan a desarrollar aspectos específicos de la acción solidaria?",
            "¿La acción solidaria se presenta en un género alineado a la intención del expositor?",
            "¿El léxico utilizado en la presentación de la acción solidaria es variado y preciso?"
          ],
          "respuesta": "¿Las ideas planteadas ayudan a desarrollar aspectos específicos de la acción solidaria?",
          "respuestaCorta": "Esta pregunta evalúa la coherencia porque verifica si las ideas son relevantes y contribuyen al tema central (la \"acción solidaria\"), lo cual es un aspecto clave de la coherencia textual.",
          "solucionario": "La coherencia se refiere a la relación lógica entre las ideas y su pertinencia para el tema central. La pregunta A evalúa directamente esto al preguntar si las ideas presentadas desarrollan efectivamente el tema principal (\"la acción solidaria\"). La pregunta B evalúa la adecuación (elección del género), y la C evalúa un aspecto léxico (variedad y precisión del vocabulario), que está relacionado con la cohesión pero no con la coherencia general de las ideas.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p10",
      "contexto": "La Regiduría de derechos del niño, niña y adolescente del Municipio Escolar realizará una asamblea estudiantil para elegir propuestas viables de acciones solidarias en beneficio de la localidad. En este contexto, los estudiantes de tercer grado, en equipos, le solicitan al docente que los oriente en la elaboración de las propuestas que presentarán en la asamblea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una de las delegadas está practicando su texto oral cuyo propósito es recolectar donaciones para la guardería de la localidad. La estudiante presenta dicho texto frente a los miembros de su equipo para recibir sus comentarios. Esta es la transcripción del texto oral:\n\"A todos en el barrio nos preocupa que la guardería de la zona no tenga recursos suficientes para atender a los niños y a los bebés. Eh... por eso, nosotros proponemos recolectar donaciones para la guardería. Solicitaríamos donaciones a los vecinos, y a los dueños de tiendas y negocios del barrio. Eh... para organizarnos, haríamos tres comisiones de estudiantes: una para difundir información sobre la acción solidaria en las asambleas comunales, otra para recolectar y una más para entregar las donaciones. Además, debemos mencionar algo importante (haciendo una pausa larga): si todos nos involucramos, sí es posible ayudar a mejorar la situación de la guardería. Eh... por eso, creemos que los vecinos que no estén en posibilidades de donar podrían ayudar a las comisiones encargadas en la recolección y entrega de las donaciones\".\nAl final de la presentación, tres estudiantes realizan comentarios sobre la intervención de su compañera. ¿Cuál de los siguientes comentarios evidencia la capacidad de reflexionar sobre el contenido del texto oral?",
          "opciones": [
            "\"He notado que, casi al final de la presentación, realizaste una pausa bien notoria. Esto puede hacer que el público tenga mayor expectativa por lo que vas a decir a continuación\".",
            "\"Para mejorar la propuesta, podríamos añadir que usaremos nuestras redes sociales en la difusión de la acción solidaria. Con las redes, lograríamos que más personas tengan interés en participar\".",
            "\"La guardería de la localidad necesita de mucha ayuda económica para atender a los niños y a los bebés. Por eso, la participación de todos los vecinos que tengan tiendas y negocios será de utilidad\"."
          ],
          "respuesta": "\"Para mejorar la propuesta, podríamos añadir que usaremos nuestras redes sociales en la difusión de la acción solidaria. Con las redes, lograríamos que más personas tengan interés en participar\".",
          "respuestaCorta": "Este comentario reflexiona sobre el contenido al evaluar la propuesta y ofrecer una sugerencia constructiva para mejorar su eficacia, lo que va más allá de simplemente resumir o analizar la forma.",
          "solucionario": "Reflexionar sobre el *contenido* de un texto oral implica evaluar sus ideas, juzgar su validez o efectividad y proponer mejoras. El comentario B hace exactamente esto: analiza el contenido de la propuesta y sugiere una mejora (\"añadir que usaremos nuestras redes sociales\") para lograr mejor el objetivo. El comentario A reflexiona sobre la *forma* (recursos paraverbales como las pausas). El comentario C parafrasea o resume el contenido sin añadir ninguna evaluación crítica o sugerencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La delegada de un equipo ha grabado su presentación en un audio y le pide al docente que lo escuche para recibir retroalimentación. A continuación, se muestra la transcripción del texto oral:\n\"Eh... nuestra propuesta tiene como propósito atender a animales callejeros. Yo les explicaré por qué nuestra propuesta es viable. Primero, es fácil de llevar a cabo. Algunos podríamos dar comida a los animalitos, y otros, hacer bebederos de agua con botellas plásticas. Yo sé hacer esos bebederos. De hecho, soy voluntaria en un grupo juvenil que cuida el ambiente. Ahí aprendí varias estrategias de reciclaje. Eh... por otro lado, si hacemos una colecta en el barrio, obtendríamos dinero para comprar comida. Varios tenemos experiencia recolectando fondos. El año pasado, mi familia hizo una actividad profondos por la salud de mi tío Juan. Por suerte, él ya está mejor. Vendimos tamales. Para mí, es fácil cocinar, porque mi familia se reparte las tareas de la casa. Mi papá y mi mamá nos asignan tareas por igual a mis hermanos y a mí. Aquí termina mi participación\".\nEl docente se da cuenta de que algunas ideas del texto oral no contribuyen al logro del propósito comunicativo de la estudiante. Por esta razón, busca orientarla para que identifique este problema en su texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedir a la estudiante que indique cuál es el propósito de su propuesta de acción solidaria. Luego, sugerir que, en una nueva práctica, sustituya las ideas sobre su participación en el voluntariado y la actividad profondos por otras ideas alineadas a su propósito.",
            "Solicitar a la estudiante que exprese, en pocas palabras, en qué consiste la propuesta de acción solidaria que ha presentado. A partir de esto, indicar que vuelva a escuchar la grabación y que explique si todas las ideas que expuso en su texto aportan al logro de su propósito.",
            "Reproducir el audio del texto oral frente a la estudiante haciendo pausas ante la información que desarrolla aspectos específicos de su propuesta de acción solidaria. Después, mencionar que su texto presenta información que podría obstaculizar el logro de su propósito."
          ],
          "respuesta": "Solicitar a la estudiante que exprese, en pocas palabras, en qué consiste la propuesta de acción solidaria que ha presentado. A partir de esto, indicar que vuelva a escuchar la grabación y que explique si todas las ideas que expuso en su texto aportan al logro de su propósito.",
          "respuestaCorta": "Esta acción es la más efectiva porque guía a la estudiante a identificar el problema por sí misma (metacognición) al establecer primero el propósito principal y luego autoevaluar qué partes de su discurso se desvían de él.",
          "solucionario": "La acción más adecuada es la B porque fomenta la autonomía y la metacognición de la estudiante. Al pedirle que primero resuma su punto principal, establece un criterio claro de relevancia. Luego, al volver a escuchar y evaluar cada idea contra ese criterio, se la guía para que descubra las digresiones por su cuenta.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la práctica de los textos orales, uno de los delegados solicita al docente que le brinde retroalimentación sobre su texto, que tiene como propósito brindar ayuda al centro del adulto mayor de la localidad. A continuación, se presenta un fragmento de la transcripción del texto oral:\n\"Buen día. Eh... yo expondré cuál es nuestra propuesta. Muchos conocemos a las señoras y señores que se atienden en el centro del adulto mayor. Nuestra propuesta se centrará en los señores y señoras de la tercera edad del centro del adulto mayor de nuestra localidad. No obstante, es cierto que el centro del adulto mayor de nuestra localidad tiene cada vez más señoras y señores que atender. Lo bueno es que todos nos preocupamos por ellos. Eh... en principio, esa es nuestra propuesta. Así también, les agradezco por la atención\".\nEl docente ha identificado varios problemas que afectan la comprensión del texto oral. ¿Qué problema debe priorizar en su retroalimentación?",
          "opciones": [
            "La repetición innecesaria de frases como \"centro del adulto mayor\".",
            "La utilización inadecuada de conectores entre algunas ideas del texto oral.",
            "La falta de información para saber en qué consiste la propuesta de acción solidaria."
          ],
          "respuesta": "La falta de información para saber en qué consiste la propuesta de acción solidaria.",
          "respuestaCorta": "El problema más crítico es que el mensaje central está ausente. El discurso nunca explica en qué consiste realmente la propuesta, haciendo que todo el texto falle en su propósito comunicativo.",
          "solucionario": "La prioridad para la retroalimentación debe ser siempre la barrera más significativa para la comunicación. En este caso, el texto carece de coherencia global porque la idea central —la propuesta misma— nunca se enuncia. Si bien hay problemas de repetición y uso de conectores (cohesión), estos son secundarios al problema fundamental de que el oyente no tiene idea de lo que el orador está proponiendo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": "En el marco de una campaña nutricional de la localidad, los estudiantes de cuarto grado conversan sobre los productos transgénicos. Algunos se encuentran a favor de su consumo; otros, en contra. Algunos estudiantes aún no han definido su postura. En ese contexto, el docente les propone que se organicen en equipos y escriban ensayos en los que sustenten sus posturas sobre el consumo de dichos productos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la planificación de los ensayos, los integrantes de uno de los equipos le comentan al docente que no saben qué postura asumir acerca del consumo de productos transgénicos. Por ello, el docente busca orientarlos para que asuman una posición informada sobre el tema. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Preguntar qué fuentes de información han podido recabar sobre el consumo de transgénicos. Luego, pedir que identifiquen cuál es la postura que la mayoría de fuentes defiende, a fin de que asuman dicha postura como equipo.",
            "Indicar a cada integrante del equipo que comente cuál es su posición sobre el consumo de transgénicos y por qué. Luego, mencionar cuál de las posturas cuenta con fuentes más actualizadas y sugerir que asuman dicha postura como equipo.",
            "Ofrecer una selección de fuentes confiables de información con posturas diversas acerca del consumo de transgénicos. Luego, pedir que conversen sobre la postura que presente sustentos más sólidos para que evalúen qué posición deben asumir como equipo."
          ],
          "respuesta": "Ofrecer una selección de fuentes confiables de información con posturas diversas acerca del consumo de transgénicos. Luego, pedir que conversen sobre la postura que presente sustentos más sólidos para que evalúen qué posición deben asumir como equipo.",
          "respuestaCorta": "Esta acción es la mejor porque proporciona información equilibrada y confiable, y guía a los estudiantes a tomar su propia decisión informada basándose en la solidez de la evidencia, promoviendo el pensamiento crítico.",
          "solucionario": "Para ayudar a los estudiantes a formar una posición *informada*, el docente debe facilitar el acceso a información diversa y fiable y guiarlos en un proceso de evaluación crítica. La opción C hace exactamente esto al proporcionar fuentes variadas y pedir a los estudiantes que analicen la fuerza de los argumentos para hacer su propia elección. La opción A promueve una falacia de popularidad (\"la opinión de la mayoría\"). La opción B es demasiado directiva, con el profesor haciendo la sugerencia final.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes le ha pedido al docente que revise la primera versión de su ensayo que presenta una postura a favor del consumo de productos transgénicos. Durante la revisión, el docente nota que los estudiantes han presentado ideas que contradicen la postura que quieren defender. Por esta razón, busca que se den cuenta de este problema en su texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Comentar que el propósito de su texto es defender su postura a favor del consumo de transgénicos. A partir de esto, pedir que identifiquen los argumentos más convincentes y que los refuercen con información nueva en una segunda versión de su ensayo.",
            "Solicitar que, de forma oral, expliquen por qué están de acuerdo con el consumo de transgénicos. Luego, pedir que lean su ensayo y subrayen con un color las ideas que creen que sirven para apoyar su postura y con otro, las ideas que no lo hacen.",
            "Indicar que las contradicciones en un texto son un problema de coherencia que afecta la claridad del mensaje que se quiere comunicar. Luego, señalar cuáles son las ideas de su ensayo que contradicen su postura acerca del consumo de transgénicos."
          ],
          "respuesta": "Solicitar que, de forma oral, expliquen por qué están de acuerdo con el consumo de transgénicos. Luego, pedir que lean su ensayo y subrayen con un color las ideas que creen que sirven para apoyar su postura y con otro, las ideas que no lo hacen.",
          "respuestaCorta": "Esta acción guía a los estudiantes a autodescubrir las contradicciones. Al verbalizar primero su postura y luego codificar físicamente con colores sus ideas escritas, pueden identificar visual y cognitivamente las inconsistencias por sí mismos.",
          "solucionario": "La estrategia de retroalimentación más eficaz es la que ayuda a los estudiantes a identificar sus propios errores. La acción B logra esto a través de un proceso metacognitivo. Primero, los estudiantes reafirman su argumento previsto oralmente. Luego, la tarea de codificación por colores les hace evaluar activamente cada frase escrita en función de su propósito declarado, haciendo que las contradicciones sean visualmente evidentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "En el taller de lectura y escritura literaria, los estudiantes de tercer grado, acompañados por la docente, están leyendo fábulas contemporáneas. A continuación, se presenta una de estas fábulas:\n\nEl hombre que aprendió a ladrar\n\nLo cierto es que fueron años de duro aprendizaje, con momentos en los que estuvo a punto de abandonar. Pero, al fin, triunfó la perseverancia y Raimundo aprendió a ladrar. No a imitar ladridos, como suelen hacer algunos, sino verdaderamente a ladrar. ¿Qué lo había impulsado a hacer eso? Ante sus amigos, se castigaba con humor y respondía: \"La verdad es que ladro para no llorar\". Sin embargo, la razón más importante era el desinteresado y franciscano amor hacia sus hermanos perros. Amor es comunicación. ¿Cómo amar, entonces, sin comunicarse?\nRaimundo sintió una gran alegría el día que Leo, su hermano perro, comprendió por fin su ladrido y (algo más extraordinario aún) que él también comprendió el ladrido de Leo. A partir de ese día, Raimundo y Leo se tendían en el prado y dialogaban sobre los problemas que tenían en común.\nA pesar de que creía conocer muy bien a sus hermanos perros, Raimundo nunca imaginó que Leo tuviera una visión del mundo tan aguda, como la de un sabio. En uno de esos diálogos, con amistosos ladridos, Raimundo se animó a preguntarle: \"Dime, Leo, con toda franqueza, ¿qué opinas de mi forma de ladrar?\". La respuesta de Leo fue bastante breve y sincera: \"Yo diría que lo haces bastante bien, pero tienes que mejorar y tratar de desaparecer, poco a poco, tu acento humano\".\n\nAdaptado de Benedetti, Mario. (1989). Despistes y franquezas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca orientar a los estudiantes en la identificación de los recursos literarios que aportan al sentido global de la fábula. ¿Cuál de las siguientes preguntas es más adecuada para ello?",
          "opciones": [
            "¿Qué función cumple la pregunta \"¿cómo amar, entonces, sin comunicarse?\", en esta narración?",
            "¿Qué figura literaria se usa en la expresión \"[...] una visión del mundo tan aguda, como la de un sabio\"?",
            "¿Qué quiere decir el narrador cuando menciona que Raimundo \"ante sus amigos, se castigaba con humor\"?"
          ],
          "respuesta": "¿Qué función cumple la pregunta \"¿cómo amar, entonces, sin comunicarse?\", en esta narración?",
          "respuestaCorta": "Esta pregunta apunta a una pregunta retórica que encapsula el tema central y la moraleja de la fábula: la profunda conexión entre el amor y la comunicación, que es clave para el significado global.",
          "solucionario": "La pregunta más adecuada es la A porque se centra en una pregunta retórica que revela el mensaje central o la tesis de toda la fábula: que el verdadero amor requiere comunicación. Comprender la función de esta pregunta ayuda a los estudiantes a captar el significado global de la búsqueda de Raimundo. La pregunta B pide identificar un símil, un recurso específico pero menos central para el tema general. La pregunta C pide interpretar una frase, pero revela más detalles del personaje que el punto principal de la historia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento de la actividad de lectura, la docente busca que los estudiantes reflexionen sobre el contenido de la fábula. ¿Cuál de las siguientes preguntas es adecuada para ello?",
          "opciones": [
            "Según Raimundo, Leo tenía una visión aguda del mundo. ¿Qué idea del texto permite defender o refutar la opinión de Raimundo?",
            "De acuerdo con la fábula, Raimundo tenía una razón importante que lo motivaba a aprender a ladrar. ¿Cuál era esta razón?",
            "Teniendo en cuenta las acciones realizadas por Raimundo, ¿qué rasgos de su personalidad pueden identificarse?"
          ],
          "respuesta": "Según Raimundo, Leo tenía una visión aguda del mundo. ¿Qué idea del texto permite defender o refutar la opinión de Raimundo?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes evalúen el juicio de un personaje contra la evidencia presentada en el texto, una forma de pensamiento crítico que constituye una reflexión sobre el contenido.",
          "solucionario": "La reflexión implica evaluar críticamente el contenido y sus implicaciones. La pregunta A requiere que los estudiantes evalúen la validez de una afirmación hecha dentro del texto (\"Leo tenía una visión aguda\") buscando pruebas que la apoyen o la contradigan. Este proceso de validar o refutar una idea basándose en la evidencia textual es una habilidad de pensamiento de orden superior asociada con la reflexión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p13",
      "contexto": "Los estudiantes de cuarto grado están interesados en promover prácticas que contribuyan a mantener limpia la IE. Entre las actividades que realizarán, los estudiantes, en equipos, escribirán textos de diversos tipos dirigidos a sus compañeros y a los docentes para publicarlos en el periódico mural. Por ello, le piden a la docente que los oriente en la escritura de estos textos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente y los estudiantes están conversando sobre los aspectos que deben considerar para adecuar sus escritos a la situación comunicativa. Tres estudiantes comparten sus comentarios con el resto de la clase. ¿Qué estudiante NO evidencia, en su comentario, un aspecto que contribuya a la adecuación de los textos a la situación comunicativa?",
          "opciones": [
            "Ada dice: \"¿Recuerdan que una vez la profesora nos preguntó sobre las diferencias entre escribir un mensaje a un amigo y un correo al director del colegio? Lo decía porque debemos estar seguros de qué palabras usar según quién nos leerá\".",
            "Briana dice: \"Las fuentes que utilicemos al escribir los textos deberían ser pertinentes. Por esto, me parece que tenemos que conversar acerca de los criterios que podemos usar para seleccionar fuentes que tengan información confiable\".",
            "Caleb dice: \"Estaba pensando en que, a veces, abordamos el tema de nuestros textos dejando de lado lo que nos propusimos en un inicio. Al final, terminamos redactando un texto que no llega a cumplir con nuestras expectativas\"."
          ],
          "respuesta": "Briana dice: \"Las fuentes que utilicemos al escribir los textos deberían ser pertinentes. Por esto, me parece que tenemos que conversar acerca de los criterios que podemos usar para seleccionar fuentes que tengan información confiable\".",
          "respuestaCorta": "El comentario de Briana trata sobre la fiabilidad de las fuentes, que se relaciona con el contenido y el proceso de investigación, no con la adecuación del texto a una situación comunicativa específica (audiencia, propósito, registro).",
          "solucionario": "La adecuación a la situación comunicativa implica considerar la audiencia (destinatario), el propósito y el registro. El comentario de Ada se refiere al destinatario y al registro (\"según quién nos leerá\"). El comentario de Caleb se refiere al propósito (\"lo que nos propusimos en un inicio\"). Sin embargo, el comentario de Briana se centra en la selección de fuentes fiables, que es un paso en la fase de investigación/planificación relacionado con la calidad de la información, no con la adecuación del texto final a su contexto específico de comunicación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la planificación de los textos, los integrantes de un equipo comentaron a la docente que su propósito es explicar los beneficios de organizar brigadas de limpieza. Sin embargo, tienen dudas sobre el género textual que podrían emplear. Por esta razón, la docente busca orientarlos en la selección de un género apropiado para el mensaje que quieren comunicar. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Ofrecer a los estudiantes una lista con una breve definición de los géneros y de sus características textuales, y entregar algunos textos para que identifiquen el género que correspondería a cada uno de estos textos. A partir de esto, mencionar qué género es pertinente utilizar para que elaboren su escrito.",
            "Comentar a los estudiantes que los géneros textuales que podrían seleccionar para presentar los beneficios de organizar brigadas de limpieza son afiche, tríptico o infografía. Después, solicitar que compartan lo que conocen sobre las características textuales de estos géneros y elijan uno de ellos.",
            "Leer con los estudiantes textos de diversos géneros, que suelen ser publicados en periódicos murales, para identificar sus características textuales. Luego, conversar con ellos sobre las diferencias que presentan estos textos y pedir que expresen cuál de esos géneros se ajusta mejor a su propósito."
          ],
          "respuesta": "Leer con los estudiantes textos de diversos géneros, que suelen ser publicados en periódicos murales, para identificar sus características textuales. Luego, conversar con ellos sobre las diferencias que presentan estos textos y pedir que expresen cuál de esos géneros se ajusta mejor a su propósito.",
          "respuestaCorta": "Esta acción es la más adecuada porque capacita a los estudiantes para que tomen su propia decisión informada, analizando ejemplos reales pertinentes a su contexto y evaluando qué género se ajusta mejor a su propósito específico.",
          "solucionario": "El mejor enfoque pedagógico es el C porque está centrado en el estudiante y se basa en la indagación. Al analizar varios ejemplos encontrados en un contexto similar (periódicos murales), los estudiantes descubren por sí mismos las características y propósitos de diferentes géneros. Esto les permite tomar una decisión razonada y autónoma sobre qué género se adapta mejor a sus necesidades comunicativas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes se encuentra planificando un afiche para motivar a sus compañeros a tener prácticas que contribuyan a la limpieza de los patios durante el recreo. Los integrantes del equipo le presentan a la docente el siguiente esquema de ideas para recibir su retroalimentación:\n\nTítulo. ¡Mantengamos los patios limpios durante el recreo!\nEstado de los patios antes, durante y después del recreo\nDirectivos\n. ✓ Sus nombres y edad Domicilio actual\n• Evitar accidentes al tener los patios limpios y ordenados\n• Aseo personal de los estudiantes\nJabón, cepillo y pasta dental\nToallas higiénicas\n\nLa docente nota que varias ideas del esquema se alejan del propósito comunicativo del afiche. Por esta razón, busca que los estudiantes identifiquen este problema en su esquema. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Preguntar cuál es el propósito comunicativo del afiche que desean elaborar. Luego, indicar que revisen el esquema para que determinen si cada una de las ideas que incluyeron, al ser desarrolladas, contribuiría a lograr el propósito del afiche.",
            "Enfatizar que un esquema debe contener ideas que, al escribirlas, contribuyan a lograr el propósito comunicativo de un texto. Luego, indicar que el desarrollo de las ideas sobre los directivos y el aseo de los estudiantes afectaría el logro de su propósito.",
            "Solicitar que mencionen qué información aporta cada una de las ideas del esquema al propósito comunicativo del afiche. Luego, indicar qué ideas, al ser escritas, no favorecerían el logro de su propósito y ofrecer otras para que evalúen su utilidad."
          ],
          "respuesta": "Preguntar cuál es el propósito comunicativo del afiche que desean elaborar. Luego, indicar que revisen el esquema para que determinen si cada una de las ideas que incluyeron, al ser desarrolladas, contribuiría a lograr el propósito del afiche.",
          "respuestaCorta": "Esta es la acción más efectiva porque incita a los estudiantes a usar su propio propósito declarado como criterio para autoevaluar la relevancia de cada idea en su plan, fomentando la autonomía.",
          "solucionario": "La acción A representa el andamiaje más eficaz. Primero establece un enfoque claro al hacer que los estudiantes reafirmen su propósito. Luego, los guía a través de un proceso de autoevaluación, donde deben verificar cada punto de su esquema en función de ese propósito. Esto les permite identificar por sí mismos las ideas irrelevantes (\"Directivos\", \"Aseo personal\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p14",
      "contexto": "En el marco de un taller de lectura literaria, la docente y los estudiantes de primer grado están leyendo relatos breves. A continuación, se presenta uno de estos textos:\n\nLa secta del loto blanco\n\nHabía una vez un hombre que pertenecía a una secta. Muchos, deseosos de dominar las artes tenebrosas, lo tomaban por maestro. Un día, el maestro quiso salir. Entonces, colocó en el vestíbulo un tazón cubierto con una tapa y ordenó a los discípulos que lo cuidaran. Les dijo que no descubrieran el tazón ni vieran lo que había adentro. Apenas se alejó, los discípulos levantaron la tapa y vieron que en el tazón había agua pura y, en el agua, un barquito de paja, con mástiles y velamen. Sorprendidos, lo empujaron con el dedo. El barco se volcó. De prisa, lo enderezaron y volvieron a tapar el tazón.\nEl maestro apareció inmediatamente y les dijo:\n-¿Por qué me han desobedecido?\nLos discípulos se pusieron de pie y lo negaron. El maestro declaró:\n-Mi nave ha zozobrado en el confín del mar Amarillo. ¿Cómo se atreven a engañarme?\nUna tarde, encendió en un rincón del patio una pequeña vela. Les ordenó que la cuidaran del viento. Había pasado la segunda vigilia y el maestro no había vuelto. Cansados y soñolientos, los discípulos se acostaron y se durmieron. Al otro día, la vela estaba apagada. Los discípulos la encendieron de nuevo.\nEl maestro apareció inmediatamente y les dijo:\n-¿Por qué me han desobedecido?\nLos discípulos lo negaron:\n-De veras, no hemos dormido. ¿Cómo iba a apagarse la luz?\nEl maestro les dijo:\n-Quince leguas erré en la oscuridad de los desiertos tibetanos y ahora quieren engañarme. Esto sorprendió a los discípulos.\n\nAdaptado de Wilheim, Richard. (1924). \"La secta del loto blanco\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para contribuir a la comprensión del texto, la docente plantea diversas preguntas a los estudiantes. ¿Cuál de las siguientes preguntas se centra en que obtengan información explícita del relato?",
          "opciones": [
            "¿Cuál es la razón por la que se apagó la vela que el maestro pidió cuidar a los discípulos?",
            "¿Por qué los discípulos consideraban un maestro al hombre que pertenecía a la secta?",
            "¿En qué consistieron los dos encargos que el maestro encomendó a los discípulos?"
          ],
          "respuesta": "¿En qué consistieron los dos encargos que el maestro encomendó a los discípulos?",
          "respuestaCorta": "Esta pregunta solicita información —las dos tareas dadas por el maestro— que está directamente declarada y puede ser localizada en el texto.",
          "solucionario": "Obtener información explícita implica encontrar hechos que están literalmente presentes en el texto. La pregunta C pregunta cuáles fueron las dos tareas (cuidar el tazón, cuidar la vela), y las respuestas están descritas directamente en la historia. Las preguntas A y B piden razones (\"por la que\", \"por qué\"), lo que requiere inferencia o interpretación de información implícita en lugar de la simple recuperación de hechos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el intercambio de ideas sobre el relato, los estudiantes están realizando diversos comentarios. ¿Cuál de los siguientes comentarios se ajusta a una interpretación del sentido global del relato?",
          "opciones": [
            "\"Los discípulos empujaron el barquito de paja. Esto ocasionó que la nave del maestro estuviera a punto de hundirse en el mar Amarillo\".",
            "\"Los discípulos fueron puestos a prueba por el maestro. Él tenía la intención de demostrar que era capaz de saber todo lo que ellos hacían\".",
            "\"Los discípulos desobedecieron la primera indicación del maestro y él los descubrió. Pese a esto, se atrevieron a desobedecerlo una segunda vez\"."
          ],
          "respuesta": "\"Los discípulos fueron puestos a prueba por el maestro. Él tenía la intención de demostrar que era capaz de saber todo lo que ellos hacían\".",
          "respuestaCorta": "Este comentario sintetiza los eventos de la historia para llegar al tema o propósito general: el maestro estaba probando a sus discípulos y demostrando su poder, lo cual es una interpretación global.",
          "solucionario": "Una interpretación del significado global va más allá de resumir eventos para explicar el tema o propósito subyacente. El comentario B hace esto al concluir que los eventos fueron una \"prueba\" y que la \"intención\" del maestro era demostrar su omnisciencia. Esto explica el *porqué* detrás de toda la narrativa. Los comentarios A y C son resúmenes de puntos de la trama, describiendo *lo que* sucedió sin interpretar el significado general.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p15",
      "contexto": "En el marco de un taller de lectura literaria, la docente y los estudiantes de primer grado están leyendo relatos breves. A continuación, se presenta uno de estos textos:\n\nLa secta del loto blanco\n\nHabía una vez un hombre que pertenecía a una secta. Muchos, deseosos de dominar las artes tenebrosas, lo tomaban por maestro. Un día, el maestro quiso salir. Entonces, colocó en el vestíbulo un tazón cubierto con una tapa y ordenó a los discípulos que lo cuidaran. Les dijo que no descubrieran el tazón ni vieran lo que había adentro. Apenas se alejó, los discípulos levantaron la tapa y vieron que en el tazón había agua pura y, en el agua, un barquito de paja, con mástiles y velamen. Sorprendidos, lo empujaron con el dedo. El barco se volcó. De prisa, lo enderezaron y volvieron a tapar el tazón.\nEl maestro apareció inmediatamente y les dijo:\n-¿Por qué me han desobedecido?\nLos discípulos se pusieron de pie y lo negaron. El maestro declaró:\n-Mi nave ha zozobrado en el confín del mar Amarillo. ¿Cómo se atreven a engañarme?\nUna tarde, encendió en un rincón del patio una pequeña vela. Les ordenó que la cuidaran del viento. Había pasado la segunda vigilia y el maestro no había vuelto. Cansados y soñolientos, los discípulos se acostaron y se durmieron. Al otro día, la vela estaba apagada. Los discípulos la encendieron de nuevo.\nEl maestro apareció inmediatamente y les dijo:\n-¿Por qué me han desobedecido?\nLos discípulos lo negaron:\n-De veras, no hemos dormido. ¿Cómo iba a apagarse la luz?\nEl maestro les dijo:\n-Quince leguas erré en la oscuridad de los desiertos tibetanos y ahora quieren engañarme. Esto sorprendió a los discípulos.\n\nAdaptado de Wilheim, Richard. (1924). \"La secta del loto blanco\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En otro momento de la actividad, la docente busca que los estudiantes reflexionen sobre el contenido del texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Indicar a los estudiantes que mencionen las circunstancias que llevaron a los discípulos a mentirle al maestro. Luego, pedir que comenten si, ante dichas circunstancias, los discípulos podrían haber actuado de otro modo.",
            "Indicar a los estudiantes que identifiquen los pasajes del texto en los que los discípulos mintieron al maestro. Luego, solicitar que expresen, usando sus propias palabras, la enseñanza que se puede extraer del relato.",
            "Indicar a los estudiantes que los discípulos mintieron al maestro en dos oportunidades y este se dio cuenta. Luego, mencionar que el maestro tuvo razón en cuestionarlos, puesto que querían engañarlo."
          ],
          "respuesta": "Indicar a los estudiantes que mencionen las circunstancias que llevaron a los discípulos a mentirle al maestro. Luego, pedir que comenten si, ante dichas circunstancias, los discípulos podrían haber actuado de otro modo.",
          "respuestaCorta": "Esta acción promueve la reflexión al pedir a los estudiantes que evalúen las elecciones de los personajes y consideren acciones alternativas, lo que requiere emitir juicios sobre su comportamiento.",
          "solucionario": "La reflexión implica evaluar las acciones y motivaciones de los personajes y considerar alternativas. La acción A guía a los estudiantes a analizar el contexto de las mentiras de los discípulos (\"las circunstancias\") y luego a emitir un juicio sobre sus acciones explorando otras posibilidades (\"podrían haber actuado de otro modo\"). Esta es una habilidad de pensamiento de orden superior en comparación con resumir una moraleja (B) o simplemente estar de acuerdo con el juicio del profesor (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento, la docente busca que los estudiantes identifiquen que el uso de un tipo de narrador ofrece una determinada perspectiva a la historia. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Entregar diversos relatos a los estudiantes en los que se hayan empleado distintos tipos de narradores. Luego, indicar cuáles son los narradores usados en cada uno de esos relatos. Después, solicitar que identifiquen el tipo de narrador utilizado en la historia \"La secta del loto blanco\".",
            "Conversar con los estudiantes sobre el tipo de narrador de \"La secta del loto blanco\". Luego, solicitar que reescriban este relato usando como narrador a uno de los discípulos o al maestro. Después, pedir que contrasten la historia original y la historia reescrita, y compartan las diferencias identificadas.",
            "Mencionar a los estudiantes que el narrador es la voz ficcional que describe y relata la historia. Luego, comentar que esta voz tiene influencia en la información que recibimos como lectores y en el estilo en que la historia es contada. Después, preguntar si, en \"La secta del loto blanco\", identificaron esta influencia."
          ],
          "respuesta": "Conversar con los estudiantes sobre el tipo de narrador de \"La secta del loto blanco\". Luego, solicitar que reescriban este relato usando como narrador a uno de los discípulos o al maestro. Después, pedir que contrasten la historia original y la historia reescrita, y compartan las diferencias identificadas.",
          "respuestaCorta": "Esta acción es la más efectiva porque permite a los estudiantes experimentar activamente cómo el cambio de narrador (un elemento formal) impacta directamente en la perspectiva de la historia y la información presentada.",
          "solucionario": "La forma más efectiva para que los estudiantes comprendan el efecto de la perspectiva del narrador es manipulándola activamente. La acción B facilita esto al hacer que reescriban la historia desde un punto de vista diferente. La comparación posterior (\"contrasten la historia original y la historia reescrita\") les permite descubrir por sí mismos cómo el cambio de narrador altera toda la narrativa, haciendo el concepto tangible.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente solicita a los estudiantes que reescriban el relato. La consigna propuesta es que escriban el texto con un estilo indirecto y cambien el final de la historia. Tres estudiantes presentaron la reescritura del final del relato. ¿Cuál de los siguientes finales reescritos cumple con la consigna planteada por la docente?",
          "opciones": [
            "El maestro les dijo: \"¿Por qué me han desobedecido?\". En ese preciso momento, los discípulos, arrepentidos, decidieron pedir perdón.",
            "El maestro les gritó por haberlo desobedecido. Sin embargo, a los discípulos no les importó. Tomaron sus cosas y se fueron.",
            "El maestro les increpó porque lo desobedecieron por segunda vez. Y los discípulos se miraron las caras con asombro."
          ],
          "respuesta": "El maestro les gritó por haberlo desobedecido. Sin embargo, a los discípulos no les importó. Tomaron sus cosas y se fueron.",
          "respuestaCorta": "Esta opción utiliza el estilo indirecto (informa de lo que hizo el maestro, \"les gritó\", en lugar de citarlo directamente) y también cambia el final de la historia (los discípulos se van).",
          "solucionario": "La consigna tiene dos requisitos: usar estilo indirecto y cambiar el final. La opción B cumple ambos. \"El maestro les gritó\" es discurso indirecto (el directo sería: El maestro gritó: \"¡Me han desobedecido!\"). \"Tomaron sus cosas y se fueron\" es un final nuevo. La opción A utiliza el discurso directo (\"les dijo: '...'\"). La opción C, aunque usa estilo indirecto, presenta un final muy similar al original, donde también se sorprenden.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p16",
      "contexto": "Los estudiantes de primer grado, orientados por la docente, van a escribir un recetario de platos preparados con ingredientes nutritivos para compartirlo con sus compañeros de otros grados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente ha empezado a elaborar una rúbrica para orientar el proceso de escritura de los textos. En el criterio cohesión, la rúbrica presenta la siguiente descripción para el nivel en inicio: \nLa docente ya ha elaborado las descripciones para los niveles en proceso y logrado de ese criterio. Ahora, busca elaborar la descripción del nivel destacado. ¿Cuál de las siguientes alternativas presenta una descripción apropiada de dicho nivel?",
          "imagen":"img/ascenso/secundaria/2023/comunicacion/1.jpg",
          "opciones": [
            "El texto presenta una adecuada organización de párrafos, cuyas ideas se vinculan con diversos conectores.",
            "El uso de mecanismos de referencia ayuda a evitar la repetición innecesaria de palabras en el texto.",
            "Los recursos cohesivos utilizados en el texto contribuyen a relacionar estratégicamente las ideas."
          ],
          "respuesta": "Los recursos cohesivos utilizados en el texto contribuyen a relacionar estratégicamente las ideas.",
          "respuestaCorta": "El nivel \"destacado\" debe ir más allá de la mera corrección. \"Relacionar estratégicamente\" implica un uso hábil e intencionado de los mecanismos de cohesión para mejorar el flujo y el impacto del texto, lo cual es una característica de un desempeño sobresaliente.",
          "solucionario": "El nivel \"destacado\" de una rúbrica describe un desempeño que supera las expectativas. Mientras que las opciones A y B describen un uso competente de la cohesión, la opción C describe un nivel superior de habilidad. Usar los recursos \"estratégicamente\" significa que el estudiante no solo aplica las reglas correctamente, sino que toma decisiones deliberadas para mejorar la claridad y la persuasión del texto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una estudiante ha culminado la primera versión de su texto sobre la preparación de una ensalada de quinua. Ella le ha presentado su escrito a la docente para que la ayude con la revisión.\n\nEnsalada de quinua\nEste es un plato muy nutritivo y fácil de preparar. Necesitamos 1 taza de quinua, 2 cebollas, 10 aceitunas, 2 tomates, 1 palta, jugo de limón y sal. Esta receta es para 2 personas. Primero, se lava la quinua y se sancocha en una olla con bastante agua. Luego, se cortan los tomates y las cebollas. He elegido esta receta porque sus ingredientes son fáciles de conseguir. Mi familia consume mucha quinua. Mis padres dicen que es buena porque tiene muchos nutrientes. Aunque a mí no me gustan las verduras, por ejemplo, la cebolla, la aceituna o el tomate, esta ensalada sí la como porque sé que la quinua es un superalimento.\n\nLa docente nota que el texto de la estudiante presenta ideas que se alejan de su propósito comunicativo. Por ello, busca ofrecerle una orientación que la ayude a mejorar su texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Preguntar a la estudiante qué pasos de la preparación de la ensalada involucran utilizar aceitunas, tomate, limón o sal. Luego, mencionar que no incluir dichos pasos afecta el propósito de su texto. Finalmente, pedir que, en lugar de referirse a su familia y a sus gustos sobre la comida, escriba las ideas que hacen falta para comprender el empleo de esos ingredientes en la receta.",
            "Preguntar a la estudiante si su texto cumple el propósito de brindar instrucciones para preparar un plato de comida. Luego, mostrar la receta de un plato indicando qué aspectos contribuyen a que se comprendan los pasos para prepararlo. Finalmente, proponer que evalúe si las tres últimas oraciones de su texto aportan información para la preparación de la ensalada.",
            "Preguntar a la estudiante cuál es el propósito de su escrito. Luego, pedir que explique cuál es el aporte de cada idea de su texto a la comprensión de los pasos de la preparación de la ensalada. Finalmente, solicitar que mencionen qué información cree que es necesaria para que el texto logre su propósito e indicar que incluya dicha información en una nueva versión."
          ],
          "respuesta": "Preguntar a la estudiante cuál es el propósito de su escrito. Luego, pedir que explique cuál es el aporte de cada idea de su texto a la comprensión de los pasos de la preparación de la ensalada. Finalmente, solicitar que mencionen qué información cree que es necesaria para que el texto logre su propósito e indicar que incluya dicha información en una nueva versión.",
          "respuestaCorta": "Este enfoque es el más efectivo porque guía a la estudiante a través de un proceso de autorreflexión, haciéndola evaluar la relevancia de cada oración en función de su propósito declarado e identificar la información que falta por su cuenta.",
          "solucionario": "La acción más adecuada es la C porque promueve la metacognición y la autonomía de la estudiante. Al pedirle que establezca su propósito y luego justifique cómo cada frase contribuye a él, el docente la faculta para que identifique por sí misma las digresiones irrelevantes. Esto es más efectivo que el docente se las señale o simplemente le proporcione un modelo para comparar.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un estudiante le presenta a la docente la primera versión de una receta para preparar una tortilla de frutas. A continuación, se presenta la sección que ofrece las indicaciones para la preparación de la tortilla:\n\nPreparación de la tortilla\nSe deben cortar las manzanas en rodajas para usarlas al final. Se deben machacar los plátanos para que queden como puré. Hay que picar en trozos chiquitos. En un plato, hay que mezclarlos con el puré de plátano. Luego, le echamos el jugo de limón para que no se oxide. Si no tienen, pueden reemplazarla por mango. En un recipiente, pueden colocar la harina, los huevos y batirlos con un tenedor. Aparte, hay que calentar el aceite en una sartén y verter la mezcla. Por último, hay que poner la otra fruta encima. Debe freírse por un minuto aproximadamente por ambos lados. ¡Y listo!\n\nLa docente nota que el estudiante no ha establecido una correspondencia clara entre los mecanismos de referencia y los elementos referidos en el texto. Por ello, busca orientarlo para que identifique este problema en su escrito. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Subrayar la oración \"si no tienen, pueden reemplazarla por mango\" y pedir que comente cuál de las frutas de la receta podría ser reemplazada por mango. Luego, preguntar si cree que debe incluir información en esa oración para ayudar a comprender este paso de la receta. Por último, solicitar que indique si, en todos los pasos de la preparación, es claro a qué ingredientes está aludiendo.",
            "Indicar que no es claro a qué ingrediente se refiere con \"la otra fruta\" en la penúltima oración del segundo párrafo. Luego, reescribir dicha oración en el texto reemplazando \"otra fruta\" por \"manzanas\", y preguntar si la oración reescrita comunica con claridad este paso de la receta. Por último, señalar qué oraciones del texto requieren que se mencione qué ingredientes se están usando.",
            "Leer juntos el texto y preguntar si, en la cuarta oración del primer párrafo, es necesario explicitar cuál es la fruta que debe mezclarse con el plátano. Luego, indicar que corrija dicha oración para que se comprenda que la fruta cortada en trozos forma parte de esa mezcla. Por último, pedir que vuelva a leer el texto sobre la preparación de la receta y verifique que quede claro a qué ingredientes se está refiriendo."
          ],
          "respuesta": "Subrayar la oración \"si no tienen, pueden reemplazarla por mango\" y pedir que comente cuál de las frutas de la receta podría ser reemplazada por mango. Luego, preguntar si cree que debe incluir información en esa oración para ayudar a comprender este paso de la receta. Por último, solicitar que indique si, en todos los pasos de la preparación, es claro a qué ingredientes está aludiendo.",
          "respuestaCorta": "Esta acción es la mejor porque parte de un ejemplo específico y problemático (\"reemplazarla\") y utiliza preguntas guiadas para ayudar al estudiante a reconocer la ambigüedad, para luego ampliar la reflexión a todo el texto.",
          "solucionario": "La acción pedagógica más eficaz es la A. Utiliza un enfoque de andamiaje al centrarse en un ejemplo claro de referencia ambigua (\"reemplazarla\"). A través de preguntas, ayuda al estudiante a darse cuenta del problema por sí mismo. Crucialmente, luego generaliza el problema pidiéndole que verifique la claridad en el resto del texto, promoviendo la autonomía y la transferencia de la habilidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p17",
      "contexto": "En el marco de un taller de lectura literaria, una docente propone a sus estudiantes de cuarto grado leer un texto relacionado con los morochucos, personajes representativos de los Andes peruanos. A continuación, se presenta el poema que están leyendo:\n\nLos morochucos\n\nCascos duros de piedra,\nerizados pellejos serranos,\npulmones de distancia y de altura\nbebedores de vientos y cielos.\nOteadores de invisibles caminos,\nincansables y humildes\ncomedores de ichu\nque abrevan en el fango\ny ruedan como galgas hacia abajo\npara volar como cóndores a las cumbres.\nCual el corcel del llanero y del gaucho\nvienen de la Conquista,\npero anidando en los Andes\nse han hecho indios.\nIncansables, tenaces y fuertes,\ninvencibles donde\nel aire en la altura se afila.\n\nAdaptado de Bustamante y Ballivián, Enrique. (1930), Junín,",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes profundicen en las interpretaciones sobre el sentido global del poema. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Subrayar los versos referidos a los atributos de los morochucos. Luego, mencionar cuál de los atributos es reiterado con mayor frecuencia en el poema.",
            "Ofrecer información sobre el origen histórico de los morochucos. Luego, preguntar en qué estrofa del poema consideran que se da cuenta de este origen.",
            "Indicar las condiciones climáticas y geográficas que tienen los Andes. Luego, preguntar si, según el poema, los morochucos podrían imponerse o no en esas condiciones."
          ],
          "respuesta": "Indicar las condiciones climáticas y geográficas que tienen los Andes. Luego, preguntar si, según el poema, los morochucos podrían imponerse o no en esas condiciones.",
          "respuestaCorta": "Esta acción promueve una interpretación profunda al pedir a los estudiantes que sinteticen la descripción de la fuerza de los morochucos que hace el poema con el conocimiento externo sobre los Andes, lo que lleva a una conclusión sobre su esencia.",
          "solucionario": "Para profundizar en la interpretación del significado global, los estudiantes deben sintetizar los detalles del poema para comprender su tema central. La acción C facilita esto al proporcionar un contexto relevante (la geografía andina) y luego pedir a los estudiantes que apliquen las descripciones del poema (\"incansables, tenaces y fuertes\") a ese contexto. Esta síntesis les ayuda a llegar a una interpretación global: el poema retrata a los morochucos como seres perfectamente adaptados y superiores a su duro entorno.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento de la sesión, los estudiantes comparten sus comentarios acerca del texto. ¿Cuál de los comentarios se ajusta a una reflexión sobre el contenido del poema?",
          "opciones": [
            "\"El poema da a entender que los morochucos son tan veloces que vuelan como cóndores por las cumbres\".",
            "\"A mí me llamó la atención que en el poema se mencione que los gauchos vienen de la misma época que los morochucos\".",
            "\"Me gustó el poema, porque pienso que los morochucos, que son fuertes y tienen mucha energía, son algo así como superhéroes\"."
          ],
          "respuesta": "\"Me gustó el poema, porque pienso que los morochucos, que son fuertes y tienen mucha energía, son algo así como superhéroes\".",
          "respuestaCorta": "Este comentario es una reflexión porque el estudiante emite un juicio de valor (\"Me gustó\") y conecta el contenido del poema con un concepto de su propia experiencia (\"superhéroes\") para expresar su interpretación personal.",
          "solucionario": "La reflexión implica conectar el texto con experiencias personales, opiniones u otros contextos. El comentario C lo demuestra al expresar una opinión personal (\"Me gustó el poema\") y hacer una analogía basada en su propio entendimiento (\"son algo así como superhéroes\"). Esto muestra que el estudiante está procesando el contenido y relacionándolo con su propio marco conceptual.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p18",
      "contexto": "En una IE, se está realizando un proyecto cuyo objetivo es contribuir a la sensibilización para conservar el patrimonio cultural de la localidad. En este contexto, los estudiantes de segundo grado, organizados en equipos y orientados por la docente, van a elaborar videos en los que, de forma oral, ofrecerán información sobre el estado en que se encuentran diversos bienes y sitios culturales, y los desafíos que supone su conservación. Estos videos serán publicados en las redes sociales de la escuela.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la planificación de los videos, la docente busca compartir información sobre las acciones que las autoridades públicas realizan para proteger el patrimonio cultural. Ella comenta a los estudiantes que verán un video que tiene como título \"¿Qué es el patrimonio cultural? Defensores del patrimonio\". Antes de reproducirlo, la docente tiene como propósito que los estudiantes realicen anticipaciones acerca del contenido del video a partir de su título. ¿Cuál de los siguientes grupos de preguntas es más adecuado para ello?",
          "opciones": [
            "¿Cuál es la raíz léxica de \"patrimonio\"? ¿Esta raíz tiene influencia en lo que quiere decir patrimonio hoy en día?",
            "¿Qué características debería tener un lugar u objeto para ser declarado patrimonio? ¿Por qué sería necesario defenderlo?",
            "¿Creen que la defensa del patrimonio exige la participación de los estudiantes? ¿En qué acciones concretas han participado recientemente?"
          ],
          "respuesta": "¿Qué características debería tener un lugar u objeto para ser declarado patrimonio? ¿Por qué sería necesario defenderlo?",
          "respuestaCorta": "Este conjunto de preguntas activa directamente el conocimiento previo relacionado con ambas partes del título del video (\"¿Qué es el patrimonio cultural?\" y \"Defensores del patrimonio\"), incitando a los estudiantes a predecir su contenido.",
          "solucionario": "Para hacer predicciones basadas en un título, los estudiantes necesitan activar sus conocimientos previos sobre los conceptos clave de ese título. El título tiene dos partes: definir el patrimonio cultural y defenderlo. El conjunto de preguntas B aborda ambas partes directamente, preparando eficazmente a los estudiantes para interactuar con el contenido del video.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte del acompañamiento a la planificación de los textos orales, la docente nota que, en el diálogo de uno de los equipos, los estudiantes no están escuchando las opiniones de sus compañeros ni están respetando los turnos para intervenir. Por esta razón, ella tiene como propósito ofrecerles una orientación para que, por sí mismos, se den cuenta de este problema. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para lograr dicho propósito?",
          "opciones": [
            "Indicar que, durante el diálogo del equipo, algunos estudiantes no mostraban estar escuchando las intervenciones de su interlocutor o interrumpían a sus compañeros. Luego, preguntar si consideran que escuchar y respetar los turnos de intervención pueden contribuir a realizar una mejor planificación de los textos orales.",
            "Solicitar que comenten si, en el diálogo del equipo, creen que han respetado los turnos de intervención o han escuchado a sus compañeros. Luego, pedir que indiquen por qué plantear repreguntas, parafrasear la información compartida y llegar a acuerdos pueden ayudar a intercambiar y escuchar las ideas de todo el equipo.",
            "Participar en el diálogo con los estudiantes respetando los turnos de intervención y dando señales no verbales y verbales para demostrar comprensión de las ideas. Luego, mencionar que respetar los turnos para intervenir y utilizar esas señales contribuyen a que las ideas expuestas en el diálogo sean comprendidas."
          ],
          "respuesta": "Solicitar que comenten si, en el diálogo del equipo, creen que han respetado los turnos de intervención o han escuchado a sus compañeros. Luego, pedir que indiquen por qué plantear repreguntas, parafrasear la información compartida y llegar a acuerdos pueden ayudar a intercambiar y escuchar las ideas de todo el equipo.",
          "respuestaCorta": "Esta acción promueve la autoconciencia al pedir primero a los estudiantes que autoevalúen su propio comportamiento y luego los incita a reflexionar sobre estrategias positivas específicas para la escucha activa.",
          "solucionario": "Para que los estudiantes se den cuenta de un problema \"por sí mismos\", la docente debe guiarlos con preguntas reflexivas en lugar de enunciar el problema directamente. La acción B lo hace mejor al solicitar primero una autoevaluación. Luego, cambia el enfoque hacia soluciones constructivas, haciéndoles pensar en *cómo* mejorar su diálogo. Esto es más empoderador y metacognitivo que el profesor señale el problema (A) o simplemente modele el comportamiento correcto (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los integrantes de un equipo están practicando su exposición para el video frente a la docente. Ellos tienen como propósito sensibilizar a la audiencia sobre los retos para la conservación del parque natural de la localidad. Durante la práctica, la docente se da cuenta de que los estudiantes han utilizado secuencias argumentativas para el logro de su propósito. ¿Cuál de las siguientes ideas tomadas de las intervenciones de los estudiantes presenta este tipo de secuencia?",
          "opciones": [
            "\"En el parque natural, viven muchos animales. Puede que llamen nuestra atención para alimentarlos, pero esto perjudicaría su salud y les generaríamos dependencia\".",
            "\"Todos los 26 de enero se celebra el Día Mundial de la Educación Ambiental. Y ese día, es una buena ocasión para pensar en cómo ayudar a cuidar los parques naturales\".",
            "\"Casi toda el área del parque natural está señalizada con letreros y avisos. Además, existen guías preparados que pueden ayudar a los visitantes a disfrutar del parque\"."
          ],
          "respuesta": "\"En el parque natural, viven muchos animales. Puede que llamen nuestra atención para alimentarlos, pero esto perjudicaría su salud y les generaríamos dependencia\".",
          "respuestaCorta": "Esta declaración presenta una secuencia argumentativa clara: una advertencia contra una posible acción (alimentar a los animales) respaldada por razones (perjudica su salud y crea dependencia).",
          "solucionario": "Una secuencia argumentativa consiste en una tesis o afirmación apoyada por razones o argumentos. La afirmación A presenta un argumento claro: la tesis es un implícito \"no alimenten a los animales\", y las razones dadas son que perjudicaría su salud y crearía dependencia. La afirmación B es informativa/expositiva. La afirmación C es descriptiva.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los integrantes de un equipo están practicando su texto oral, cuyo propósito es presentar información sobre los tipos de patrimonio cultural de la localidad. La docente nota que los estudiantes pueden ayudar a la audiencia a comprender mejor el contenido de su texto si añaden ilustraciones de los tipos de patrimonio. Por esta razón, busca ofrecer una orientación para que, por sí mismos, identifiquen que la incorporación de ejemplos gráficos contribuye al logro de su propósito. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Proponer que seleccionen fuentes de información que contengan diversas imágenes sobre los tipos de patrimonio cultural. Después, solicitar que vuelvan a practicar su texto oral y recomendar en qué partes de su exposición sería pertinente emplear dichas imágenes.",
            "Solicitar que indiquen si, en la localidad, existen lugares representativos de los tipos de patrimonio cultural. Después, pedir que expliquen si creen que añadir imágenes de dichos tipos de patrimonio ayudaría a que la audiencia reconozca mejor las diferencias que se presentan entre ellos.",
            "Mencionar que la ejemplificación consiste en ofrecer casos particulares de determinados conceptos o definiciones. Después, comentar que pueden presentar imágenes de los tipos de patrimonio cultural en su texto oral y que pueden anticiparlas con \"por ejemplo\" o \"una muestra de esto es\"."
          ],
          "respuesta": "Solicitar que indiquen si, en la localidad, existen lugares representativos de los tipos de patrimonio cultural. Después, pedir que expliquen si creen que añadir imágenes de dichos tipos de patrimonio ayudaría a que la audiencia reconozca mejor las diferencias que se presentan entre ellos.",
          "respuestaCorta": "Esta acción es la más efectiva porque guía a los estudiantes a descubrir el valor de las imágenes por sí mismos, pidiéndoles que reflexionen sobre si los ejemplos visuales ayudarían a la audiencia a comprender mejor los conceptos.",
          "solucionario": "El objetivo es que los estudiantes identifiquen el beneficio de usar imágenes \"por sí mismos\". La acción B lo logra a través del cuestionamiento socrático. Conecta el concepto abstracto de \"tipos de patrimonio\" con ejemplos locales concretos y luego pide a los estudiantes que evalúen (\"expliquen si creen que...\") el impacto potencial del uso de imágenes en la comprensión de la audiencia. Esto los lleva a su propia conclusión.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p19",
      "contexto": "En una IE, se está realizando un proyecto cuyo objetivo es contribuir a la sensibilización para conservar el patrimonio cultural de la localidad. En este contexto, los estudiantes de segundo grado, organizados en equipos y orientados por la docente, van a elaborar videos en los que, de forma oral, ofrecerán información sobre el estado en que se encuentran diversos bienes y sitios culturales, y los desafíos que supone su conservación. Estos videos serán publicados en las redes sociales de la escuela.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la práctica de los textos orales, una estudiante expone sus argumentos para fundamentar por qué se debe cuidar el patrimonio cultural. Dicha estudiante presenta su exposición a la docente y a sus compañeros de equipo, quienes están tomando apuntes sobre el contenido del texto. Este es un fragmento del texto oral de la estudiante:\n\"Todos debemos participar en el cuidado del patrimonio cultural, ya sea difundiendo información o con otro tipo de acciones. Pero... ¿por qué cuidarlo es importante? Porque detrás de ese patrimonio está nuestra propia historia. Veamos, por ejemplo, los sitios arqueológicos. Eh... hay raíces de nuestra cultura en esos sitios. Evidencian qué tradiciones había en el pasado. También pueden mostrar la gran creatividad y organización de nuestros antepasados. Eh... por eso, creemos que es esencial ser conscientes de que debemos valorar y cuidar el patrimonio\".\nLuego de escucharla, la docente busca que los compañeros de equipo de la estudiante evalúen los argumentos del texto oral. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Indicar a los estudiantes que poner como ejemplo los sitios arqueológicos ayuda a que el argumento de su compañera sea convincente. Luego, solicitar que comenten si dar el nombre de un sitio en particular ayudaría a dejar clara la postura de cuidar el patrimonio y que expliquen por qué.",
            "Indicar a los estudiantes que la postura de su compañera es que debemos involucrarnos en acciones para cuidar el patrimonio. Luego, solicitar que comenten si utilizar una pregunta para anticipar el argumento contribuye a que dicha postura sea convincente y que expliquen por qué.",
            "Indicar a los estudiantes que, tomando en cuenta la postura que expresó su compañera, identifiquen las ideas que utilizó para defenderla. Luego, solicitar que comenten cuál de esas ideas los convencieron más de participar en el cuidado del patrimonio y que expliquen por qué."
          ],
          "respuesta": "Indicar a los estudiantes que, tomando en cuenta la postura que expresó su compañera, identifiquen las ideas que utilizó para defenderla. Luego, solicitar que comenten cuál de esas ideas los convencieron más de participar en el cuidado del patrimonio y que expliquen por qué.",
          "respuestaCorta": "Esta acción es la más adecuada porque incita a los estudiantes a identificar primero los argumentos y luego a evaluar personalmente su poder de persuasión, fomentando así las habilidades de escucha crítica.",
          "solucionario": "La forma más efectiva de hacer que los estudiantes evalúen argumentos es guiarlos a través de un proceso de identificación y luego de evaluación personal. La acción C hace esto perfectamente. Primero, les pide que identifiquen las ideas de apoyo (los argumentos). Segundo, les pide que juzguen la efectividad de esos argumentos basándose en su propia respuesta (\"cuál de esas ideas los convencieron más\"). Esto desarrolla sus habilidades de análisis crítico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes está practicando su texto oral frente a la docente. El equipo tiene como propósito ofrecer información sobre el estado de conservación del Centro Histórico de la ciudad en que se ubica la IE. Al escuchar a los estudiantes, la docente nota que evitan hacer contacto visual con la audiencia, no emplean gestos ni varían la entonación de su voz. Por esta razón, la docente busca orientarlos en el uso de estos recursos expresivos. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Comentar a los estudiantes que hacer contacto visual, cambiar la entonación de su voz o emplear gestos en la presentación del texto oral pueden ayudar a llamar la atención del público que los está escuchando. Luego, pedir que vuelvan a practicar su presentación y señalar qué pasajes del texto oral necesitan el uso de esos recursos.",
            "Mostrar a los estudiantes un video de un expositor que cambia la entonación de su voz, hace contacto visual y usa gestos para presentar las ideas de su texto oral, y preguntar si el uso de esos recursos ayuda a enfatizar las ideas claves de ese texto. Luego, pedir que indiquen qué información que van a exponer requeriría usar esos recursos.",
            "Entregar a los estudiantes una lista de cotejo con diversas preguntas orientadas a evaluar el uso de recursos no verbales y paraverbales en textos orales. Luego, pedir que utilicen dicha lista en la presentación de cada una de sus intervenciones, de manera que determinen qué compañeros del equipo han empleado o no esos recursos."
          ],
          "respuesta": "Mostrar a los estudiantes un video de un expositor que cambia la entonación de su voz, hace contacto visual y usa gestos para presentar las ideas de su texto oral, y preguntar si el uso de esos recursos ayuda a enfatizar las ideas claves de ese texto. Luego, pedir que indiquen qué información que van a exponer requeriría usar esos recursos.",
          "respuestaCorta": "Esta acción es la más efectiva ya que utiliza el modelado (mostrando un video de un orador eficaz) y la reflexión guiada, permitiendo a los estudiantes ver el impacto de los recursos expresivos y luego aplicar ese entendimiento a su propio contenido.",
          "solucionario": "La acción más apropiada es la B. Combina un modelado potente (ver a un experto) con la reflexión metacognitiva. Al ver un video y analizar *por qué* los recursos expresivos son efectivos, los estudiantes obtienen una comprensión clara de su propósito. La pregunta de seguimiento, que les pide aplicar este aprendizaje a su propio discurso, promueve la transferencia y la autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p20",
      "contexto": "En el marco de un taller de lectura literaria, la docente les propone a los estudiantes de quinto grado leer un monólogo perteneciente a un texto teatral contemporáneo. Este es un pasaje de los textos que están leyendo:\n\nLas calles del barrio periférico están tan desiertas como cada noche. Ni siquiera la Policía se atreve a rondar por esta zona de la ciudad. Matías Orozco camina solitario de vuelta del trabajo. Lleva la cabeza gacha, arrastra con desgana la vieja bolsa de plástico de su almuerzo. Acaba de ser despedido: lo han acusado de desfalco. Lo malo es que tienen razón. En un descuido, abrió la caja fuerte y apañó lo que le cupo en el puño, aunque eso apenas habría bastado para tapar una minúscula porción de sus deudas. Está despedido y, a los cuarenta años, las esperanzas de encontrar trabajo son escasas. Por eso, esta noche no le importa nada y camina cabizbajo. De repente, algo brilla en el suelo. Se queda paralizado.\n\nDescubrimiento de un pecador\nMATÍAS: ¡Diablos!... ¡Una moneda! (La mira con deleite, confirmando su hallazgo) Una moneda nuevecita... redondita... resplandeciente. ¡Una de verdad! (La besa) Ya sabía yo que la mala pata no podía durar siempre. ¡Ay, Dios mío! Mi racha de interminables desgracias se acabó: ya era hora de que mi aciaga fortuna se termine para siempre. Esto no puede ser más que un buen augurio, una señal de los cielos. (Baila y salta contento) ¡Y mira que soy descreído! Pero se ve que Dios no abandona a sus ovejas descarriadas... Dios aprieta, pero no ahoga... (Clamando a los cielos) ¡Gracias, Dios mío, por acordarte de este pobre pecador! (Se detiene desconcertado) ¿Pero qué digo? ¡Seré tonto...! ¡Si ahora... a mis años... voy a volver a creer en todas esas cosas...! ¿Qué necesidad tengo... a mis cuarenta... y con el problema que me acaba de caer encima?... Que la euforia no me nuble la mente... Es una casualidad: una pura y simple casualidad.\n\nSoberbia\nMATÍAS: (Exaltado) ¡Ya verás!... Tú y yo vamos a ser grandes amigos. No pienses que van a romper esta amistad así como así. Seguro que intentan separarnos... ¡mequetrefes!... como acaban de hacerlo con tus compañeras... Pero tú, ¡ni caso!... que yo me ocupo de todo. (Sombrio) Sí... hace tan solo unas horas... tenía a un montón de monedas aquí... en el puño... todas igualitas... bien apretadas para que no pasasen frío... ¡Total, unas monedas nada más!... ¡Maldición!... Necesitaba pagar mis deudas... ¡La vida es dura!... (Con orgullo herido) A nadie le regalan nada. ¡Hay que entenderlo!... Así que yo las tomé de la caja... (Furioso) A quién se le ocurre... tratarme así... echarme a la calle como un perro... ¡A mí!... ¡Si a ellos les sobran!... ¡Ya verán! Algún día... Algún día se van a enterar... Pese a todo, aún no he perdido las esperanzas. (Emocionado) Siempre he sabido que no soy del montón... Yo sé que se vislumbra un buen empleo en mi carrera... Algún día todavía puedo ser exitoso como ellos... Lo que pasa es que aún no ha llegado mi momento.\n\nAdaptado de Bueno, Antonia. (2006). Todo por un euro.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para contribuir a la comprensión del texto, la docente plantea varias preguntas a los estudiantes. ¿Cuál de las siguientes preguntas se centra en que obtengan información explícita?",
          "opciones": [
            "¿Cuál es la razón por la que Matías se queda paralizado?",
            "¿Cuál es la razón por la que Matías ha sido despedido de su trabajo?",
            "¿Cuál es la razón por la que Matías tiene pocas esperanzas de hallar un nuevo empleo?"
          ],
          "respuesta": "¿Cuál es la razón por la que Matías ha sido despedido de su trabajo?",
          "respuestaCorta": "Esta pregunta solicita información —el motivo de su despido— que se declara explícitamente en el texto introductorio (\"lo han acusado de desfalco. Lo malo es que tienen razón\").",
          "solucionario": "Obtener información explícita significa encontrar detalles declarados directamente en el texto. El párrafo introductorio indica claramente que Matías fue despedido porque \"lo han acusado de desfalco. Lo malo es que tienen razón\". Por lo tanto, la pregunta B pide información explícita, ya que la respuesta se encuentra de forma literal en el texto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento de la actividad de lectura, los estudiantes comparten comentarios sobre los aspectos del texto que llamaron su atención. Estos son los comentarios de tres estudiantes. ¿Cuál de los siguientes comentarios se ajusta a una reflexión sobre el contenido del texto?",
          "opciones": [
            "\"Matías recibió un castigo suficiente luego de haber robado el dinero de la caja de su trabajo. Felizmente, no fue denunciado con la Policía\".",
            "\"Creo que Matías piensa que la moneda que se encontró en la calle es una señal de los cielos. Para él, eso significa que su mala suerte ha culminado\".",
            "\"Al inicio de la obra, se entiende que Matías camina por un barrio peligroso. Su estado de ánimo no le permite ver el peligro al que puede estar expuesto\"."
          ],
          "respuesta": "\"Matías recibió un castigo suficiente luego de haber robado el dinero de la caja de su trabajo. Felizmente, no fue denunciado con la Policía\".",
          "respuestaCorta": "Este comentario es una reflexión porque implica hacer un juicio moral (\"recibió un castigo suficiente\") sobre las acciones y el destino del personaje, yendo más allá de un simple resumen o inferencia.",
          "solucionario": "La reflexión implica hacer juicios personales, evaluaciones o conexiones con los propios valores. El comentario A hace esto al evaluar la equidad de la consecuencia (\"un castigo suficiente\") y expresar alivio sobre un resultado hipotético (\"Felizmente, no fue denunciado\"). Este es un juicio moral sobre el contenido. El comentario B es una interpretación de los pensamientos del personaje (inferencia). El comentario C también es una inferencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente tiene como propósito que los estudiantes deduzcan información implícita del texto. ¿Cuál de las siguientes preguntas es más adecuada para que logre su propósito?",
          "opciones": [
            "¿Consideras que el despido de Matías fue justificado?",
            "¿Qué expectativas tiene Matías acerca del futuro de su carrera?",
            "¿A qué se refiere Matías cuando dice que encontrar una moneda fue pura casualidad?"
          ],
          "respuesta": "¿A qué se refiere Matías cuando dice que encontrar una moneda fue pura casualidad?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes interpreten la declaración del personaje en el contexto de su conflicto interno entre la fe y la incredulidad, deduciendo su estado mental.",
          "solucionario": "Deducir información implícita implica leer entre líneas. La pregunta C pide a los estudiantes que interpreten lo que Matías quiere decir al llamar al descubrimiento una \"casualidad\". Para responder, deben inferir su lucha interna: quiere descartarlo como azar porque creer que es una señal de Dios entra en conflicto con su autopercepción de \"descreído\".",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes construyan interpretaciones sobre el sentido global del pasaje leído. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedir a los estudiantes que indiquen cuál es el aporte de las expresiones colocadas entre paréntesis en la historia sobre Matías.",
            "Pedir a los estudiantes que expliquen si ellos, al igual que el personaje principal, compartirían sus sensaciones con una moneda.",
            "Pedir a los estudiantes que vuelvan a leer el primer párrafo del texto y propongan un subtítulo que aborde el tema tratado en ese párrafo."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen cuál es el aporte de las expresiones colocadas entre paréntesis en la historia sobre Matías.",
          "respuestaCorta": "Esta acción se centra en las acotaciones escénicas, un elemento formal clave de una obra de teatro. Comprender su función es crucial para interpretar los verdaderos sentimientos y motivaciones del personaje, lo que contribuye al significado global.",
          "solucionario": "Para interpretar el significado global de un extracto de una obra de teatro, se deben analizar sus elementos dramáticos específicos. La acción A dirige a los estudiantes a analizar las acotaciones escénicas (el texto entre paréntesis). Estas indicaciones revelan el tono, las emociones y las acciones del personaje, que son esenciales para comprender su conflicto interno y el significado general del monólogo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente y los estudiantes releen la sección subtitulada \"Descubrimiento de un pecador\". Ella busca que construyan interpretaciones sobre su sentido global a partir de las figuras retóricas usadas en esa sección. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedir que lean este pasaje: \"Mi racha de interminables desgracias se acabó: ya era hora de que mi aciaga fortuna se termine para siempre\". Luego, solicitar que expliquen qué es lo que Matías quiere expresar con el uso de la hipérbole.",
            "Pedir que lean este pasaje: \"¿Qué necesidad tengo... a mis cuarenta... y con el problema que me acaba de caer encima?... Que la euforia no me nuble la mente\". Luego, solicitar que expliquen qué busca comunicar Matías con el uso de la metáfora.",
            "Pedir que lean este pasaje: \"¡Gracias, Dios mío, por acordarte de este pobre pecador! [...] ¿Pero qué digo? [...] ¡Si ahora... a mis años... voy a volver a creer en todas esas cosas...!\". Luego, solicitar que expliquen qué se revela sobre Matías con el uso del contraste."
          ],
          "respuesta": "Pedir que lean este pasaje: \"¡Gracias, Dios mío, por acordarte de este pobre pecador! [...] ¿Pero qué digo? [...] ¡Si ahora... a mis años... voy a volver a creer en todas esas cosas...!\". Luego, solicitar que expliquen qué se revela sobre Matías con el uso del contraste.",
          "respuestaCorta": "Esta acción es la más adecuada porque se centra en el contraste/conflicto central de la sección (fe vs. cinismo). Comprender este recurso retórico es clave para interpretar el significado global de la lucha interna del personaje.",
          "solucionario": "La acción más efectiva es la C porque el contraste entre la oración de Matías y su inmediata autorrecriminación es el recurso retórico central que revela el tema principal de esta sección: su profundo conflicto interno entre la esperanza/fe y el cinismo/incredulidad. Analizar este contraste conduce directamente a una interpretación global del estado de su personaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p21",
      "contexto": "En el marco de un proyecto sobre el uso responsable de las redes sociales, los estudiantes de segundo grado van a escribir textos sobre la manera de aprovechar las redes para realizar actividades extracurriculares. En este contexto, el docente los orienta para que, en equipos, elaboren trípticos dirigidos a los estudiantes de otros grados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes elaboró un tríptico cuyo propósito es presentar los pasos para encontrar comunidades de hobbies (pasatiempos) a través de las redes sociales. Los integrantes del equipo solicitan al docente que revise la primera versión de su escrito para saber qué aspectos deben mejorar. A continuación, se presenta un fragmento de dicho texto:\n\n¡Sé parte de comunidades de hobbies!\nAprovechar las redes sociales para hacer conección y conversar con gente de todo el mundo, sobre todo, compartiendo nuestros hobbies. Para eso, las comunidades o grupos en las redes. Hablar de nuestros hobbies en internet es peligroso y no se debe hacer.\n¿Qué pasos seguir para hayar comunidades?\n. En TikTok, entrar a \"bandeja de entrada\". Luego, clic en \"crear un DM\" y en \"crear un grupo de chat\" con la gente que tenga nuestros mismos hobbies.\n. En Facebook, solo escribir la actividad de interés donde dice \"buscar\". Luego, clic en \"grupos\" y en \"ser miembro\".\n¿Qué se puede hacer en las comunidades de hobbies?\nHacer preguntas y responder a otros miembros.\nCompartir información que interece al grupo.\nMucha gente pierde horas revisando sus redes sociales. Por eso, mejor intentar conocer gente en persona que mediante internet.\n\nEl docente nota que hay varios aspectos del texto que los estudiantes pueden mejorar. ¿Qué problema de escritura debe priorizar en su retroalimentación?",
          "opciones": [
            "La escritura incorrecta de algunas palabras.",
            "La inclusión de ideas que se contradicen entre sí.",
            "La ausencia de verbos principales en varias oraciones."
          ],
          "respuesta": "La inclusión de ideas que se contradicen entre sí.",
          "respuestaCorta": "El problema de mayor prioridad es la flagrante contradicción. El texto anima a unirse a comunidades en línea, pero luego afirma que hablar de hobbies en internet es peligroso y no debe hacerse, lo que socava completamente su propio propósito.",
          "solucionario": "El problema que debe priorizarse es el que afecta más gravemente el significado y el propósito general del texto. En este caso, el texto presenta una contradicción importante: promueve la adhesión a grupos de hobbies en línea pero luego advierte explícitamente en contra (\"es peligroso y no se debe hacer\"). Este problema de coherencia hace que todo el texto carezca de sentido y debe abordarse antes que problemas menores como la ortografía o los fragmentos de oración.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los integrantes de un equipo le muestran al docente la primera versión de su tríptico para que les brinde retroalimentación. A continuación, se muestra la introducción del texto:\n\nLas redes sociales y cómo aprovechar todas sus ventajas\nLas redes sociales se usan con diferentes objetivos. Tienen un gran alcance. Las redes sociales pueden servir para informarse. Los programas de noticias en televisión y los periódicos impresos solo llegan a cierto público. Mucha gente adulta las usa mayormente para leer noticias. Los adolescentes usan las redes sociales con varios propósitos. Hay adolescentes que se dedican a publicar sus videos de baile, canto, etc. Se hacen famosos en todo el mundo. Los adolescentes muestran sus talentos. Ganan muchos seguidores. Explicaremos cómo podemos aprovechar las redes sociales.\n\nLuego de revisar el texto, el docente busca orientar a los estudiantes en el uso de conectores lógicos para mejorar la cohesión de las ideas del tríptico. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Indicar a los estudiantes que expliquen qué relación lógica existe entre \"los adolescentes muestran sus talentos\" y \"ganan muchos seguidores\". Luego, preguntar qué conectores pueden utilizar para evidenciar esa relación. Sobre esta base, pedir que relean las ideas de su tríptico y determinen las relaciones lógicas entre ellas con conectores diversos.",
            "Volver a leer el tríptico con los estudiantes, y proponer que unan la segunda y la tercera oración con el conector \"por eso\". Luego, preguntar si la relación lógica entre dichas oraciones les parece más clara. Por último, entregar una lista con conectores con la finalidad de que evalúen en qué ideas creen que se requiere utilizarlos.",
            "Preguntar a los estudiantes cuál es la utilidad de emplear conectores lógicos en sus producciones escritas. Luego, conversar con ellos sobre qué ideas de su tríptico necesitan conectores para explicitar las relaciones lógicas entre ellas. A partir de esto, sugerir qué tipo de conectores podrían emplear en su escrito."
          ],
          "respuesta": "Indicar a los estudiantes que expliquen qué relación lógica existe entre \"los adolescentes muestran sus talentos\" y \"ganan muchos seguidores\". Luego, preguntar qué conectores pueden utilizar para evidenciar esa relación. Sobre esta base, pedir que relean las ideas de su tríptico y determinen las relaciones lógicas entre ellas con conectores diversos.",
          "respuestaCorta": "Esta acción es la más efectiva porque enseña primero el principio subyacente (identificar la relación lógica entre ideas) antes de pasar a la herramienta (elegir un conector), y luego fomenta la aplicación autónoma al resto del texto.",
          "solucionario": "La estrategia pedagógica más eficaz (A) es guiar a los estudiantes para que primero comprendan la *relación semántica* entre dos ideas (por ejemplo, causa-consecuencia) y luego seleccionen un conector que refleje con precisión esa relación. Esto construye una comprensión más profunda que simplemente insertar un conector proporcionado (B) o tener una discusión general (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Al iniciar la escritura de las segundas versiones de los trípticos, el docente plantea a los estudiantes las siguientes preguntas:\n1. ¿Han reconocido problemas de escritura difíciles de superar al escribir la primera versión de sus textos?\n2. ¿Cuáles fueron las acciones que tuvieron que realizar para superar dichos problemas?\n3. ¿Qué acciones han realizado para ayudar a los compañeros que tenían mayores problemas al escribir?\n¿Por qué las preguntas promueven que los estudiantes desarrollen procesos metacognitivos?",
          "opciones": [
            "Porque las preguntas son planteadas después de que los estudiantes han terminado de escribir las primeras versiones de sus textos.",
            "Porque las preguntas buscan que los estudiantes mencionen las estrategias empleadas en la escritura de las primeras versiones de sus textos.",
            "Porque las preguntas propician que los estudiantes conozcan los problemas de escritura que suelen surgir cuando escriben las primeras versiones de sus textos."
          ],
          "respuesta": "Porque las preguntas buscan que los estudiantes mencionen las estrategias empleadas en la escritura de las primeras versiones de sus textos.",
          "respuestaCorta": "La metacognición es \"pensar sobre el pensamiento\". Las preguntas obligan a los estudiantes a reflexionar sobre su propio proceso de escritura, a identificar dificultades y a nombrar las acciones específicas (estrategias) que utilizaron para superarlas.",
          "solucionario": "La metacognición implica la conciencia y la comprensión de los propios procesos de pensamiento. Las preguntas planteadas por el docente (p. ej., \"¿Cuáles fueron las acciones que tuvieron que realizar para superar dichos problemas?\") incitan directamente a los estudiantes a reflexionar y articular las *estrategias* específicas que utilizaron durante el proceso de escritura. Este enfoque en el *proceso* y las *estrategias* empleadas es la esencia del desarrollo metacognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p22",
      "contexto": "En el marco de un proyecto sobre bioética, los estudiantes de quinto grado, organizados en equipos, van a debatir sobre la experimentación con animales para la medicina humana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes se encuentra practicando sus intervenciones para el debate frente al docente. Esta es la transcripción de la intervención de uno de los integrantes del equipo:\n\"Les quiero agradecer a mis compañeros... eh... y al público por interesarse por este tema. Nosotros creemos que, de todas maneras, la experimentación con animales es necesaria, y estamos... eh... a favor de que sea así. Estamos a favor porque yo no sé de qué se quejan los que están en contra. Yo he visto que ellos ni siquiera se preocupan por sus mascotas o por otros animales...\".\nEl docente pide al equipo hacer una pausa en la práctica, pues busca ofrecer una retroalimentación que los ayude a plantear argumentos consistentes. ¿Cuál de los siguientes grupos de preguntas es más adecuado para ello?",
          "opciones": [
            "\"¿Han escuchado hablar del término 'falacia'? ¿Cuántos tipos de falacia argumentativa existen? ¿Qué falacia es aquella en la que se busca desacreditar a las personas que toman una postura contraria a la de nosotros?\".",
            "\"¿Cuántos argumentos han preparado para defender su postura? ¿Cuál de esos argumentos tiene más información? ¿Los autores en que han basado ese argumento son expertos en el tema de la experimentación con animales?\".",
            "\"¿Qué razones sostienen las personas que rechazan la experimentación con animales? ¿Mencionar el trato que les dan a sus mascotas ayuda a discutir esas razones? ¿Qué otros argumentos podrían poner en discusión las ideas de esas personas?\"."
          ],
          "respuesta": "\"¿Qué razones sostienen las personas que rechazan la experimentación con animales? ¿Mencionar el trato que les dan a sus mascotas ayuda a discutir esas razones? ¿Qué otros argumentos podrían poner en discusión las ideas de esas personas?\".",
          "respuestaCorta": "Este conjunto de preguntas es el mejor porque guía al estudiante a ver la irrelevancia de su ataque ad hominem, haciéndole confrontar los argumentos reales de la parte contraria, promoviendo un enfoque en las ideas sobre los ataques personales.",
          "solucionario": "El argumento del estudiante es una falacia (ad hominem) porque ataca el carácter del oponente en lugar de su argumento. La mejor manera de dar retroalimentación es guiar al estudiante para que se dé cuenta de este error. Las preguntas en C lo logran al reenfocar al estudiante en el fondo del debate. Le pide que considere las *razones reales* de la oposición y luego autoevalúe si su ataque personal realmente aborda esas razones. Esto le lleva a comprender la necesidad de argumentos pertinentes y basados en el tema.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los equipos han culminado la práctica de sus intervenciones orales. Durante el monitoreo, el docente tomó nota de algunos recursos empleados por los estudiantes para presentar sus argumentos. En este contexto, él desea promover la capacidad de reflexionar sobre los aspectos formales de los textos orales. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Preguntar a los estudiantes si identificaron las preguntas retóricas usadas por algunos de sus compañeros al presentar sus textos orales. Luego, solicitar que comenten qué intención creen que tuvieron al emplearlas y qué efecto generaron.",
            "Pedir a los estudiantes que indiquen los tipos de entonación de voz que emplearon sus compañeros para presentar sus argumentos durante el debate. Luego, mencionar que la entonación de voz permite añadir matices a los argumentos.",
            "Proponer a los estudiantes que mencionen los argumentos que más llamaron su atención por la información que ofrecían. Luego, solicitar que compartan con el resto de la clase qué argumentos consideran que fueron más sólidos."
          ],
          "respuesta": "Preguntar a los estudiantes si identificaron las preguntas retóricas usadas por algunos de sus compañeros al presentar sus textos orales. Luego, solicitar que comenten qué intención creen que tuvieron al emplearlas y qué efecto generaron.",
          "respuestaCorta": "Esta acción se centra en un recurso formal específico (preguntas retóricas) e incita a los estudiantes a analizar su intención y efecto, lo cual es un componente central de la reflexión sobre los aspectos formales de un texto.",
          "solucionario": "Reflexionar sobre los aspectos formales significa analizar el *cómo* de la comunicación: las técnicas, los recursos y las estructuras utilizadas. La acción A se dirige directamente a esto al pedir a los estudiantes que identifiquen un recurso formal (preguntas retóricas) y luego analicen su propósito (\"intención\") e impacto (\"efecto\"). Este es un claro ejercicio de reflexión formal. La acción C se centra en el *contenido* de los argumentos (información, solidez), no en su forma.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  