{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas. Ella se va a incorporar la siguiente semana a un aula de una institución educativa. Por ello, el docente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos sobre la condición que presenta Fernanda. En este contexto, tres estudiantes comparten sus comentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del Currículo Nacional de la Educación Básica?",
          "opciones": [
            "\"Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos los lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el colegio y estará siempre acompañada\".",
            "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
            "\"Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla cuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para cuidarla y así evitar que tenga algún accidente en el colegio\"."
          ],
          "respuesta": "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
          "respuestaCorta": "La respuesta correcta promueve la autonomía y el respeto por las decisiones de la persona con discapacidad, lo cual es central en el enfoque inclusivo.",
          "solucionario": "El enfoque inclusivo busca que las personas con discapacidad participen activamente y tomen sus propias decisiones. La opción B es la única que respeta la autonomía de Fernanda al proponer preguntarle directamente cómo y cuándo necesita ayuda, reconociéndola como sujeto de derechos y no como un objeto de cuidado pasivo. Las otras opciones, aunque bien intencionadas, fomentan una sobreprotección que limita su independencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una institución educativa han identificado diversos problemas que afectan los espacios públicos de la localidad. Ellos comentan que uno de estos problemas es no poder utilizar la losa deportiva del barrio, debido a que se encuentra deteriorada. En este contexto, la docente tiene como propósito que los estudiantes aborden este problema desde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre el estado de la losa deportiva. Luego, pedir que organicen la información recabada y, considerando esto, que elaboren una solicitud dirigida a la municipalidad del distrito, con la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
            "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa deportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación realizadas en distintas localidades para resolver un problema similar y, sobre esta base, pedir que seleccionen la que sea más factible de replicar en su localidad.",
            "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa."
          ],
          "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa.",
          "respuestaCorta": "Esta acción promueve que los estudiantes se reconozcan como sujetos de derechos, reflexionando sobre cómo la situación afecta su bienestar y empoderándolos para proponer soluciones.",
          "solucionario": "El enfoque de derechos implica que los estudiantes se reconozcan a sí mismos y a los demás como sujetos con la capacidad de defender y exigir sus derechos. La opción C es la más pertinente porque parte de cómo el problema afecta directamente sus vidas (limitaciones), los lleva a tomar conciencia de la necesidad de actuar (agencia) y finalmente los moviliza a plantear sus propias soluciones, ejerciendo así su ciudadanía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": "Felipe se encuentra en la salida del colegio con Marco y lo nota bastante preocupado. Marco le explica que ha perdido un lapicero muy especial para él porque fue un regalo de su abuelo. Por ello, Felipe busca responderle.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de Felipe es la que mejor evidencia empatía?",
          "opciones": [
            "\"Marco, entiendo que estás preocupado porque el lapicero era muy importante para ti. Si deseas, te puedo ayudar a buscar\".",
            "\"Marco, a mí me pasó algo similar una vez. Lo que debes hacer es repasar tus pasos desde la última vez que tuviste el lapicero contigo\".",
            "\"Marco, a veces pasa que se nos pierden las cosas. Lo más importante es no angustiarte, porque así se hará más difícil encontrar tu lapicero\"."
          ],
          "respuesta": "\"Marco, entiendo que estás preocupado porque el lapicero era muy importante para ti. Si deseas, te puedo ayudar a buscar\".",
          "respuestaCorta": "La empatía se evidencia al reconocer y validar el sentimiento del otro ('entiendo que estás preocupado') y ofrecer ayuda concreta sin minimizar su problema.",
          "solucionario": "La empatía implica comprender los sentimientos de la otra persona y comunicar esa comprensión. La opción A lo hace explícitamente al validar la preocupación de Marco y su razón ('era muy importante para ti'), seguido de una oferta de ayuda directa. La opción B se centra en dar consejos desde la propia experiencia, y la opción C minimiza los sentimientos de Marco ('no angustiarte'), lo cual no es empático.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p04",
      "contexto": "Al finalizar el primer bimestre, el docente ha notado que un grupo de estudiantes tuvo dificultades para alcanzar los logros académicos esperados. Luego de dialogar con los estudiantes, identificó que uno de los problemas que tuvieron fue que no pudieron cumplir con los plazos establecidos para realizar el trabajo académico en casa. Por ello, el docente ha previsto desarrollar una serie de actividades para atender esta problemática. Como parte de estas actividades, el docente busca promover la autorregulación académica de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que evalúen cómo organizan su tiempo para realizar el trabajo académico en casa. Luego, preguntarles qué condiciones de su casa creen que contribuyen a poder aprovechar el tiempo dedicado al trabajo académico y qué condiciones no. Finalmente, sugerirles que planteen acciones que podrían realizar para aprovechar mejor el tiempo de trabajo en casa.",
            "Identificar con los estudiantes el tiempo que dedican a las actividades que realizan después de clases. Luego, preguntarles cuáles de dichas actividades corresponden con su tiempo de ocio y cuáles no. Finalmente, plantearles que podrían reemplazar el tiempo que le dedican a las actividades de ocio por tiempo de dedicación al trabajo académico en casa.",
            "Dialogar con los estudiantes acerca de la importancia de los plazos para el desarrollo de las actividades en el aula. Luego, preguntarles cuál es el plazo que normalmente consideran para el trabajo académico en casa. Finalmente, sugerirles que empleen tiempos similares a los que usan en el aula para el desarrollo del trabajo académico en casa."
          ],
          "respuesta": "Pedir a los estudiantes que evalúen cómo organizan su tiempo para realizar el trabajo académico en casa. Luego, preguntarles qué condiciones de su casa creen que contribuyen a poder aprovechar el tiempo dedicado al trabajo académico y qué condiciones no. Finalmente, sugerirles que planteen acciones que podrían realizar para aprovechar mejor el tiempo de trabajo en casa.",
          "respuestaCorta": "La autorregulación académica implica que el estudiante reflexione sobre sus propios procesos de aprendizaje, identifique dificultades y plantee sus propias estrategias para mejorar.",
          "solucionario": "La opción A promueve la autorregulación al guiar al estudiante a través de un proceso metacognitivo: evaluar su propia organización (monitoreo), identificar factores que ayudan o dificultan (análisis) y proponer sus propias acciones de mejora (planificación). Las otras opciones son más directivas y no fomentan que el estudiante tome control de su propio proceso de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": "El propósito de una docente es que los estudiantes reconozcan que su identidad es compleja y que está en permanente construcción. En una sesión, una docente pidió a los estudiantes que respondan la siguiente pregunta: \"¿Con qué te identificas?\". Luego de que cada estudiante respondiera, una estudiante le dijo a otra: \"Nosotras somos peruanas. No es posible que te identifiques con esos grupos de música coreana de moda. El año pasado ni siquiera la escuchabas\". Al oír este comentario, la docente decide intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de la docente es pertinente para favorecer el logro del propósito?",
          "opciones": [
            "\"Nuestras identidades están marcadas por el lugar en que nacemos; es necesario reconocerlo con orgullo. Para ello, debemos profundizar el amor por nuestra patria, ya que, solo apropiándonos de nuestra cultura, de sus tradiciones, de su comida, de sus danzas, podremos contribuir a la mejora del país y de nosotros mismos como ciudadanos\".",
            "\"Recordemos que nuestra verdadera identidad, con la que nacemos, es algo único que solo conoceremos a partir de la autorreflexión. Si, por ejemplo, reflexionamos acerca de cuáles son nuestros gustos, nuestra verdadera vocación y las habilidades naturales con las que contamos para realizar ciertos deportes o tareas iremos descubriendo nuestra verdadera identidad\".",
            "\"En nuestra identidad, hay pertenencias sobre las que no podemos decidir como, por ejemplo, la familia o el país en que nacemos. Sin embargo, existen otras cosas que elegimos, por ejemplo, ser hincha de un equipo o ser miembro de una comunidad religiosa. En nuestras vidas, nos vamos a ir identificando con diversas pertenencias y todas ellas irán conformando nuestra identidad\"."
          ],
          "respuesta": "\"En nuestra identidad, hay pertenencias sobre las que no podemos decidir como, por ejemplo, la familia o el país en que nacemos. Sin embargo, existen otras cosas que elegimos, por ejemplo, ser hincha de un equipo o ser miembro de una comunidad religiosa. En nuestras vidas, nos vamos a ir identificando con diversas pertenencias y todas ellas irán conformando nuestra identidad\".",
          "respuestaCorta": "Esta intervención explica que la identidad es una construcción compleja que incluye tanto elementos heredados como elecciones personales que pueden cambiar con el tiempo.",
          "solucionario": "El propósito es que los estudiantes comprendan la identidad como algo complejo y en construcción. La opción C es la más adecuada porque aclara que la identidad se compone de múltiples pertenencias: algunas dadas (país, familia) y otras elegidas (gustos, grupos de amigos), las cuales pueden variar y sumarse a lo largo de la vida, reflejando así su naturaleza dinámica y compleja.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p06",
      "contexto": "Durante el recreo, Martín, un estudiante, observa que su amigo Pedro se aleja del grupo y empieza a caminar en círculos como si algo le preocupara. Martín desea ayudarlo, pero no sabe cómo abordar a Pedro sin que se sienta invadido, por lo que busca el consejo de su tutor.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones del tutor orienta mejor a Martín a escuchar activamente?",
          "opciones": [
            "\"Martín, antes de poder ayudar a Pedro, debes saber lo que le sucede. Podrías empezar por preguntarle cómo se siente y permitirle hablar sin interrumpirlo. Cuando haya terminado, asegúrate de haberlo entendido y hazle saber que puede contar contigo\".",
            "\"Martín, antes de decirle algo a Pedro, mejor espera a que esté en un lugar más privado para no incomodarlo frente a los demás. Ahí le puedes contar alguna experiencia en la que hayas estado preocupado. Luego, podrías contarle cómo lo afrontaste\".",
            "\"Martín, es importante que puedas acercarte a él y decirle que te has dado cuenta de que está preocupado. Podrías decirle que debería acercarse a ti toda vez que se sienta así. Menciónale que lo ayudarás en todo lo que necesite\"."
          ],
          "respuesta": "\"Martín, antes de poder ayudar a Pedro, debes saber lo que le sucede. Podrías empezar por preguntarle cómo se siente y permitirle hablar sin interrumpirlo. Cuando haya terminado, asegúrate de haberlo entendido y hazle saber que puede contar contigo\".",
          "respuestaCorta": "La escucha activa implica permitir que la otra persona hable sin interrupciones, asegurarse de haber comprendido y mostrar apoyo, que son los pasos descritos en la opción.",
          "solucionario": "La escucha activa se centra en comprender plenamente lo que la otra persona está comunicando. La opción A describe los componentes clave de este proceso: iniciar con una pregunta abierta ('cómo se siente'), escuchar sin interrumpir, verificar la comprensión y ofrecer apoyo. Las otras opciones se centran más en dar consejos o en la propia experiencia, en lugar de priorizar la escucha del otro.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p07",
      "contexto": "Como parte del proceso de deliberación de asuntos públicos, un equipo de estudiantes está investigando sobre las condiciones de los establecimientos penitenciarios en el Perú. En este contexto, uno de los estudiantes le comenta al docente lo siguiente: \"Según lo que hemos investigado, en muchos establecimientos penitenciarios hay condiciones de hacinamiento. Mis compañeros consideran que el Estado debe invertir para cambiar esta situación. Sin embargo, yo creo que los delincuentes están en las cárceles porque, al incumplir las leyes, afectaron a la sociedad. Entonces, no veo por qué el Estado tendría que invertir recursos para mejorar las condiciones de vida de las personas que están presas por haber cometido un delito\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que el estudiante analice críticamente su afirmación, considerando el Estado de derecho. ¿Cuál de las siguientes intervenciones del docente es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "\"Sin duda, quienes cometieron delitos merecen una pena por haber incumplido la ley. En ese sentido, ¿se han preguntado cuáles son los derechos que se les suspenden a los presos? ¿Creen que la suspensión de estos se corresponde siempre con los delitos cometidos?\".",
            "\"Habría que recordar cuál es el fin supremo del Estado. En ese sentido, ¿dejar de garantizar las condiciones de vida adecuadas de los presos no supondría que el Estado deje de cumplir con su finalidad? ¿Cuál crees que es la responsabilidad que el Estado asume con los presos?\".",
            "\"Es claro que ir a prisión por haber cometido un delito supone no solo la pérdida de la libertad, sino también la suspensión de otros derechos. En ese sentido, ¿cuáles son esos otros derechos que el Estado le suspende a los presos? ¿Consideras que es legítimo que se le suspendan estos derechos?\"."
          ],
          "respuesta": "\"Habría que recordar cuál es el fin supremo del Estado. En ese sentido, ¿dejar de garantizar las condiciones de vida adecuadas de los presos no supondría que el Estado deje de cumplir con su finalidad? ¿Cuál crees que es la responsabilidad que el Estado asume con los presos?\".",
          "respuestaCorta": "Esta intervención orienta al estudiante a reflexionar sobre el rol fundamental del Estado de derecho, que es proteger la dignidad humana de todas las personas, incluidas las privadas de libertad.",
          "solucionario": "En un Estado de derecho, el fin supremo del Estado es la defensa de la persona humana y el respeto de su dignidad. La intervención de la opción B es la más pertinente porque confronta la idea del estudiante con este principio fundamental. Al preguntar si el Estado dejaría de cumplir su finalidad al no garantizar condiciones adecuadas, se le invita a analizar que la responsabilidad del Estado de proteger la dignidad y la vida no desaparece, incluso cuando una persona ha sido sentenciada por un delito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      "contexto": "Los estudiantes de cuarto grado se han organizado en equipos para preparar dos presentaciones artísticas por el aniversario de la IE. Durante la conversación que entablan para distribuir los horarios de uso del auditorio, ambos equipos insisten en que deben tener la prioridad, ninguno de ellos escucha lo que quiere el otro y no llegan a un acuerdo. Por ello, han solicitado a la docente que medie en el conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones de la docente corresponde al mecanismo de mediación?",
          "opciones": [
            "Primero, pedir a los estudiantes de cada equipo que expresen con claridad los motivos de su molestia. Luego, darles un tiempo para que cada uno justifique las razones por las que les corresponde el uso del auditorio. Tercero, indicarles que el uso del auditorio se decidirá mediante un sorteo que deberán respetar.",
            "Primero, escoger a un representante de cada equipo para que explique su versión de los hechos. Luego, pedir que cada representante comente cómo su equipo se sintió cuando empezó la discusión por el uso del auditorio. Tercero, explicarles la importancia del trato respetuoso entre compañeros para aprender a convivir de forma armoniosa.",
            "Primero, establecer normas básicas para el diálogo: no ofenderse, ni interrumpir al otro. Luego, pedir a cada equipo que elija a un representante para que explique las causas del conflicto. Tercero, solicitar a los equipos que propongan una alternativa para el uso del auditorio y que evalúen juntos si esta atiende a las necesidades de ambos equipos."
          ],
          "respuesta": "Primero, establecer normas básicas para el diálogo: no ofenderse, ni interrumpir al otro. Luego, pedir a cada equipo que elija a un representante para que explique las causas del conflicto. Tercero, solicitar a los equipos que propongan una alternativa para el uso del auditorio y que evalúen juntos si esta atiende a las necesidades de ambos equipos.",
          "respuestaCorta": "La mediación implica facilitar el diálogo entre las partes en conflicto para que ellas mismas encuentren una solución mutuamente satisfactoria, rol que cumple la docente en esta opción.",
          "solucionario": "La mediación es un mecanismo de resolución de conflictos en el que un tercero imparcial (el mediador) facilita la comunicación entre las partes para que ellas mismas lleguen a un acuerdo. La opción C describe este proceso: la docente establece reglas para el diálogo, facilita que cada parte exponga su punto y, crucialmente, pide a los propios equipos que propongan y evalúen soluciones. En las otras opciones, la docente o impone una solución (sorteo) o se limita a dar una lección, sin guiar a las partes hacia su propia solución.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p09",
      "contexto": "Durante una sesión de aprendizaje, la docente presenta a los estudiantes el siguiente anuncio laboral publicado en un periódico local:\nSe solicita recepcionista para empresa líder en su rubro. Requisitos: mujer de muy buena presencia, con facilidad de palabra, con experiencia en ventas, de dieciocho a veintitrés años, de tez clara y de 1,60 m de estatura mínima.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es que los estudiantes identifiquen las razones por las que este anuncio es discriminatorio, ¿cuál de las siguientes acciones pedagógicas favorece de manera más pertinente el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que imaginen que son ellos quienes postulan al puesto que ofrece el anuncio. Luego, pedirles que identifiquen con cuáles de las características descritas en el anuncio no cuentan ellos. Finalmente, pedirles que compartan cómo se sentirían si son excluidos por no tener alguna de estas características.",
            "Pedir a los estudiantes que mencionen qué habilidades se requieren para desempeñarse como recepcionista. Luego, pedirles que contrasten las habilidades mencionadas con los requisitos del anuncio. Finalmente, pedirles que discutan si lo que pide el anuncio excluye a personas por razones distintas a sus competencias laborales.",
            "Pedir a los estudiantes que comenten si han visto avisos similares publicados en los diarios. Luego, pedirles que señalen cuáles son los requisitos que se piden con mayor frecuencia. Finalmente, pedirles que elaboren una nueva versión del mismo anuncio en la que añadan criterios que a ellos les parezcan útiles para ocupar ese puesto de trabajo."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen qué habilidades se requieren para desempeñarse como recepcionista. Luego, pedirles que contrasten las habilidades mencionadas con los requisitos del anuncio. Finalmente, pedirles que discutan si lo que pide el anuncio excluye a personas por razones distintas a sus competencias laborales.",
          "respuestaCorta": "Esta acción permite identificar la discriminación al contrastar los requisitos del anuncio con las competencias reales para el puesto, demostrando que los criterios de exclusión son arbitrarios.",
          "solucionario": "La discriminación en este contexto ocurre cuando se establecen requisitos para un trabajo que no están relacionados con las competencias necesarias para desempeñarlo, excluyendo injustamente a personas por características como edad, apariencia física o tez. La opción B guía a los estudiantes a realizar este análisis de forma lógica: primero definen las habilidades reales para el puesto, luego las comparan con los requisitos del anuncio y finalmente discuten si esta diferencia constituye una exclusión por motivos ajenos a la capacidad laboral, que es la esencia de la discriminación laboral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p10",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes van a analizar los desafíos y las oportunidades que ofrece un sistema democrático. Para iniciar el análisis, están compartiendo sus opiniones sobre este tema en plenaria. En ese contexto, una estudiante comenta lo siguiente: \"Yo creo que la principal ventaja de la democracia es que garantiza que los gobiernos basen sus decisiones en lo que quiere la mayoría, pues esto asegura que la sociedad se conduzca adecuadamente\". Varios de sus compañeros se mostraron de acuerdo con esta afirmación. Por ese motivo, la docente busca generar conflicto cognitivo en los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas promueve mejor el logro de dicho propósito?",
          "opciones": [
            "Dialogar con los estudiantes acerca de la importancia de considerar el respeto de los derechos humanos de todas las personas como límite para regular las decisiones políticas de los gobiernos, incluso cuando sean apoyadas por una mayoría.",
            "Presentar a los estudiantes una encuesta de opinión en la que se muestra que una mayoría de ciudadanos está de acuerdo con que el Gobierno aplique una medida que atentaría contra los derechos humanos de un grupo de personas.",
            "Pedir a los estudiantes que indaguen si existen mecanismos democráticos que podrían aplicar las minorías frente a una decisión de un grupo mayoritario que podría afectar sus derechos humanos."
          ],
          "respuesta": "Presentar a los estudiantes una encuesta de opinión en la que se muestra que una mayoría de ciudadanos está de acuerdo con que el Gobierno aplique una medida que atentaría contra los derechos humanos de un grupo de personas.",
          "respuestaCorta": "Al presentar un caso concreto donde la 'voluntad de la mayoría' atenta contra los derechos humanos, se desafía directamente la creencia del estudiante de que la mayoría siempre conduce a lo adecuado.",
          "solucionario": "El conflicto cognitivo se genera cuando se presenta una situación que contradice las creencias o esquemas mentales existentes del estudiante. La afirmación del estudiante es que la voluntad de la mayoría siempre es adecuada. La opción B presenta un contraejemplo directo y potente: una situación donde la mayoría apoya una medida que viola los derechos humanos. Esto obliga al estudiante a cuestionar su afirmación inicial y a considerar que la democracia no es solo el gobierno de la mayoría, sino que tiene límites, como el respeto a los derechos de las minorías.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": "Durante una sesión de aprendizaje, la docente presenta a los estudiantes la siguiente situación hipotética: Nicol y Luz son amigas del colegio. Desde hace unas semanas, Nicol ha notado que Luz está cada vez más retraída y no presta atención a las clases. Cuando le pregunta la razón, Luz le cuenta que está preocupada porque su hermano, el único adulto con el que vive, es parte de una pandilla de su barrio, algunos de cuyos miembros visitan a veces su casa. Asimismo, Luz le ha pedido a Nicol que no diga nada a nadie, porque no solo su hermano podría ser denunciado, sino que la pandilla podría tomar represalias contra ella. Nicol no sabe qué hacer para ayudar a Luz. La docente pregunta a los estudiantes qué harían si fueran Nicol. En ese contexto, una estudiante responde lo siguiente: \"Yo le contaría al tutor del salón lo que le está sucediendo a Luz, pues creo que lo correcto sería proteger su bienestar. La protección y respeto de la integridad de una persona es lo más importante. Por ello, creo que mi deber sería cuidar su bienestar a todo costo, aunque eso implique trasgredir su confianza\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de razonamiento moral se evidencia mejor en la intervención de la estudiante?",
          "opciones": [
            "Un razonamiento moral deontológico.",
            "Un razonamiento moral consecuencialista.",
            "Un razonamiento moral que prioriza la virtud."
          ],
          "respuesta": "Un razonamiento moral deontológico.",
          "respuestaCorta": "El razonamiento es deontológico porque se basa en el cumplimiento de un deber o principio moral universal (proteger la integridad de una persona) independientemente de las consecuencias.",
          "solucionario": "El razonamiento moral deontológico se centra en la naturaleza de las acciones y el cumplimiento de deberes y principios morales, considerándolos correctos o incorrectos en sí mismos, sin importar las consecuencias. La estudiante justifica su acción en el 'deber' de cuidar el bienestar y la integridad de su amiga, considerándolo lo 'más importante' y un principio que debe seguir 'a todo costo', incluso si la consecuencia es 'trasgredir su confianza'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Durante una experiencia de aprendizaje, la docente presenta a los estudiantes la siguiente situación hipotética:\n\nCarlos ha notado que cerca de su trabajo hay una vendedora ambulante que, al terminar sus ventas de comida, se retira llevándose a los perros de la calle que han estado merodeando por los puestos de comida. Carlos piensa que, por el aspecto que ella tiene, lo más probable es que la vendedora los recoja para luego venderlos o sacrificarlos. Por eso, preocupado por los animales, decide seguirla hasta el lugar donde lleva a los perros, acompañado por las autoridades municipales. Sin embargo, grande fue su sorpresa al descubrir que el lugar al que llevaba a los perros era un albergue para animales. La vendedora colaboraba casi todos los días con dicho albergue llevando comida. Además, llevaba a los perros para que sean atendidos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes intercambian ideas sobre las acciones de los involucrados en la situación. En ese contexto, un estudiante hace el siguiente comentario: \"Carlos actuó responsablemente no solo por su interés por el bienestar de los animales, sino, además, porque acudió a las autoridades\". Varios estudiantes están de acuerdo con lo dicho por su compañero. Por ello, la docente busca que reflexionen sobre las limitaciones del comentario de dicho estudiante respecto a la responsabilidad ética. ¿Cuál de las siguientes intervenciones de la docente promueve mejor el logro de dicho propósito?",
          "opciones": [
            "\"Es importante que se pueda acudir a la autoridad cuando un problema lo amerite. Sin embargo, ¿creen que era necesario que Carlos llame a las autoridades basándose en una sospecha sobre la vendedora? En ese sentido, ¿consideran irresponsable haber movilizado a las autoridades sin antes asegurarse de que se cometió una falta o delito?\".",
            "\"Me parece correcto que valoren la preocupación de Carlos sobre los animales. Sin embargo, ¿creen que hubiese sido importante que Carlos revise sus creencias sobre la vendedora antes de actuar? En ese sentido, ¿creen que esta forma de actuar en relación con las propias creencias impacta en las relaciones que tenemos con otros?\".",
            "\"Entiendo que tomar en cuenta las intenciones de Carlos sea relevante para entender la situación. Sin embargo, ¿es correcto que Carlos se haya basado solo en la apariencia de la vendedora para actuar como lo hizo? En ese sentido, ¿esa manera de actuar no afecta directamente a la vendedora?\"."
          ],
          "respuesta": "\"Me parece correcto que valoren la preocupación de Carlos sobre los animales. Sin embargo, ¿creen que hubiese sido importante que Carlos revise sus creencias sobre la vendedora antes de actuar? En ese sentido, ¿creen que esta forma de actuar en relación con las propias creencias impacta en las relaciones que tenemos con otros?\".",
          "respuestaCorta": "La intervención busca que los estudiantes reflexionen sobre los prejuicios y creencias subyacentes en la acción de Carlos, cuestionando la base de su 'responsabilidad' ética.",
          "solucionario": "La responsabilidad ética no solo se mide por las buenas intenciones o el seguimiento de procedimientos formales (acudir a la autoridad), sino también por la reflexión crítica sobre los propios prejuicios que motivan la acción. La intervención de la docente en la opción B apunta directamente a que los estudiantes analicen las creencias de Carlos sobre la vendedora (basadas en estereotipos) como un factor clave que limitó la eticidad de su acción, invitándolos a considerar el impacto de actuar con base en prejuicios.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Durante una experiencia de aprendizaje, la docente presenta a los estudiantes la siguiente situación hipotética:\n\nCarlos ha notado que cerca de su trabajo hay una vendedora ambulante que, al terminar sus ventas de comida, se retira llevándose a los perros de la calle que han estado merodeando por los puestos de comida. Carlos piensa que, por el aspecto que ella tiene, lo más probable es que la vendedora los recoja para luego venderlos o sacrificarlos. Por eso, preocupado por los animales, decide seguirla hasta el lugar donde lleva a los perros, acompañado por las autoridades municipales. Sin embargo, grande fue su sorpresa al descubrir que el lugar al que llevaba a los perros era un albergue para animales. La vendedora colaboraba casi todos los días con dicho albergue llevando comida. Además, llevaba a los perros para que sean atendidos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades de la experiencia de aprendizaje, la docente busca que los estudiantes identifiquen los estereotipos presentes en la situación hipotética relatada. ¿Cuál de las siguientes acciones pedagógicas es la más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que comenten qué impactos creen que tienen acciones como las de Carlos. Finalmente, preguntarles cómo podría promoverse una mayor empatía con personas como la vendedora para evitar dichos impactos.",
            "Dialogar con los estudiantes sobre cómo la preocupación de Carlos por el aspecto de la vendedora lo llevó a sospechar de ella. Finalmente, pedirles que expliquen por qué las personas con dicho aspecto también pueden realizar buenas acciones.",
            "Preguntar a los estudiantes por qué creen que el aspecto que Carlos vio en la vendedora condicionó el modo en que decidió actuar. Finalmente, solicitarles que expliquen qué ideas podrían estar asociadas a la imagen que Carlos tiene de la vendedora y por qué."
          ],
          "respuesta": "Preguntar a los estudiantes por qué creen que el aspecto que Carlos vio en la vendedora condicionó el modo en que decidió actuar. Finalmente, solicitarles que expliquen qué ideas podrían estar asociadas a la imagen que Carlos tiene de la vendedora y por qué.",
          "respuestaCorta": "Esta opción guía a los estudiantes a conectar directamente la apariencia de la vendedora con la acción de Carlos, para luego desentrañar las ideas preconcebidas (estereotipos) asociadas a esa apariencia.",
          "solucionario": "Para identificar un estereotipo, es necesario analizar la conexión entre una característica superficial (el 'aspecto' de la vendedora) y las ideas o juicios que se asocian a ella. La opción C logra esto de manera más efectiva al preguntar primero por la relación entre el aspecto y la acción, y luego pidiendo que expliciten cuáles son esas 'ideas asociadas' (el estereotipo en sí) y por qué existen.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p13",
      "contexto": "Un día de pesca\nMe llamo Pedro, pertenezco al pueblo asháninka y vivo en Alto Quiteni, por el río Tambo. A mis primos y a mí nos gusta mucho ir a pescar. Hoy salimos muy temprano a pescar al río. A la mayoría nos fue bien en la pesca, pero mi primo Josué estaba muy triste, porque pescó poco. Algunos de mis primos opinaron que deberíamos repartir por igual lo que pescamos, pues los sabios de la comunidad nos han enseñado el valor de compartir. Sin embargo, no pudimos ponernos de acuerdo en compartir la pesca con Josué, pues, con mis otros primos, consideramos que, como él no ayudó a colocar la red cuando se lo pedimos y se fue a pescar solo, no sería justo repartir por igual la pesca.\nAdaptado de: Aprendo en Casa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de leer la situación con los estudiantes, la docente busca promover la reflexión ética acerca de esta. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "¿Por qué estaba triste Josué al terminar la pesca? ¿Por qué uno de los primos creía que debían compartir la pesca con Josué? ¿Por qué no todos estaban de acuerdo con que se compartiera la pesca con Josué?",
            "¿Por qué consideran que era importante que Josué colaborara con sus primos en la pesca? ¿Por qué es importante que colaboremos cuando nos necesitan? ¿Es justo que quien no hace el trabajo no reciba los frutos de este?",
            "¿Por qué creen que unos primos le dan una mayor importancia al hecho de compartir? ¿Por qué los otros primos creen que lo que Josué reciba debe corresponder con cuánto colaboró? ¿Cuál de las posibles decisiones de los primos generaría un impacto positivo?"
          ],
          "respuesta": "¿Por qué creen que unos primos le dan una mayor importancia al hecho de compartir? ¿Por qué los otros primos creen que lo que Josué reciba debe corresponder con cuánto colaboró? ¿Cuál de las posibles decisiones de los primos generaría un impacto positivo?",
          "respuestaCorta": "Estas preguntas promueven la reflexión ética al hacer que los estudiantes analicen los valores en conflicto (compartir vs. justicia por mérito) y consideren las consecuencias de las decisiones.",
          "solucionario": "La reflexión ética implica analizar los valores, principios y dilemas morales presentes en una situación. El conjunto de preguntas de la opción C es el más pertinente porque invita a los estudiantes a identificar los dos valores en pugna (el valor de compartir, enseñado por los sabios, y el valor de la justicia basada en el esfuerzo o mérito) y a evaluar las consecuencias de las posibles acciones. Las otras opciones se centran más en la comprensión de la situación (A) o en reforzar un solo punto de vista (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p14",
      "contexto": "Luis y Andrea, dos estudiantes, están organizándose para realizar una exposición, pero no consiguen acordar cómo realizarla, porque, al intentar ponerse de acuerdo, ambos se exasperan y pierden la paciencia. Al notar que el diálogo no es posible, pues ninguno de los dos está dispuesto a ceder, buscan a la docente para que les ayude a encontrar una solución.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas de la docente se corresponde con el mecanismo de arbitraje?",
          "opciones": [
            "Solicitar a los estudiantes que comenten los objetivos que buscan alcanzar con su exposición. Luego, pedirles que escuchen a su compañero e indiquen cómo sus ideas aportan al logro de estos objetivos. Finalmente, recogiendo las ideas de ambos, plantearles acciones para favorecer el logro de los objetivos de su exposición.",
            "Pedir a los estudiantes que mencionen cómo creen que se siente su compañero cuando sus ideas son descartadas. Luego, pedirles que expliquen qué ventajas podría tener la propuesta de su compañero. Finalmente, darles tiempo para que conversen en privado sobre cómo tomar una decisión sin hacerse sentir mal mutuamente.",
            "Explicar a los estudiantes las características de una buena exposición. Luego, pedirles que propongan nuevas ideas que permitan que su exposición tenga dichas características. Finalmente, pedirles que, a partir de estas nuevas ideas, decidan cómo realizarán la exposición."
          ],
          "respuesta": "Solicitar a los estudiantes que comenten los objetivos que buscan alcanzar con su exposición. Luego, pedirles que escuchen a su compañero e indiquen cómo sus ideas aportan al logro de estos objetivos. Finalmente, recogiendo las ideas de ambos, plantearles acciones para favorecer el logro de los objetivos de su exposición.",
          "respuestaCorta": "El arbitraje implica que un tercero escuche a las partes y tome una decisión o proponga una solución que resuelva el conflicto, como hace la docente en esta opción.",
          "solucionario": "A diferencia de la mediación donde el tercero facilita que las partes lleguen a su propia solución, en el arbitraje el tercero (el árbitro) tiene la autoridad para proponer o imponer una solución después de escuchar a las partes. En la opción A, la docente escucha a ambos, considera sus ideas y finalmente 'plantea acciones', asumiendo el rol de árbitro para resolver el estancamiento. Las otras opciones promueven la mediación o la negociación directa entre las partes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p15",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están realizando un trabajo en equipos. En ese contexto, Miguel y Raúl conforman un equipo y están elaborando distintas partes del trabajo. La docente observa que, cuando Miguel está comentando un aspecto del trabajo de Raúl, este último se muestra ofuscado y comienza a decirle a su compañero: \"¡No tienes derecho a decirme nada! ¡Seguro tu parte del trabajo es horrible y por eso estás envidioso! ¡Ya no quiero trabajar contigo!\", luego de lo cual sale del salón molesto. Después de asegurarse de que Miguel se encuentra bien, la docente se propone realizar un conjunto de acciones para atender a Raúl. Entre estas, busca primero conversar con él mientras los estudiantes siguen trabajando en equipos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover la autorregulación de emociones en Raúl?",
          "opciones": [
            "Preguntar al estudiante de qué manera cree que su reacción afecta la convivencia del aula. Luego, explicarle que alzar la voz y salir a mitad de la clase son comportamientos que van contra las normas de convivencia del aula. Finalmente, pedirle que, después de la clase, converse con su compañero sobre por qué reaccionó de esa manera.",
            "Dialogar con el estudiante sobre qué sucedió con su compañero y cómo se sintió en ese momento. Luego, preguntarle si antes se ha sentido así y, si así fue, qué hizo para no reaccionar como en esta ocasión. Finalmente, pedirle que reflexione sobre si aplicar las estrategias que antes empleó podría servirle para situaciones como esta.",
            "Mencionar al estudiante que, cuando se sienta así, es importante poder controlar sus emociones. Luego, aconsejarle que, para lograrlo, respire hondo y cuente hasta diez. Finalmente, explicarle que apaciguar emociones como las que ha tenido es importante para evitarle problemas."
          ],
          "respuesta": "Dialogar con el estudiante sobre qué sucedió con su compañero y cómo se sintió en ese momento. Luego, preguntarle si antes se ha sentido así y, si así fue, qué hizo para no reaccionar como en esta ocasión. Finalmente, pedirle que reflexione sobre si aplicar las estrategias que antes empleó podría servirle para situaciones como esta.",
          "respuestaCorta": "La autorregulación emocional se promueve ayudando al estudiante a identificar su emoción, reflexionar sobre experiencias pasadas y reconocer sus propias estrategias efectivas para manejarla.",
          "solucionario": "La opción B es la más pertinente para la autorregulación porque guía a Raúl en un proceso metacognitivo sobre sus emociones. Primero, le ayuda a identificar lo que sintió. Segundo, le hace recurrir a su propia experiencia para encontrar estrategias que ya le han funcionado. Tercero, lo invita a considerar la aplicación de esas estrategias en el futuro. Este enfoque empodera al estudiante para que gestione sus emociones de forma autónoma, a diferencia de imponer normas (A) o dar consejos genéricos (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p16",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están compartiendo las noticias que han considerado más relevantes en la semana, una estudiante comenta lo siguiente: \"Yo leí una noticia en la que se indicaba que los casos de bullying en las escuelas peruanas se habían incrementado considerablemente en el último año. En la noticia, se señalaba que fueron registrados casi 2500 casos, lo que hace que esta sea la cifra más alta de los últimos nueve años\". Luego de escuchar a su compañera, los estudiantes se mostraron interesados por la noticia. Por ello, la docente busca que los estudiantes identifiquen asuntos públicos a partir de la noticia compartida por la estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "¿Cuáles son las clases de bullying que conocen que ocurren en las escuelas peruanas? ¿Cuáles de estas consideran que son más recurrentes?",
            "¿Por qué creen que ha habido un incremento de los casos de bullying en las escuelas peruanas? ¿Cómo se ve afectada la convivencia por el bullying?",
            "¿Qué sanciones consideran que deberían recibir los estudiantes que cometen actos de bullying en las escuelas peruanas? ¿Se debería tomar acciones legales contra ellos?"
          ],
          "respuesta": "¿Por qué creen que ha habido un incremento de los casos de bullying en las escuelas peruanas? ¿Cómo se ve afectada la convivencia por el bullying?",
          "respuestaCorta": "Estas preguntas convierten un dato noticioso en un asunto público al indagar sobre sus causas (¿por qué?) y sus consecuencias en la vida colectiva (¿cómo afecta la convivencia?).",
          "solucionario": "Un asunto público es una problemática que afecta al bienestar colectivo y requiere la participación de la comunidad para su solución. Las preguntas de la opción B orientan la discusión hacia esa dimensión: analizar las causas del incremento (¿por qué?) y sus efectos sobre la vida en común (¿cómo afecta la convivencia?). Esto permite trascender el dato informativo y empezar a problematizarlo como un asunto que concierne a todos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p17",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están conversando sobre las elecciones del Municipio Escolar, la docente ha notado que, entre los estudiantes, un grupo se encuentra a favor de la obligatoriedad del voto y otro en contra. Sin embargo, nadie sustenta su posición. La docente tiene como propósito que los estudiantes inicien la elaboración de argumentos razonados. Para ello, les ha pedido que respondan, con ayuda de fuentes de información, un conjunto de preguntas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas favorece de manera más pertinente el logro de dicho propósito?",
          "opciones": [
            "¿Cuáles son los principales beneficios de que el voto sea obligatorio? ¿Cuáles son sus principales limitaciones? ¿Tendría alguna consecuencia sobre la participación estudiantil que el voto deje de ser obligatorio?",
            "¿Qué normas regulan el proceso de elección de los representantes del Municipio Escolar? ¿Cuáles son las normas que hacen referencia a la obligatoriedad del voto? ¿Consideras que en la IE se cumplen estas normas?",
            "¿La libertad es un elemento básico para el funcionamiento de la democracia? ¿La libertad consiste en la posibilidad de decidir nuestras acciones? ¿Se ven limitadas tus acciones cuando te obligan a hacer algo que no quieres?"
          ],
          "respuesta": "¿Cuáles son los principales beneficios de que el voto sea obligatorio? ¿Cuáles son sus principales limitaciones? ¿Tendría alguna consecuencia sobre la participación estudiantil que el voto deje de ser obligatorio?",
          "respuestaCorta": "Estas preguntas guían a los estudiantes a investigar y analizar las ventajas, desventajas y consecuencias de una postura, que son los componentes básicos para construir un argumento razonado.",
          "solucionario": "La elaboración de argumentos razonados requiere analizar un tema desde diferentes perspectivas, sopesando pros, contras y consecuencias, y basándose en información. El conjunto de preguntas de la opción A está diseñado para ello: pide investigar beneficios (argumentos a favor), limitaciones (argumentos en contra) y consecuencias (análisis de impacto). Este enfoque estructurado es más efectivo para iniciar la argumentación que centrarse solo en normas (B) o en conceptos abstractos (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p18",
      "contexto": "Los estudiantes han realizado una lluvia de ideas acerca de las formas de exclusión más frecuentes en la sociedad actual. Una de las ideas planteadas que suscitó mayor interés en los estudiantes fue la de la gordofobia. Por ello, la docente realiza distintas actividades para que los estudiantes analicen esta problemática.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una actividad inicial, la docente busca que los estudiantes identifiquen las razones por las que la gordofobia es una forma de discriminación. ¿Cuál de las siguientes acciones pedagógicas es más pertinente?",
          "opciones": [
            "Leer con los estudiantes el testimonio de una persona que describe sus emociones al ser rechazada debido a su peso. Luego, pedirles que compartan cómo creen que se sentirían ellos si estuviesen en el lugar de dicha persona. Finalmente, dialogar con ellos acerca de la importancia de evitar hacer que personas con obesidad se sientan así.",
            "Mostrar a los estudiantes testimonios de personas con obesidad en los que cuentan cómo se han visto privadas de poder realizar alguna actividad por su apariencia. Luego, pedirles que indiquen si creen que estas personas recibieron un trato arbitrario. Finalmente, pedirles que expliquen si dichos tratos limitan la vida de estas personas.",
            "Presentar a los estudiantes testimonios de personas con obesidad que destacan en distintas áreas. Luego, preguntarles cómo consideran que dichas personas pudieron alcanzar sus logros. Finalmente, explicarles cómo dichos casos pueden funcionar como contraejemplos para quienes consideren que las personas obesas no pueden destacar."
          ],
          "respuesta": "Mostrar a los estudiantes testimonios de personas con obesidad en los que cuentan cómo se han visto privadas de poder realizar alguna actividad por su apariencia. Luego, pedirles que indiquen si creen que estas personas recibieron un trato arbitrario. Finalmente, pedirles que expliquen si dichos tratos limitan la vida de estas personas.",
          "respuestaCorta": "La discriminación se define como un trato arbitrario que limita los derechos y oportunidades de una persona. Esta acción guía a los estudiantes a identificar precisamente esos elementos.",
          "solucionario": "Para entender la gordofobia como discriminación, los estudiantes deben comprender que implica un trato desigual y arbitrario (no basado en méritos o capacidades) que restringe derechos y oportunidades. La opción B es la más pertinente porque presenta casos donde las personas son 'privadas de poder realizar alguna actividad' (limitación de derechos/oportunidades) debido a su apariencia, y luego se les pide analizar si ese trato fue 'arbitrario'. Este proceso conduce directamente a la definición de discriminación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego del análisis inicial de la problemática de la gordofobia, los estudiantes han identificado cuáles de sus conductas o creencias podrían considerarse gordofóbicas. A partir de ello, la docente les ha solicitado que elaboren un texto en el que sustenten, con argumentos éticos, qué cambios deberían realizar para poder transformar dichas conductas o creencias. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro del propósito de la docente?",
          "opciones": [
            "Recordar a los estudiantes la importancia del respeto a los derechos y libertades de todas las personas. Luego, indicarles que los cambios que propongan en sus conductas o creencias estén sustentados en la promoción de los derechos y las libertades de las personas afectadas por la gordofobia.",
            "Mostrar a los estudiantes ejemplos de acciones transformativas en relación con distintas conductas discriminatorias. Luego, indicarles que seleccionen los ejemplos que puedan adaptar mejor para expresar la voluntad de cambiar sus conductas o creencias frente a las personas afectadas por la gordofobia.",
            "Pedir a los estudiantes que evalúen las conductas y creencias que identificaron a partir del impacto que estas hayan podido o podrían generar. Luego, pedirles que consideren qué cambios propondrían en su conducta para evitar perjudicar a las personas afectadas por la gordofobia y, además, promover su bienestar."
          ],
          "respuesta": "Pedir a los estudiantes que evalúen las conductas y creencias que identificaron a partir del impacto que estas hayan podido o podrían generar. Luego, pedirles que consideren qué cambios propondrían en su conducta para evitar perjudicar a las personas afectadas por la gordofobia y, además, promover su bienestar.",
          "respuestaCorta": "Esta opción promueve un argumento ético basado en las consecuencias (evaluar el impacto, evitar el perjuicio, promover el bienestar), que es un tipo de razonamiento moral enfocado en el cuidado del otro.",
          "solucionario": "El propósito es que los estudiantes sustenten con argumentos éticos. La opción C promueve un razonamiento ético consecuencialista y basado en la ética del cuidado. Al pedirles que evalúen el 'impacto' de sus acciones, que piensen en 'evitar perjudicar' y 'promover su bienestar', se les está guiando a construir un argumento basado en las consecuencias de sus actos sobre los demás y en la responsabilidad de cuidar del otro. Esto es más profundo que solo apelar a derechos (A) o imitar ejemplos (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p19",
      "contexto": "En un programa de radio se discute acerca del nuevo hospital de la localidad que incorporará la práctica tradicional del parto vertical. Una oyente expresa al respecto lo siguiente:\n\"No sé cómo el Estado decide en qué va a invertir, pero no creo que deba invertir en este tipo de prácticas. Por el contrario, debería promover que se incremente el uso de prácticas modernas, en lugar de prácticas primitivas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria a los principios que sustentan la convivencia democrática?",
          "opciones": [
            "Porque desconoce que el parto vertical puede considerarse una práctica médica moderna desde que fue incorporada a los protocolos de atención médica.",
            "Porque desconoce que existen procedimientos legales por los cuales se establece cómo se va a invertir el presupuesto público en salud.",
            "Porque desconoce que el Estado tiene el deber de conservar y proteger a las diversas culturas de un país pluricultural como el Perú."
          ],
          "respuesta": "Porque desconoce que el Estado tiene el deber de conservar y proteger a las diversas culturas de un país pluricultural como el Perú.",
          "respuestaCorta": "La afirmación es contraria a la democracia porque desprecia una práctica cultural, ignorando el principio de interculturalidad y el deber del Estado de proteger la diversidad cultural.",
          "solucionario": "La convivencia democrática en un país como el Perú se sustenta en el principio de interculturalidad, que implica el reconocimiento, respeto y valoración de la diversidad cultural. La afirmación de la oyente califica una práctica tradicional como 'primitiva' y aboga por su reemplazo, mostrando una postura etnocéntrica que va en contra del deber del Estado de proteger y promover las diversas expresiones culturales que coexisten en el país.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p20",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes están reflexionando acerca de cómo se construye la identidad, han realizado una indagación bibliográfica inicial acerca de esta. A partir de ello, la docente les ha pedido que compartan sus hallazgos acerca de qué factores influyen en la construcción de la identidad. En este contexto, los estudiantes comparten distintos comentarios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes hace referencia al concepto de identidad personal?",
          "opciones": [
            "Alfredo dice: \"Yo leí que la identidad se constituye a partir de las costumbres y los valores culturales del territorio en el que nacemos. Si bien tenemos diferencias, nuestra cultura nacional condiciona quiénes somos\".",
            "Brandon dice: \"Yo leí que todos nosotros formamos nuestra identidad a partir de las experiencias que tenemos a lo largo de nuestras vidas. Por eso, creo que nuestra identidad va cambiando a lo largo del tiempo\".",
            "Carolina dice: \"Yo leí que nuestra identidad se define cuando somos parte de distintos grupos con los que compartimos un mismo interés igual de importante para todos. Esto hace que tengamos creencias y actitudes que nos definen a lo largo de nuestras vidas\"."
          ],
          "respuesta": "Brandon dice: \"Yo leí que todos nosotros formamos nuestra identidad a partir de las experiencias que tenemos a lo largo de nuestras vidas. Por eso, creo que nuestra identidad va cambiando a lo largo del tiempo\".",
          "respuestaCorta": "La identidad personal se refiere a la construcción del 'yo' a través de experiencias biográficas únicas, lo que la hace dinámica y cambiante a lo largo de la vida.",
          "solucionario": "El comentario de Brandon alude directamente a la identidad personal, que es el conjunto de rasgos que hacen a una persona única y diferente de las demás. Esta se construye a partir de la biografía personal, las experiencias vividas y las decisiones tomadas, lo que le confiere un carácter dinámico. Los comentarios de Alfredo y Carolina se refieren a la identidad colectiva (cultural y social, respectivamente), que se construye a partir de la pertenencia a un grupo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p21",
      "contexto": "Durante el recreo, el docente ha notado que Carol, una estudiante que recientemente se ha incorporado a la IE, está sentada sola en una esquina y con aspecto triste. Al acercarse y preguntarle qué le ocurre, Carol le responde lo siguiente:\n\"Hasta ahora, mis compañeros no me llaman a jugar. Me gustaría no ser tan aburrida. Me gustaría que no me vean así. Creo que no soy buena haciendo nuevos amigos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente busca dar inicio a un trabajo para promover el desarrollo del autoconcepto de Carol, ¿cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Proponerle que identifique características suyas que podrían favorecer la relación con otros. Luego, pedirle que considere cómo estas características podrían ayudarla a hacer nuevos amigos.",
            "Pedirle que recuerde los momentos en los que la pasó bien con otras personas. Luego, asegurarle que, si tiene la misma confianza que sintió en dichos momentos, será capaz de hacer nuevos amigos.",
            "Comentarle que hacer nuevos amigos es, a veces, complicado. Luego, mencionarle que ella es valiosa tal y como es, y que hacer amigos no debería llevarla a que considere cambiar su personalidad para lograrlo."
          ],
          "respuesta": "Proponerle que identifique características suyas que podrían favorecer la relación con otros. Luego, pedirle que considere cómo estas características podrían ayudarla a hacer nuevos amigos.",
          "respuestaCorta": "El autoconcepto se desarrolla a través del reconocimiento de las propias características. La acción la guía a identificar sus cualidades positivas y a pensar cómo usarlas en un contexto social.",
          "solucionario": "El autoconcepto es la imagen descriptiva que una persona tiene de sí misma. Para fortalecerlo, es fundamental ayudar al individuo a reconocer sus propias características, habilidades y cualidades. La opción A es la más pertinente porque inicia este proceso al pedirle a Carol que identifique activamente sus características positivas y que reflexione sobre cómo estas pueden ser un recurso para lograr sus objetivos (hacer amigos), construyendo así una visión más positiva y funcional de sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p22",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están dialogando acerca de los criterios para distinguir un asunto público de uno privado, un estudiante comenta lo siguiente:\n\"Yo creo que un asunto privado ocurre en un espacio privado, en donde las acciones que realizamos solo afectan a los que habitan dicho espacio. En cambio, un asunto público ocurre en un espacio compartido con otros, en donde las acciones que realizamos los afectan. Por eso, un asunto privado no puede ser nunca un asunto público\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de la intervención, varios de sus compañeros se mostraron de acuerdo. Por ese motivo, el propósito del docente es generar conflicto cognitivo en los estudiantes respecto de la afirmación planteada por su compañero. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Mostrar a los estudiantes casos que ejemplifican la corrupción como asunto público. Luego, explicarles por qué la corrupción tiene un impacto sobre la construcción del bien común. Finalmente, pedirles que busquen otros ejemplos en los que suceda lo explicado.",
            "Presentar a los estudiantes noticias en las que se muestran casos de violencia doméstica ocurrida en el hogar. Luego, preguntarles si, en dichos casos, se ve afectado algún derecho. Finalmente, preguntarles si es que la afectación de ese derecho es un asunto que debería ser de interés público o solo privado.",
            "Pedir a los estudiantes que, considerando el criterio planteado por su compañero, planteen ejemplos de asuntos públicos y privados. Luego, pedirles que expliquen, a partir de sus ejemplos, qué asuntos deberían atenderse prioritariamente. Finalmente, solicitarles que planteen qué se debe hacer en el caso de los asuntos no priorizados."
          ],
          "respuesta": "Presentar a los estudiantes noticias en las que se muestran casos de violencia doméstica ocurrida en el hogar. Luego, preguntarles si, en dichos casos, se ve afectado algún derecho. Finalmente, preguntarles si es que la afectación de ese derecho es un asunto que debería ser de interés público o solo privado.",
          "respuestaCorta": "Esta acción genera conflicto cognitivo al presentar un caso (violencia doméstica) que ocurre en un espacio privado pero que, al afectar derechos fundamentales, se convierte en un asunto de interés público.",
          "solucionario": "El conflicto cognitivo se produce al confrontar la idea de los estudiantes ('un asunto privado nunca puede ser público') con un contraejemplo claro. La violencia doméstica ocurre en un espacio privado (el hogar), pero vulnera derechos humanos fundamentales (a la vida, a la integridad). La opción B guía a los estudiantes a reconocer esta vulneración de derechos y a cuestionar si su protección es un asunto que compete solo a la esfera privada o si concierne a toda la sociedad (interés público), rompiendo así con su concepción inicial.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2023_p23",
      "contexto": "Durante una sesión de aprendizaje, la docente ha presentado a los estudiantes la siguiente situación con el propósito de que reflexionen sobre el valor de la justicia en el marco del enfoque intercultural:\n\nAlejandrina Huarcaya, del distrito de Huaytará, en Huancavelica, decidió postular a una beca completa en la Universidad de la Esperanza del Perú (UEP). Por su lado, Nina Podelska, del distrito de Comas, en Lima, también decidió postular a la misma beca. Ambas postulaciones fueron presentadas a tiempo y, al cumplir con todos los requisitos, pasaron a una entrevista personal. En el informe final, el vicerrector de la UEP señaló lo siguiente: \"La postulante Alejandrina Huarcaya presenta dificultades para la vocalización correcta del castellano, debido a que su lengua materna es el quechua. Esto podría generarle dificultades para su desempeño académico en la universidad. Por esta razón, se recomienda denegarle la beca a la citada postulante y otorgársela a la postulante Nina Podelska\".\n\nAdaptado de Ministerio de Cultura (2014). Enfoque intercultural. Aportes para la gestión pública.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el enfoque intercultural del Currículo Nacional de la Educación Básica, ¿cuál de las siguientes acciones pedagógicas es más pertinente para favorecer que los estudiantes, en equipos, reflexionen sobre el valor de la justicia?",
          "opciones": [
            "Pedir a los estudiantes que indaguen cuáles son las variedades del castellano que existen en el Perú. Luego, solicitarles que identifiquen qué problemas podría acarrear el uso no estándar del castellano en un entorno académico. Finalmente, pedirles que, a partir de lo explicado, busquen fundamentar la decisión del vicerrector.",
            "Pedir a los estudiantes que discutan en qué creencias se basa la decisión del vicerrector. Luego, solicitarles que indaguen si es posible afirmar que existe un único uso oral correcto del castellano. Finalmente, pedirles que propongan qué criterios deberían haberse usado para evaluar a las postulantes y respetar sus variedades lingüísticas.",
            "Pedir a los estudiantes que indiquen cuál fue el criterio utilizado por el vicerrector para determinar a quién otorgarle la beca. Luego, solicitarles que expliquen en qué región vive cada postulante y cuál es su lengua materna. Finalmente, pedirles que indiquen si estos datos fueron considerados por el vicerrector al tomar su decisión."
          ],
          "respuesta": "Pedir a los estudiantes que discutan en qué creencias se basa la decisión del vicerrector. Luego, solicitarles que indaguen si es posible afirmar que existe un único uso oral correcto del castellano. Finalmente, pedirles que propongan qué criterios deberían haberse usado para evaluar a las postulantes y respetar sus variedades lingüísticas.",
          "respuestaCorta": "Esta acción promueve la reflexión sobre la justicia desde un enfoque intercultural al cuestionar el prejuicio lingüístico y buscar criterios de evaluación equitativos que respeten la diversidad.",
          "solucionario": "El enfoque intercultural busca una relación equitativa entre culturas. La decisión del vicerrector es injusta porque se basa en un prejuicio lingüístico, considerando una variedad del castellano como inferior. La opción B es la más pertinente porque guía a los estudiantes a deconstruir este prejuicio: primero, identificando las creencias detrás de la decisión; segundo, cuestionando la idea de una única forma 'correcta' de hablar; y tercero, proponiendo criterios justos que valoren la diversidad lingüística, lo cual es el núcleo de la justicia intercultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p24",
      "contexto": "Un grupo de estudiantes ha identificado como asunto público la necesidad de promover, entre los estudiantes de la IE, una mayor conciencia de los riesgos que pueden estar implicados en el uso de las redes sociales. Luego de haber deliberado sobre este asunto con la ayuda del docente, decidieron realizar un proyecto participativo para atender esta necesidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes desarrollen habilidades para la gestión de proyectos de participación, ¿cuál de las siguientes acciones pedagógicas es la más apropiada para dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que averigüen qué consecuencias tiene el uso no responsable de las redes sociales. Luego, pedirles que busquen iniciativas exitosas en la promoción del uso responsable de estas redes. Finalmente, pedirles que indaguen qué acciones han realizado las autoridades locales para atender esta problemática.",
            "Pedir a los estudiantes que encuesten a sus compañeros de la IE sobre la cantidad de tiempo que utilizan las redes sociales. Luego, mostrarles datos estadísticos nacionales sobre el tipo de uso que le dan los escolares a las redes sociales. Finalmente, pedirles que elaboren una infografía con la información recopilada y la presenten en el aula.",
            "Pedir a los estudiantes que busquen estrategias que podrían permitir disminuir los riesgos del uso de las redes sociales. Luego, pedirles que diseñen una campaña para compartir esta información con sus compañeros de la IE. Finalmente, pedirles que se distribuyan las tareas para la ejecución de la campaña y se asignen responsabilidades."
          ],
          "respuesta": "Pedir a los estudiantes que busquen estrategias que podrían permitir disminuir los riesgos del uso de las redes sociales. Luego, pedirles que diseñen una campaña para compartir esta información con sus compañeros de la IE. Finalmente, pedirles que se distribuyan las tareas para la ejecución de la campaña y se asignen responsabilidades.",
          "respuestaCorta": "La gestión de proyectos de participación implica planificar, diseñar, ejecutar y organizar una iniciativa. Esta opción guía a los estudiantes a través de todas esas fases.",
          "solucionario": "La gestión de un proyecto de participación ciudadana comprende varias etapas clave: investigación (buscar estrategias), planificación y diseño (diseñar una campaña), y organización y ejecución (distribuir tareas y asignar responsabilidades). La opción C abarca este ciclo completo, permitiendo que los estudiantes desarrollen habilidades prácticas de gestión. Las otras opciones se centran más en la investigación (A) o en la recopilación y difusión de información (B), sin llegar a la gestión completa de una acción participativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p25",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están compartiendo noticias, uno de ellos ha compartido una que menciona que una familia hizo un plantón frente a la escuela de su hija. Dicho plantón fue hecho para denunciar las actitudes de los otros estudiantes hacia ella, ya que se burlaban de su aspecto, le quitaban sus cosas y la segregaban de las actividades. Luego de conversar sobre la noticia, la docente realiza algunas actividades para analizar la situación presentada en esta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente nota que, en la conversación sobre la situación presentada en la noticia, algunos utilizan el término 'violencia' para describir el trato hacia la estudiante, mientras otros no. En ese contexto, la docente busca recoger los saberes previos de los estudiantes acerca de la violencia escolar. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para recoger los saberes previos de los estudiantes?",
          "opciones": [
            "Mostrar a los estudiantes un video en el que se ejemplifiquen y expliquen distintas situaciones de violencia en la escuela. Luego, pedirles que, en equipos, construyan una definición de violencia escolar a partir de las situaciones presentadas en el video.",
            "Pedir a los estudiantes que busquen en el diccionario el significado de la palabra 'violencia'. Luego, pedirles que, en equipos, planteen ejemplos de actos de violencia escolar que se correspondan con el significado encontrado.",
            "Presentar a los estudiantes situaciones cotidianas de la convivencia escolar. Luego, pedirles que, en equipos, sustenten si consideran que, en esas situaciones, hay actos de violencia."
          ],
          "respuesta": "Presentar a los estudiantes situaciones cotidianas de la convivencia escolar. Luego, pedirles que, en equipos, sustenten si consideran que, en esas situaciones, hay actos de violencia.",
          "respuestaCorta": "Esta acción permite que los estudiantes apliquen sus propias concepciones sobre la violencia a casos concretos, revelando así sus saberes previos sin introducir información nueva.",
          "solucionario": "Recoger saberes previos implica hacer que los estudiantes exterioricen lo que ya saben o creen sobre un tema, antes de introducir nuevos conceptos. La opción C es la más adecuada para esto, ya que al presentarles situaciones y pedirles que las clasifiquen y sustenten, la docente puede observar y escuchar cuáles son sus criterios, ideas y preconceptos sobre la violencia escolar. Las otras opciones parten de darles información externa (un video, un diccionario) para luego trabajar, lo cual corresponde a una fase posterior del aprendizaje.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de analizar las descripciones del trato de los compañeros de la estudiante en la noticia, todos concuerdan en que todo acto de violencia es incorrecto. Sin embargo, lo sustentan con diversas razones. Según la teoría de Kohlberg, ¿cuál de las siguientes razones brindadas por los estudiantes corresponde a un razonamiento moral posconvencional?",
          "opciones": [
            "Ariana dice: \"Yo creo que uno no debe ejercer violencia contra otras personas. Si lo haces, te expones a que estas sean violentas contigo\".",
            "Valentina dice: \"Me parece que ejercer violencia es atentar contra los derechos humanos y afecta a la convivencia\".",
            "Carolina dice: \"Pienso que los actos de violencia transgreden las normas de convivencia y violan las leyes\"."
          ],
          "respuesta": "Valentina dice: \"Me parece que ejercer violencia es atentar contra los derechos humanos y afecta a la convivencia\".",
          "respuestaCorta": "El razonamiento posconvencional se basa en principios éticos universales, como los derechos humanos, que trascienden las normas o el interés propio.",
          "solucionario": "En la teoría de Kohlberg, el nivel posconvencional se caracteriza por un razonamiento moral basado en principios abstractos y universales de justicia y derechos. La justificación de Valentina (B) apela a los 'derechos humanos' y a un bien social superior como la 'convivencia', lo cual es propio de este nivel. La justificación de Ariana (A) es preconvencional, basada en el interés propio y la reciprocidad (evitar que sean violentos conmigo). La de Carolina (C) es convencional, ya que se basa en el respeto a las normas y leyes establecidas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p26",
      "contexto": "Lucero y Brenda son compañeras en la selección de fútbol del colegio. Durante un partido, Brenda le repite constantemente a Lucero que deje de arruinar las jugadas y que juegue bien. Al finalizar el partido, Brenda se acerca a Lucero y le dice que por su culpa han perdido. Lucero se siente muy molesta ante lo que le dijo su compañera y quiere responderle.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas de Lucero evidencia asertividad?",
          "opciones": [
            "\"Brenda, somos un equipo y no creo que sea sólo mi responsabilidad que hayamos perdido. No me gusta que me grites cuando jugamos y espero que no lo repitas\".",
            "\"No me parece que me culpes a mí por los que han sido tus errores durante todo el juego. Siempre culpas a los demás, Brenda\".",
            "\"Quizás no jugué como esperabas, Brenda. Pero sabes que a mí también me hubiera gustado hacerlo mejor\"."
          ],
          "respuesta": "\"Brenda, somos un equipo y no creo que sea sólo mi responsabilidad que hayamos perdido. No me gusta que me grites cuando jugamos y espero que no lo repitas\".",
          "respuestaCorta": "La asertividad implica expresar los propios sentimientos y defender los propios derechos de forma clara y respetuosa, sin agredir ni someterse.",
          "solucionario": "Una respuesta asertiva expresa lo que uno siente y piensa de manera firme pero respetuosa. La opción A cumple con estos criterios: Lucero expresa su desacuerdo ('no creo que sea sólo mi responsabilidad'), comunica cómo se siente ('No me gusta que me grites') y establece un límite claro ('espero que no lo repitas'). La opción B es agresiva (ataca a Brenda) y la opción C es pasiva (se disculpa implícitamente sin defender su posición).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p27",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están problematizando el asunto público de la contaminación atmosférica, la docente les ha pedido que, en equipos, planteen por escrito una alternativa de solución a esta problemática. Uno de los equipos presentó el siguiente escrito: \"El problema de la contaminación es el uso de gasolina. Si la reemplazáramos por biocombustible, ya no tendríamos de qué preocuparnos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios escritos por la docente es pertinente para que el equipo reconozca las limitaciones de su alternativa de solución?",
          "opciones": [
            "\"Creo que es una buena idea reemplazar el uso de la gasolina. ¿Conoces otras fuentes de energía no contaminante aparte del biocombustible? ¿Has oído hablar, por ejemplo, de cómo funcionan los autos eléctricos o a hidrógeno? ¿Crees que sea factible implementar el uso de esta tecnología vehicular en países como el nuestro?\".",
            "\"Es cierto que el uso de la gasolina genera una gran contaminación. Pero, ¿no existen otros factores contaminantes además de la gasolina? Por otro lado, ¿te imaginas la cantidad de biocombustible que se necesitaría para reemplazar a la gasolina? ¿Qué consecuencias traería la producción de biocombustible a esa escala?\".",
            "\"Me parece que estás reconociendo las desventajas ambientales del uso de combustible fósil. ¿Has revisado la proyección del incremento del uso de combustible fósil para los próximos años? Por otro lado, ¿qué ventajas trae el uso de biocombustible? ¿Sabes si en el Perú ya se usa este tipo de combustible?\"."
          ],
          "respuesta": "\"Es cierto que el uso de la gasolina genera una gran contaminación. Pero, ¿no existen otros factores contaminantes además de la gasolina? Por otro lado, ¿te imaginas la cantidad de biocombustible que se necesitaría para reemplazar a la gasolina? ¿Qué consecuencias traería la producción de biocombustible a esa escala?\".",
          "respuestaCorta": "Este comentario ayuda a los estudiantes a reconocer las limitaciones de su propuesta al cuestionar su visión simplista del problema (solo la gasolina) y su falta de análisis sobre las consecuencias de la solución (producción de biocombustible).",
          "solucionario": "La retroalimentación efectiva debe ayudar al estudiante a reflexionar y descubrir las debilidades de su propio trabajo. La solución del equipo es simplista. El comentario de la docente en la opción B es el más pertinente porque los confronta con dos limitaciones clave: 1) La simplificación del problema (¿no existen otros factores contaminantes?), y 2) La falta de consideración de las consecuencias negativas de su propia solución (¿qué consecuencias traería la producción de biocombustible a esa escala?), fomentando un pensamiento más complejo y crítico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p28",
      "contexto": "Durante una reunión, los docentes del área de Desarrollo Personal, Ciudadanía y Cívica elaboran propuestas para promover el desarrollo de la autoestima de los estudiantes. En ese contexto, una docente propone lo siguiente: \"Pienso que podemos realizar actividades en las que propiciemos que los estudiantes identifiquen diversos estereotipos, como los de belleza, género, entre otros. A partir de dicha identificación, debemos orientarlos a reflexionar acerca de cómo dichos estereotipos pueden influir en la manera en la que construyen su autoimagen\". Varios docentes se muestran de acuerdo con la propuesta y sustentan su pertinencia con distintas razones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los docentes explica mejor por qué esta propuesta promueve el desarrollo de la autoestima?",
          "opciones": [
            "Alicia dice: \"Yo creo que esta propuesta es pertinente porque promovería que los estudiantes sean conscientes y críticos de los criterios que utilizan para valorarse a sí mismos\".",
            "Carlos dice: \"Para mí, esta propuesta es pertinente porque ayudaría a que los estudiantes reconozcan que deben evitar formarse estereotipos para valorarse a sí mismos sólo de manera positiva\".",
            "Ethel dice: \"Pienso que esta propuesta es pertinente porque permitiría que los estudiantes identifiquen cuáles son las valoraciones sociales presentes en su desarrollo personal que hay que combatir\"."
          ],
          "respuesta": "Alicia dice: \"Yo creo que esta propuesta es pertinente porque promovería que los estudiantes sean conscientes y críticos de los criterios que utilizan para valorarse a sí mismos\".",
          "respuestaCorta": "La autoestima se fortalece cuando una persona es capaz de analizar críticamente los estándares externos (estereotipos) y construir criterios de valoración propios y más auténticos.",
          "solucionario": "La autoestima no es solo sentirse bien, sino tener una valoración realista y positiva de uno mismo. Los estereotipos sociales imponen criterios de valoración externos y, a menudo, inalcanzables, que pueden dañar la autoestima. La propuesta es pertinente porque, como señala Alicia, al hacer que los estudiantes identifiquen y reflexionen críticamente sobre estos estereotipos, se les da herramientas para cuestionar los criterios externos con los que se juzgan y empezar a construir una autovaloración basada en criterios propios y más saludables.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p29",
      "contexto": "Como parte de un proyecto denominado \"Salud mental: ¿una problemática social en el Perú actual?\". Los estudiantes, organizados en equipos, van a analizar distintos aspectos de dicha problemática con la finalidad de generar conciencia en la comunidad educativa sobre esta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo del proyecto, el docente realiza la siguiente actividad con los estudiantes:\n• Pide a los estudiantes que mencionen distintos términos con los cuales se suele calificar a las personas con trastornos mentales.\n• Luego, les pide que utilicen esos términos para buscar titulares de noticias.\n• Posteriormente, les pide que indiquen qué imagen de las personas con trastornos mentales se transmite en los titulares que emplean dichos términos.\nPara continuar con la actividad, el docente busca que los estudiantes analicen críticamente los titulares que han revisado. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Solicitar a los estudiantes que comenten si creen que la imagen que proyectan los titulares revisados es perjudicial para las personas con trastornos mentales. Luego, pedirles que reescriban los titulares revisados de modo que contribuyan a transmitir una imagen menos perjudicial de estas personas.",
            "Comentar a los estudiantes acerca de cómo titulares como los revisados contribuyen a perpetuar una imagen de las personas con trastornos mentales. Luego, pedirles que, a partir de lo anterior, sustenten qué acciones deberían realizarse para impedir que este tipo de titulares se reproduzca y qué instancias deberían encargarse de ello.",
            "Pedir a los estudiantes que realicen una comparación entre lo que se señala en fuentes especializadas sobre trastornos mentales y las ideas que comunican los titulares revisados sobre las personas con esos trastornos. Luego, pedirles que expliquen si dichos titulares presentan una imagen distorsionada de las personas con trastornos mentales."
          ],
          "respuesta": "Pedir a los estudiantes que realicen una comparación entre lo que se señala en fuentes especializadas sobre trastornos mentales y las ideas que comunican los titulares revisados sobre las personas con esos trastornos. Luego, pedirles que expliquen si dichos titulares presentan una imagen distorsionada de las personas con trastornos mentales.",
          "respuestaCorta": "El análisis crítico se fomenta al contrastar la representación mediática (titulares) con información validada (fuentes especializadas), permitiendo identificar distorsiones y estereotipos.",
          "solucionario": "Para analizar críticamente una fuente de información, como un titular de noticia, es fundamental contrastarla con otras fuentes, especialmente si son especializadas. La opción C promueve directamente esta habilidad del pensamiento crítico. Al comparar la imagen sensacionalista o estereotipada de los titulares con la información objetiva de fuentes especializadas, los estudiantes pueden identificar por sí mismos la 'imagen distorsionada' y sustentar por qué es así.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte del proyecto, los estudiantes han recopilado fuentes de información para indagar sobre la problemática social de la salud mental en el Perú. En este contexto, un estudiante comparte con sus compañeros de equipo el siguiente texto:\nDefensoría del Pueblo: Estado peruano debe priorizar la atención de la salud mental\nLa Defensoría del Pueblo advirtió sobre la necesidad de priorizar la atención de la salud mental en el Perú en distintos informes. En estos advirtió respecto de distintas problemáticas. Uno de los problemas identificados por la institución es el reducido número de profesionales de la salud mental. Según datos de la Organización Mundial de la Salud (OMS), el Perú tiene en promedio 3 psiquiatras y 10 psicólogos por cada 100 000 habitantes. A estas cifras, se suma el problema del centralismo en la atención a la salud. Así, tenemos que, en 2016, de los 264 psiquiatras que trabajan en el Ministerio de Salud (Minsa), el 72% desarrollaba sus actividades en hospitales psiquiátricos de Lima. Otro problema identificado está relacionado a los insuficientes recursos económicos asignados a la salud mental. En 2019, se asignaron alrededor de 21 mil millones de soles al sector salud, pero, de este monto, solo cerca de 318 millones de soles se destinaron a la atención de la salud mental, lo cual representa el 1,5% del total del presupuesto. Para la Defensoría, esta desproporcionalidad en la asignación del presupuesto no tiene en cuenta que, en el caso peruano, 8 de cada 10 personas que necesitan atención en su salud mental no reciben tratamiento adecuado. En tal sentido, se exhorta a que se replantee la política de salud priorizando la atención articulada y descentralizada de la salud mental, y asignándole los recursos que los ciudadanos y ciudadanas se merecen.\nAdaptado de Defensoría del Pueblo (2020). \"Defensoría del Pueblo: Estado peruano debe priorizar la atención de la salud mental\".\nLuego de que los integrantes del equipo han identificado correctamente distintos asuntos públicos a partir del artículo, justifican por qué serían asuntos públicos. ¿Cuál de los estudiantes NO presenta una justificación adecuada para explicar por qué el asunto que han identificado es público?",
          "opciones": [
            "Lía dice: \"Considero que un asunto público es la concentración de los servicios de salud mental en la capital, porque ello pone en riesgo la salud de los peruanos que no viven en esa localidad\".",
            "Alberto dice: \"Un asunto público que está en el artículo es la escasa prioridad que le da el Estado al tema de la salud mental. Es un asunto público porque afecta directamente la calidad de vida de los peruanos\".",
            "Juliana dice: \"Para mí, un asunto público en el artículo es el hecho de que existan tan pocos profesionales de la salud mental para tantas personas que lo necesitan, pues esto es alertado por una autoridad internacional como la OMS\"."
          ],
          "respuesta": "Juliana dice: \"Para mí, un asunto público en el artículo es el hecho de que existan tan pocos profesionales de la salud mental para tantas personas que lo necesitan, pues esto es alertado por una autoridad internacional como la OMS\".",
          "respuestaCorta": "Un asunto es público porque afecta al bienestar colectivo, no porque una autoridad lo mencione. La justificación de Juliana se centra en la fuente de la alerta y no en el impacto del problema.",
          "solucionario": "Un asunto se define como público porque afecta los derechos o el bienestar de la colectividad. Las justificaciones de Lía ('pone en riesgo la salud de los peruanos') y Alberto ('afecta directamente la calidad de vida de los peruanos') son adecuadas porque conectan el problema con su impacto en la población. En cambio, la justificación de Juliana es inadecuada porque basa la naturaleza pública del asunto en quién lo denuncia ('es alertado por una autoridad internacional como la OMS'), y no en la naturaleza del problema en sí mismo y su afectación a la ciudadanía.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después del análisis de fuentes, uno de los equipos de estudiantes ha identificado como asunto público el bajo presupuesto del Estado peruano para abordar la salud mental. Para la problematización de dicho asunto, el equipo ha solicitado ayuda al docente. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover que los estudiantes problematicen el asunto público identificado?",
          "opción": [
            "Indicar a los estudiantes que elaboren un organizador gráfico en el que se indiquen las causas y consecuencias del asunto público analizado. Luego, pedirles que comenten qué hacen los distintos actores estatales para atender dicho asunto. Finalmente, preguntarles cómo creen que estos deberían de actuar frente al asunto analizado.",
            "Mostrar a los estudiantes estadísticas referidas a la inversión del Estado peruano en la salud mental. Luego, explicarles cuáles son los distintos factores políticos y sociales que explicarían dicha inversión. Finalmente, preguntarles si consideran que dicha asignación de presupuesto podría perjudicar a largo y mediano plazo a la población.",
            "Pedir a los estudiantes que señalen qué acciones realiza el Estado en relación con el asunto público analizado. Luego, indicarles cómo mejoró la intervención de este en el sector salud en los últimos años. Finalmente, preguntarles por qué dicha intervención, a pesar de las carencias, supone una mejora respecto de años anteriores."
          ],
          "respuesta": "Indicar a los estudiantes que elaboren un organizador gráfico en el que se indiquen las causas y consecuencias del asunto público analizado. Luego, pedirles que comenten qué hacen los distintos actores estatales para atender dicho asunto. Finalmente, preguntarles cómo creen que estos deberían de actuar frente al asunto analizado.",
          "respuestaCorta": "Problematizar un asunto público implica analizar sus causas, consecuencias, los actores involucrados y las posibles soluciones, que son los elementos que esta acción pedagógica promueve.",
          "solucionario": "La problematización de un asunto público es un proceso de análisis complejo que va más allá de solo identificarlo. Requiere comprender su origen (causas), su impacto (consecuencias), quiénes están involucrados (actores) y qué se está haciendo o se debería hacer. La opción A guía a los estudiantes a través de este proceso completo, promoviendo una comprensión profunda y multidimensional del problema.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes compartieran las conclusiones respecto a la manera en la que se aborda la salud mental en el Perú, han coincidido en la necesidad que existe de promover una mayor consciencia sobre el cuidado de la salud mental en la comunidad educativa. Si el propósito del docente es promover el desarrollo de habilidades para la gestión autónoma de una acción de participación, ¿cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Solicitar a los estudiantes que busquen iniciativas para sensibilizar acerca de la importancia de atender el cuidado de la salud mental que hayan sido exitosas. Luego, pedirles que, a partir de lo anterior, planteen una propuesta, de acuerdo con sus posibilidades, que les permita lograr su propósito. Finalmente, pedirles que determinen qué tareas deberían realizar para ello y los responsables de estas.",
            "Sugerir a los estudiantes el nombre de una especialista en problemas de salud mental que podría ofrecer una charla sobre el tema en la IE. Luego, pedirles que indiquen qué acciones se tendrían que realizar para la organización de la charla. Finalmente, determinar cuáles de dichas acciones se tomarán en cuenta para la realización de la charla e indicar a los estudiantes cuáles serán sus responsabilidades.",
            "Pedir a los estudiantes que sinteticen la información que han recopilado acerca de los problemas asociados a la salud mental en nuestro país. Luego, sugerirles que elaboren mensajes cortos que comuniquen de forma directa dicha información. Finalmente, proponerles que elaboren un periódico mural en el que se muestren claramente dichos mensajes y acuerden quiénes se responsabilizarán de colocarlo a las afueras de la IE."
          ],
          "respuesta": "Solicitar a los estudiantes que busquen iniciativas para sensibilizar acerca de la importancia de atender el cuidado de la salud mental que hayan sido exitosas. Luego, pedirles que, a partir de lo anterior, planteen una propuesta, de acuerdo con sus posibilidades, que les permita lograr su propósito. Finalmente, pedirles que determinen qué tareas deberían realizar para ello y los responsables de estas.",
          "respuestaCorta": "Esta opción promueve la autonomía al hacer que los estudiantes investiguen, diseñen su propia propuesta, la planifiquen y se organicen para ejecutarla, cubriendo todo el ciclo de gestión.",
          "solucionario": "La gestión autónoma implica que los propios estudiantes lideren el proceso de planificación y ejecución de su proyecto. La opción A es la más pertinente para este fin, ya que el docente actúa como un facilitador que les pide investigar, proponer, planificar (determinar tareas) y organizarse (asignar responsables). En las opciones B y C, el docente toma un rol mucho más directivo, sugiriendo o proponiendo la acción concreta (la charla, el periódico mural) y limitando el grado de autonomía de los estudiantes en la gestión del proyecto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p30",
      "contexto": "Como parte de una experiencia de aprendizaje, la docente realiza la siguiente actividad para promover el autoconocimiento de los estudiantes:\nPide a los estudiantes que se agrupen en parejas.\n• Luego, les pide que simulen que, por ser parte de un programa de intercambio estudiantil, les ha tocado viajar a otro lugar y compartir la casa con un estudiante que no conocen.\n• Posteriormente, les solicita que entablen un diálogo en el que ambos se presenten hablando de algunas de sus principales características.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta el propósito de la actividad, ¿cuál de las siguientes indicaciones es más pertinente que dé la docente para que los estudiantes preparen su diálogo?",
          "opciones": [
            "Indicar a los estudiantes que consideren sus virtudes. Luego, pedirles que destaquen aquellas que crean que favorecen la buena convivencia.",
            "Indicar a los estudiantes que piensen en sus gustos y en lo que les molesta. Luego, pedirles que consideren cómo ello influencia en la convivencia.",
            "Indicar a los estudiantes que reflexionen acerca de las actitudes que se requieren para lograr una buena convivencia. Luego, pedirles que planteen acuerdos en función a ello."
          ],
          "respuesta": "Indicar a los estudiantes que piensen en sus gustos y en lo que les molesta. Luego, pedirles que consideren cómo ello influencia en la convivencia.",
          "respuestaCorta": "Para el autoconocimiento, es crucial que los estudiantes identifiquen aspectos diversos de su personalidad, como gustos y disgustos, y reflexionen sobre cómo estos influyen en sus interacciones.",
          "solucionario": "El autoconocimiento implica una mirada integral a uno mismo, reconociendo no solo las virtudes (A), sino también aspectos más cotidianos y relacionales como los gustos y lo que nos molesta. La opción B es más pertinente porque invita a una reflexión más completa y realista sobre sí mismos, y los conecta directamente con su impacto en la convivencia ('cómo ello influencia'). La opción C se enfoca más en normas de convivencia que en el autoconocimiento personal.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p31",
      "contexto": "Como parte de un proyecto acerca de la importancia de la participación ciudadana, los estudiantes, organizados en equipos, han recogido las percepciones de los vecinos de su localidad acerca de cuánto conocen de los mecanismos de participación democrática. Luego de haber realizado una encuesta a los vecinos, en plenaria, comparten cuáles fueron las principales dificultades que tuvieron para la realización de este trabajo y cómo las resolvieron.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia mejor un proceso de transferencia del aprendizaje en su comentario?",
          "opciones": [
            "Antonio dice: \"Lo que nos resultó difícil fue informarnos sobre cómo funcionan los mecanismos de participación democrática, pues no sabíamos dónde buscar la información. Sin embargo, se nos ocurrió, luego de leer el artículo de un especialista que los mencionaba, buscar las fuentes que usó para saber más sobre estos mecanismos\".",
            "Bernardo dice: \"Lo más complicado fue organizarnos con mi equipo para encuestar a los vecinos de la localidad. Al principio, todos queríamos recorrer la misma ruta para realizar las encuestas, pero, antes de salir, nos reunimos y elaboramos un plan de rutas para poder recoger la mayor cantidad de información posible\".",
            "Carla dice: \"Lo que nos pareció más difícil fue hacer las preguntas para la encuesta. Las primeras que hicimos no eran muy claras, pero, luego, recordamos que en el área de EPT diseñamos una encuesta. Entonces, tomamos los criterios que usamos para esa encuesta para mejorar las preguntas de esta y poder recoger mejor la información\"."
          ],
          "respuesta": "Carla dice: \"Lo que nos pareció más difícil fue hacer las preguntas para la encuesta. Las primeras que hicimos no eran muy claras, pero, luego, recordamos que en el área de EPT diseñamos una encuesta. Entonces, tomamos los criterios que usamos para esa encuesta para mejorar las preguntas de esta y poder recoger mejor la información\".",
          "respuestaCorta": "La transferencia del aprendizaje se evidencia cuando un estudiante aplica conocimientos o habilidades aprendidas en un contexto (área de EPT) para resolver un problema en un contexto nuevo (área de DPCC).",
          "solucionario": "La transferencia del aprendizaje es la capacidad de aplicar lo aprendido en una situación a otra diferente. Carla evidencia este proceso claramente: se enfrenta a una dificultad (hacer preguntas para la encuesta), recuerda una experiencia de aprendizaje similar en otra área ('en el área de EPT diseñamos una encuesta') y aplica los criterios aprendidos allí para resolver el problema actual. Los otros comentarios describen la resolución de problemas (A, B) pero dentro del mismo contexto de la tarea, sin una aplicación explícita de aprendizajes previos de otro dominio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p32",
      "contexto": "Durante la elaboración de un trabajo en equipo, tres estudiantes tienen un conflicto, motivo por el cual han buscado la ayuda del docente. Dos de ellas, Blanca y Carolina, están enojadas porque Andrea, la tercera integrante, no está cumpliendo con las tareas acordadas. Para conocer con más detalle sus perspectivas sobre lo sucedido, el docente conversa por separado con cada estudiante. A continuación, se presentan los comentarios que dichas estudiantes realizaron:\nAndrea dice: \"Entiendo que Blanca y Carolina estén molestas. Reconozco que yo incumplí con las tareas que tenía asignadas y me comprometo, de ahora en adelante, a cumplir a tiempo con mis responsabilidades. Yo también quiero que el trabajo salga bien\".\nBlanca dice: \"Andrea no cumplió con las tareas que le correspondían, por lo que solo pude presentar el avance del trabajo con la ayuda de Carolina. Creo que lo mejor sería dividir el equipo. Para la entrega final, Carolina y yo podríamos terminar el trabajo\".\nCarolina dice: \"Seguro que Andrea debe sentirse mal, porque Blanca está molesta. Imagino que Andrea tuvo razones para no cumplir con lo que correspondía. Por eso, he pensado en ofrecerle en secreto a Andrea hacer su parte para evitarle más problemas con Blanca\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las estudiantes expresa un comentario que evidencia un estilo colaborador frente al conflicto?",
          "opciones": [
            "Andrea.",
            "Blanca.",
            "Carolina."
          ],
          "respuesta": "Andrea.",
          "respuestaCorta": "El estilo colaborador busca satisfacer las necesidades de todas las partes. Andrea reconoce el problema, asume su responsabilidad y se compromete a cumplir para que el objetivo común ('que el trabajo salga bien') se logre.",
          "solucionario": "El estilo de manejo de conflictos 'colaborador' se caracteriza por un alto interés tanto en los objetivos propios como en los de los demás, buscando una solución que beneficie a todos. Andrea demuestra este estilo: reconoce la molestia de sus compañeras (atiende la relación), admite su error ('reconozco que yo incumplí'), y se compromete a cumplir para alcanzar la meta grupal ('Yo también quiero que el trabajo salga bien'). Blanca tiene un estilo competitivo/evitativo (quiere excluir a Andrea) y Carolina un estilo acomodaticio (cede y busca evitar el conflicto a costa de la responsabilidad).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p33",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes han indagado sobre las características del sistema de justicia nacional y comparten sus hallazgos en plenaria. En este contexto, uno de los estudiantes comparte lo siguiente:\n\"Yo encontré que el artículo 149 de la Constitución dice que las comunidades campesinas y nativas pueden, en coordinación con los Juzgados de Paz y otras instancias del Poder Judicial, decidir cómo sancionar los delitos que se cometen en su territorio según las normas que determinan sus costumbres, siempre que no violen los derechos fundamentales de las personas. Pienso que con artículos como este se fomenta la interculturalidad\".\nTodos los estudiantes se mostraron de acuerdo con su compañero en que artículos como este fomentan la interculturalidad. Para justificarlo, expresaron distintas razones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia mejor una perspectiva intercultural en su justificación?",
          "opciones": [
            "Carlos dice: \"Pienso que esta ley promueve la interculturalidad, porque menciona explícitamente a las comunidades campesinas y nativas de nuestro país, y, que estén en la Constitución, es una forma de incluir a estas comunidades en nuestra legislación\".",
            "Andy dice: \"Este artículo de la Constitución promueve la interculturalidad, porque asegura que las comunidades campesinas y nativas cambien sus costumbres por otras que se den en el marco de la cultura de la cual provienen los derechos humanos\".",
            "Benito dice: \"Yo creo que este artículo de la Constitución promueve la interculturalidad, porque busca atender las diferentes necesidades que tienen las comunidades campesinas y nativas para ejercer sus formas de justicia según sus propias valoraciones\"."
          ],
          "respuesta": "Benito dice: \"Yo creo que este artículo de la Constitución promueve la interculturalidad, porque busca atender las diferentes necesidades que tienen las comunidades campesinas y nativas para ejercer sus formas de justicia según sus propias valoraciones\".",
          "respuestaCorta": "La perspectiva intercultural implica reconocer y valorar la existencia de diferentes racionalidades y formas de ver el mundo, como las 'propias valoraciones' y 'formas de justicia' de las comunidades.",
          "solucionario": "La interculturalidad no es solo la inclusión formal en la ley (Carlos) ni la asimilación a una cultura dominante, incluso la de los derechos humanos (Andy). La perspectiva intercultural, como la expresa Benito, se basa en un diálogo horizontal que reconoce la legitimidad de las 'propias valoraciones' y las 'diferentes necesidades' de las otras culturas, permitiéndoles ejercer sus sistemas de justicia en un marco de respeto mutuo. La justificación de Benito es la que mejor captura esta idea de respeto a la diversidad de sistemas culturales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p34",
      "contexto": "Un dilema moral es una situación en la que una persona debe decidir entre dos posibles acciones a realizar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones completa adecuadamente la noción de dilema moral?",
          "opciones": [
            "Ambas acciones convienen al interés particular de quien toma la decisión, pero es difícil decidir cuál de las dos acciones es más eficiente en términos de costo y beneficio.",
            "Ambas acciones se sustentan en valores y normas, pero es difícil optar porque realizar una de las acciones implica el incumplimiento del valor de la acción contrapuesta.",
            "Solo una de las acciones es moralmente correcta, pero es difícil elegir porque la acción incorrecta satisface los intereses particulares de quien toma la decisión."
          ],
          "respuesta": "Ambas acciones se sustentan en valores y normas, pero es difícil optar porque realizar una de las acciones implica el incumplimiento del valor de la acción contrapuesta.",
          "respuestaCorta": "Un dilema moral se define por el conflicto entre dos valores o principios morales, donde elegir uno implica necesariamente transgredir el otro.",
          "solucionario": "La esencia de un dilema moral no es una lucha entre el bien y el mal (C), ni un cálculo de eficiencia (A). Un verdadero dilema moral, como se describe en la opción B, se produce cuando una persona se enfrenta a dos alternativas que son, en sí mismas, moralmente valiosas o se basan en principios éticos, pero que son mutuamente excluyentes. La dificultad radica en que no hay una solución perfecta; cualquier elección implicará el sacrificio de un valor importante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p35",
      "contexto": "Luego de dialogar sobre los problemas de su localidad, los estudiantes han identificado como asunto público en sus localidades el incumplimiento de las normas de tránsito. Para deliberar sobre dicho asunto, van a realizar distintas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una de las actividades, los estudiantes dialogan acerca de las normas de tránsito. En ese contexto, todos estuvieron de acuerdo en que consideraban necesario cumplir las normas de tránsito, pero lo justificaron de distintas maneras. Según la teoría de Kohlberg, ¿cuál de las intervenciones de los estudiantes se corresponde con el nivel de desarrollo moral convencional?",
          "opciones": [
            "Elena dice: \"Es importante cumplir las normas de tránsito, porque, si no lo hacemos, un policía de tránsito nos puede ver y ponernos una multa que tendríamos que pagar\".",
            "Ana dice: \"Es importante cumplir las normas de tránsito, porque ello permite que se mantenga el orden y se respeten los derechos de todos los ciudadanos por igual\".",
            "Carlos dice: \"Es importante que se cumplan las normas de tránsito, porque las leyes nos indican qué es lo que es correcto y cómo debemos comportarnos en la sociedad\"."
          ],
          "respuesta": "Carlos dice: \"Es importante que se cumplan las normas de tránsito, porque las leyes nos indican qué es lo que es correcto y cómo debemos comportarnos en la sociedad\".",
          "respuestaCorta": "El nivel convencional de Kohlberg se caracteriza por el respeto a la ley y el orden social establecido como base para determinar lo que es correcto.",
          "solucionario": "El nivel convencional de desarrollo moral de Kohlberg se centra en la conformidad con las normas sociales y las leyes. La respuesta de Carlos ('las leyes nos indican qué es lo que es correcto') refleja directamente esta etapa, donde la autoridad y la ley definen la moral. La respuesta de Elena (A) es preconvencional, basada en evitar un castigo (la multa). La respuesta de Ana (B) se acerca al nivel posconvencional, al basarse en principios más abstractos como el respeto a los derechos y el mantenimiento del orden para el bien común.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes problematicen el asunto público identificado. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que busquen medidas implementadas en otros países para fomentar el cumplimiento de las normas de tránsito. Luego, solicitarles que planteen cuáles de estas podrían implementarse en su localidad. Finalmente, solicitarles que identifiquen los recursos que necesitarían para implementar alguna de estas.",
            "Elaborar con los estudiantes una guía de observación del cumplimiento de las normas de tránsito. Luego, pedirles que, utilizando dicha guía, registren cuáles son las normas de tránsito que se incumplen con mayor frecuencia en la localidad. Finalmente, pedirles que expliquen qué consecuencias genera el incumplimiento de dichas normas.",
            "Presentar a los estudiantes datos estadísticos sobre accidentes de tránsito en la localidad. Luego, explicarles cómo el incumplimiento de las normas de tránsito es una de las principales causas de dichos accidentes. Finalmente, preguntarles si creen que un mayor conocimiento de dichas normas podría contribuir a atender dicha problemática."
          ],
          "respuesta": "Elaborar con los estudiantes una guía de observación del cumplimiento de las normas de tránsito. Luego, pedirles que, utilizando dicha guía, registren cuáles son las normas de tránsito que se incumplen con mayor frecuencia en la localidad. Finalmente, pedirles que expliquen qué consecuencias genera el incumplimiento de dichas normas.",
          "respuestaCorta": "Problematizar implica investigar la situación concreta. Esta acción guía a los estudiantes a observar su realidad, identificar las faltas específicas y analizar sus consecuencias directas.",
          "solucionario": "Problematizar un asunto público va más allá de saber que existe; implica investigarlo en el contexto específico para comprender sus dimensiones. La opción B es la más pertinente porque promueve una indagación activa y situada: los estudiantes observan su propia localidad, recogen datos específicos ('cuáles son las normas que se incumplen con mayor frecuencia') y analizan su impacto concreto ('qué consecuencias genera'). Esto les permite comprender el problema de manera profunda y contextualizada.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de deliberar sobre el asunto público, los estudiantes realizaron una acción de participación para concientizar a los vecinos de la localidad sobre la importancia de respetar las normas de tránsito. Una vez realizada la acción, los estudiantes comentan, en una plenaria en el aula, sus impresiones acerca de cómo se llevó a cabo. En ese contexto, una estudiante comenta lo siguiente: \"Cuando decidimos realizar esta campaña para concientizar a los conductores y a los transeúntes, me resultó emocionante poder conversar con ellos. Al principio, yo estaba un poco nerviosa y me pregunté: '¿Nos harán caso?, ¿nos irá bien con la campaña?'. Sin embargo, cuando realizamos la campaña, los choferes y transeúntes se mostraron muy dispuestos a escucharnos. Creo que esto se debe a que nos esforzamos bastante. Para elaborar nuestros carteles y trípticos, tuvimos que revisar bastantes datos, sintetizarlos y seleccionar los más impactantes. Además, quisimos ser creativos con la presentación de nuestros carteles y trípticos. Para ello, usamos imágenes y colores que los hicieron atractivos. Creo que todo ese esfuerzo ayudó a que nuestra campaña fuese un éxito\". ¿Cuál de los siguientes procesos del aprendizaje se evidencia principalmente en el comentario de la estudiante?",
          "opciones": [
            "La generación de conflicto cognitivo.",
            "La transferencia del aprendizaje.",
            "La metacognición."
          ],
          "respuesta": "La metacognición.",
          "respuestaCorta": "La estudiante está reflexionando sobre su propio proceso de aprendizaje y acción: evalúa sus emociones, las estrategias que usó (revisar, sintetizar, ser creativos) y el resultado de sus esfuerzos.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. El comentario de la estudiante es un claro ejemplo de esto: reflexiona sobre sus sentimientos iniciales ('estaba un poco nerviosa'), describe y evalúa las estrategias utilizadas ('tuvimos que revisar bastantes datos, sintetizarlos', 'quisimos ser creativos') y establece una conexión causal entre sus acciones (el esfuerzo) y el resultado ('ayudó a que nuestra campaña fuese un éxito').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p36",
      "contexto": "En un aula, Juana, una estudiante, se encuentra bastante preocupada. Por ello, se acerca al docente para contarle lo siguiente: \"Lo que pasa es que deseo mucho destacar en el campeonato de fútbol que va a empezar y ser la goleadora, pero he visto jugar a las delanteras de los otros equipos y creo que juegan mejor que yo. Competir contra ellas va a ser imposible. Creo que todo el esfuerzo que he hecho al entrenar será solo una pérdida de tiempo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuáles de las siguientes posibles respuestas del docente promueve el desarrollo del sentido de autoeficacia de Juana?",
          "opciones": [
            "\"Todo el esfuerzo que haces, no sólo en el fútbol, sino para cualquier actividad, es fundamental. Así no consigas alcanzar la meta que te has propuesto, tu esfuerzo te permitirá acercarte poco a poco a esta. Tu esfuerzo nunca es una pérdida de tiempo\".",
            "\"Creo que te puede ayudar que analices cuáles son tus fortalezas en el juego, de modo que puedas aprovecharlas. En esa línea, te puede ayudar también evaluar cómo jugar para compensar tus debilidades. Eso te dará más seguridad en el juego\".",
            "\"Pienso que recordar los logros que has tenido en el fútbol te puede ayudar más que pensar en la dificultad de la competencia. Tal vez así puedas reducir la angustia que te genera este campeonato. No olvides que eres buena para el fútbol\"."
          ],
          "respuesta": "\"Creo que te puede ayudar que analices cuáles son tus fortalezas en el juego, de modo que puedas aprovecharlas. En esa línea, te puede ayudar también evaluar cómo jugar para compensar tus debilidades. Eso te dará más seguridad en el juego\".",
          "respuestaCorta": "La autoeficacia es la creencia en las propias capacidades para lograr una meta. La respuesta del docente la orienta a analizar y aplicar sus propias fortalezas y estrategias, reforzando su sensación de competencia.",
          "solucionario": "La autoeficacia se fortalece cuando una persona se percibe a sí misma como capaz de manejar una situación mediante el uso de sus propias habilidades. La respuesta del docente en la opción B es la más efectiva porque, en lugar de solo dar ánimos, le proporciona una estrategia concreta y orientada a la acción: analizar sus fortalezas y debilidades para crear un plan de juego. Esto le devuelve a Juana el sentido de control y la confianza en que puede usar sus capacidades para enfrentar el desafío.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p37",
      "contexto": "Una IE urbana y una IE-EIB, ubicadas en dos localidades diferentes, se han organizado para realizar una actividad conjunta. Los docentes de ambas instituciones desean promover en los estudiantes la disposición a relacionarse interculturalmente con otras personas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para favorecer el propósito de los docentes?",
          "opciones": [
            "Primero, pedir a cada estudiante que conforme equipo con otros estudiantes de su IE; luego, pedirles que identifiquen cuáles son los retos de la localidad en la que viven. Finalmente, pedirles que, en plenaria, expongan propuestas sobre cómo pueden participar para enfrentar los retos de sus localidades.",
            "Primero, pedir a los estudiantes que formen dos equipos: uno de la IE urbana y otro de la IE-EIB; luego, organizar diversos juegos en los que cada equipo pueda ir acumulando puntos a partir del desempeño de los estudiantes. Finalmente, terminar la jornada con una presentación artística de cada IE y un refrigerio en el que todos los estudiantes compartan.",
            "Primero, pedir a los estudiantes que conformen equipos integrados por los estudiantes de las dos instituciones educativas; luego, pedirles que realicen el cultivo de plantas regionales en huertos, actividad en la que todos aporten sus conocimientos sobre las plantas y el cultivo. Finalmente, pedir que elaboren individualmente un reporte acerca de lo que aprendieron durante el trabajo y del aporte de sus compañeros."
          ],
          "respuesta": "Primero, pedir a los estudiantes que conformen equipos integrados por los estudiantes de las dos instituciones educativas; luego, pedirles que realicen el cultivo de plantas regionales en huertos, actividad en la que todos aporten sus conocimientos sobre las plantas y el cultivo. Finalmente, pedir que elaboren individualmente un reporte acerca de lo que aprendieron durante el trabajo y del aporte de sus compañeros.",
          "respuestaCorta": "La relación intercultural se promueve mediante el trabajo colaborativo en equipos mixtos hacia un objetivo común, donde se comparten y valoran los saberes de todos los participantes.",
          "solucionario": "Para fomentar una relación intercultural genuina no basta con juntar a los estudiantes; es necesario que interactúen en condiciones de igualdad y con un propósito común. La opción C es la más pertinente porque crea equipos mixtos (integrados), propone una tarea colaborativa (cultivo de plantas) que permite el intercambio de saberes de ambas culturas, y finaliza con una reflexión sobre el aprendizaje y el aporte de los demás. Esto genera una valoración mutua, a diferencia de la opción A (trabajan por separado) o la B (fomenta la competencia entre grupos).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p38",
      "contexto": "Durante una experiencia de aprendizaje, la docente presenta a los estudiantes la siguiente situación hipotética:\nBárbara es una periodista de investigación del noticiero más visto e influyente de todo el país. A lo largo de los años, ha podido hacer revelaciones con sus reportajes, que han contribuido a que numerosos corruptos sean procesados por la justicia. En su más reciente investigación, ha encontrado que uno de los dueños del canal en el que se emite el noticiero está implicado en actos de corrupción. Bárbara piensa que, si hace pública su investigación, los dueños del canal la despedirán, pero se mantendría consecuente con su vocación periodística. Sin embargo, también piensa que, si no publica su investigación, podría mantenerse en el noticiero y seguir realizando más investigaciones que contribuyan a que más corruptos sean procesados por la justicia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de leer la situación con los estudiantes, la docente busca que reflexionen éticamente sobre esta. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que expliquen cuál es el sentido que Bárbara le otorga a su trabajo. Luego, pedirles que evalúen cómo cumpliría con dicho propósito en cada una de las dos posibles decisiones. Finalmente, pedirles que justifiquen, considerando lo anterior, qué decisión debería tomar Bárbara.",
            "Pedir a los estudiantes que propongan distintas maneras en las que Bárbara podría publicar su investigación y conseguir otro trabajo. Luego, pedirles que cada uno seleccione cuál de estas alternativas garantizaría que pueda continuar con su labor periodística. Finalmente, pedirles que, en plenaria, sustenten su elección.",
            "Pedir a los estudiantes que señalen cuáles son las razones por las que es necesario denunciar un delito sin importar las consecuencias que esto pueda traer. Luego, explicarles por qué, si Bárbara no publica su investigación, se volvería cómplice. Finalmente, pedirles que, a partir de lo anterior, sustenten por qué debería publicarla."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen cuál es el sentido que Bárbara le otorga a su trabajo. Luego, pedirles que evalúen cómo cumpliría con dicho propósito en cada una de las dos posibles decisiones. Finalmente, pedirles que justifiquen, considerando lo anterior, qué decisión debería tomar Bárbara.",
          "respuestaCorta": "La reflexión ética implica analizar los valores y propósitos en juego en un dilema. Esta acción guía a los estudiantes a analizar la vocación de la periodista y evaluar las opciones en función de ese valor.",
          "solucionario": "Un dilema ético complejo, como el de Bárbara, requiere analizar los principios y valores en conflicto. La opción A es la más pertinente para la reflexión ética porque centra la discusión en el 'sentido' o propósito de la vocación de Bárbara (un valor fundamental) y pide a los estudiantes que evalúen las dos decisiones en función de cómo se alinean con ese propósito. Esto promueve un análisis profundo del dilema, a diferencia de buscar soluciones alternativas (B) o de imponer una única visión del deber (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p39",
      "contexto": "Como parte de una experiencia de aprendizaje, una docente está planificando una acción pedagógica que tiene como propósito promover el desarrollo de la identidad cultural de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Mostrar a los estudiantes ejemplos de prácticas culturales que se realizan en la localidad de la IE. Luego, explicarles por qué dichas prácticas son importantes para la identidad de la comunidad local y, por ello, para la de sus familias. Finalmente, pedir a los estudiantes que organicen una representación de la práctica cultural que más les llamó la atención.",
            "Solicitar a los estudiantes que identifiquen cuáles son las prácticas culturales más antiguas del Perú que subsisten actualmente. Luego, pedirles que averigüen el origen de estas en fuentes especializadas. Finalmente, pedir a los estudiantes que planteen una propuesta sobre cuál sería la manera en la que todos los peruanos podríamos preservarlas.",
            "Pedir a los estudiantes que comenten ejemplos de prácticas culturales que realizan con sus familias. Luego, solicitarles que entrevisten a sus familiares para conocer por qué mantienen dichas prácticas. Finalmente, pedir a los estudiantes que describan, en un texto, su experiencia al realizar dichas prácticas y qué representa para ellos."
          ],
          "respuesta": "Pedir a los estudiantes que comenten ejemplos de prácticas culturales que realizan con sus familias. Luego, solicitarles que entrevisten a sus familiares para conocer por qué mantienen dichas prácticas. Finalmente, pedir a los estudiantes que describan, en un texto, su experiencia al realizar dichas prácticas y qué representa para ellos.",
          "respuestaCorta": "La identidad cultural se fortalece a través de la vivencia, la reflexión y la valoración de las propias prácticas culturales familiares y comunitarias.",
          "solucionario": "La identidad cultural se construye desde lo personal y significativo. La opción C es la más pertinente porque parte de la experiencia directa del estudiante ('prácticas que realizan con sus familias'), promueve la indagación en su propio entorno para comprender el significado de dichas prácticas ('entrevisten a sus familiares') y culmina con una reflexión personal sobre lo que esa cultura 'representa para ellos'. Este enfoque vivencial es más efectivo para el desarrollo de la identidad que un enfoque expositivo (A) o puramente académico (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p40",
      "contexto": "Pedro y Julián, dos estudiantes, están discutiendo a la salida del colegio, porque no consiguen ponerse de acuerdo sobre cómo van a realizar un trabajo grupal. La docente que está cuidando la hora de salida ha notado que la discusión ha escalado, pues los estudiantes han subido el volumen de su voz y se interrumpen constantemente. Por ello, decide intervenir. Luego de apaciguar los ánimos de los estudiantes, la docente busca darles una pauta que promueva que se comuniquen asertivamente para solucionar su conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de la docente es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "\"Cuando se vean en situaciones como estas deben tratar de no exaltarse, pues nada justifica que no se escuchen al hablar o se expresen alzando la voz. Tener que hacer un trabajo no tendría por qué llevarlos a molestarse con su compañero\".",
            "\"Es importante que, en esta situación, piensen en qué, de entre todo lo que propone su compañero, es razonable aceptar para lograr hacer el trabajo. Sólo así podrán ponerse de acuerdo para terminarlo\".",
            "\"Deben tratar de expresarse con claridad y respeto. Esto implica que, si su compañero les habló en un tono que no les gustó o no se están sintiendo escuchados o validados, se lo digan respetuosamente\"."
          ],
          "respuesta": "\"Deben tratar de expresarse con claridad y respeto. Esto implica que, si su compañero les habló en un tono que no les gustó o no se están sintiendo escuchados o validados, se lo digan respetuosamente\".",
          "respuestaCorta": "La asertividad implica poder expresar cómo nos sentimos (no me gustó el tono, no me siento escuchado) de manera respetuosa para establecer límites y cuidar la relación.",
          "solucionario": "La comunicación asertiva es la habilidad de expresar los propios sentimientos, necesidades y opiniones de manera clara, directa y respetuosa. La pauta de la docente en la opción C es la que mejor promueve esto, ya que enseña a los estudiantes a verbalizar su malestar ('no me gustó el tono', 'no me siento escuchado') de una forma no agresiva ('respetuosamente'). Esto les da una herramienta concreta para manejar el conflicto, a diferencia de un regaño (A) o un consejo enfocado solo en la tarea y no en la relación (B).",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p41",
      "contexto": "Los estudiantes están realizando un proyecto denominado \"¿Qué podemos hacer para enfrentar el cambio climático?\", dirigido a concientizar sobre la problemática del cambio climático a la comunidad educativa. En ese contexto, los estudiantes, organizados en equipos, realizan diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de haber indagado acerca de las causas y consecuencias del cambio climático, uno de los integrantes de un equipo le plantea al docente una de sus posibles respuestas a la pregunta del proyecto y, en ese contexto, surge el siguiente diálogo:\nSebastián dice: \"Por lo que hemos revisado, el cambio climático es irreversible y tiene consecuencias muy graves. Como la temperatura del planeta va a seguir aumentando sin importar lo que hagamos, esto va a hacer que se generen más desastres que no vamos a poder evitar\".\nDocente dice: \"Es verdad que, a causa del incremento de la temperatura del planeta, los desastres en el mundo podrían aumentar. Sin embargo, si consideramos las medidas que se están implementando para combatir el cambio climático, ¿creen que implementarlas tendrá el mismo efecto en la calidad de vida de las personas que no hacerlo? Por otro lado, ¿han considerado si existen medidas de adaptación que puedan reducir los impactos de los desastres causados por el cambio climático?\".\n¿Cuál de los siguientes propósitos de aprendizaje busca promover principalmente el docente con su intervención?",
          "opciones": [
            "Brindar retroalimentación al estudiante.",
            "Promover la metacognición del estudiante.",
            "Facilitar la transferencia de aprendizajes en el estudiante."
          ],
          "respuesta": "Brindar retroalimentación al estudiante.",
          "respuestaCorta": "La intervención del docente es una retroalimentación por descubrimiento, ya que, a través de preguntas, busca que el estudiante reflexione sobre su conclusión fatalista y descubra matices como las medidas de mitigación y adaptación.",
          "solucionario": "El docente está respondiendo directamente a la conclusión de Sebastián para ayudarlo a mejorar su comprensión. La intervención no es metacognitiva (no le pide a Sebastián que reflexione sobre cómo aprendió) ni de transferencia (no le pide aplicar el conocimiento a otro campo). Es una retroalimentación por descubrimiento o reflexiva: en lugar de corregir, el docente hace preguntas clave sobre mitigación ('medidas para combatir') y adaptación para que el propio estudiante cuestione su postura determinista y complejice su análisis.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una de las actividades del proyecto, los equipos de estudiantes están compartiendo la información que han encontrado acerca de iniciativas realizadas por adolescentes para concientizar sobre la problemática del cambio climático. En ese contexto, un estudiante comenta a su equipo lo siguiente:\n\"Yo encontré información sobre Greta Thunberg. Ella es una activista ambiental sueca que se hizo conocida en el 2018. Cuando tenía 15 años, decidió no ir a clases para protestar frente al parlamento de su país y demandaba medidas contra el cambio climático. A partir de eso, ella ha seguido con su protesta y ha llevado su mensaje a instancias como la ONU, en donde habló frente a varios presidentes. Con ello, ha motivado a muchas personas a unirse a su causa\".\nLos integrantes del equipo comentan lo compartido por su compañero. ¿Cuál de las siguientes intervenciones de los estudiantes evidencia que se ha considerado el bien común?",
          "opciones": [
            "Bruno dice: \"Me parece que lo que está haciendo Greta demuestra un compromiso por tratar de cambiar una situación que afecta la vida de las personas, como lo es el cambio climático\".",
            "Adriana dice: \"A mí me parece admirable que, con solo quince años, Greta sea una líder de opinión sobre un tema que suele ser relacionado con profesionales de la ciencia, como sucede con el cambio climático\".",
            "Camilo dice: \"Yo pienso que Greta es una chica que tiene mucha valentía y decisión para dejar de ir a clases y expresar lo que cree sobre el cambio climático a autoridades tan importantes como los presidentes de distintos países del mundo\"."
          ],
          "respuesta": "Bruno dice: \"Me parece que lo que está haciendo Greta demuestra un compromiso por tratar de cambiar una situación que afecta la vida de las personas, como lo es el cambio climático\".",
          "respuestaCorta": "El bien común se refiere al bienestar colectivo. Bruno identifica que la acción de Greta busca cambiar una situación que 'afecta la vida de las personas', conectando la protesta con un beneficio para todos.",
          "solucionario": "La noción de bien común se centra en aquello que beneficia a todos los miembros de una comunidad. El comentario de Bruno es el único que explícitamente conecta la acción de la activista con este concepto, al señalar que su compromiso busca solucionar un problema que 'afecta la vida de las personas' en general. Los otros comentarios se enfocan en cualidades personales de Greta (liderazgo, valentía, decisión) pero no en el propósito colectivo de su acción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p42",
      "contexto": "A partir de una indagación bibliográfica inicial, los estudiantes han identificado como asunto público cómo la informalidad de las empresas afecta el cumplimiento de los derechos laborales de los trabajadores del país. En ese contexto, la docente busca que los estudiantes escriban un ensayo en el que elaboren argumentos razonados con los que sustenten por qué la informalidad de las empresas afecta a los trabajadores.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el logro de dicho propósito?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen cuáles son las consecuencias negativas de la informalidad laboral. Luego, pedirles que indiquen cuáles de dichas consecuencias son mencionadas más recurrentemente y las incluyan como argumentos en la redacción de su ensayo.",
            "Elaborar con los estudiantes una guía de preguntas sobre los impactos de la informalidad para aplicarlas en una encuesta a personas de la localidad de la IE. Luego, pedirles que, para elaborar sus argumentos, complementen los datos recogidos en la encuesta con información de fuentes especializadas.",
            "Mostrar a los estudiantes un video en el que distintos trabajadores cuenten los problemas que han tenido trabajando en empresas informales. Luego, pedirles que seleccionen las partes más emotivas de dichos testimonios para usarlas como argumentos, de modo que su ensayo pueda ser más convincente."
          ],
          "respuesta": "Elaborar con los estudiantes una guía de preguntas sobre los impactos de la informalidad para aplicarlas en una encuesta a personas de la localidad de la IE. Luego, pedirles que, para elaborar sus argumentos, complementen los datos recogidos en la encuesta con información de fuentes especializadas.",
          "respuestaCorta": "Un argumento razonado se construye sobre evidencia sólida. Esta acción promueve la recolección de datos primarios (encuesta) y su contraste con datos secundarios (fuentes especializadas).",
          "solucionario": "Para elaborar argumentos razonados, no basta con listar ideas o apelar a la emoción. Es necesario sustentarlos con evidencia. La opción B es la más pertinente porque promueve un proceso de investigación riguroso: los estudiantes recogen datos de su entorno local a través de una encuesta y luego los validan, complementan y profundizan con información de fuentes especializadas. Esta combinación de evidencia directa e indirecta es la base para construir un ensayo con argumentos sólidos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p43",
      "contexto": "Un docente está diseñando una actividad para promover el desarrollo de la autovaloración de los estudiantes de primer grado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que imaginen el personaje de un héroe basándose en sus características personales. Luego, dialogar con cada estudiante para que expliquen qué rasgos de su personalidad le asignaron a su héroe, cuáles no fueron incluidos y por qué.",
            "Pedir a los estudiantes que busquen historias de personas que hayan superado condiciones muy adversas en sus vidas. Luego, explicarles, en plenaria, la importancia de creer en sí mismos y valorarse para superar situaciones como las descritas.",
            "Pedir a los estudiantes que busquen la definición de autovaloración y la forma en que se desarrolla en las personas. Luego, pedirles que, a partir de lo indagado, planteen, en equipos, un conjunto de acciones para fortalecer la autovaloración personal."
          ],
          "respuesta": "Pedir a los estudiantes que imaginen el personaje de un héroe basándose en sus características personales. Luego, dialogar con cada estudiante para que expliquen qué rasgos de su personalidad le asignaron a su héroe, cuáles no fueron incluidos y por qué.",
          "respuestaCorta": "La autovaloración se desarrolla al reconocer y dar un valor positivo a las propias características. La actividad del 'héroe' permite a los estudiantes identificar y proyectar sus cualidades valiosas de forma creativa y personal.",
          "solucionario": "La autovaloración es el sentimiento de aprecio y valía que una persona tiene de sí misma. Para estudiantes de primer grado, un enfoque abstracto no es tan efectivo. La opción A es la más pertinente porque utiliza una estrategia lúdica y simbólica (crear un héroe) para que los estudiantes identifiquen sus propias características y las proyecten como fortalezas. El diálogo posterior les ayuda a tomar conciencia de esos rasgos y a valorarlos, promoviendo el desarrollo de la autovaloración de manera significativa y apropiada para su edad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p44",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes, organizados en equipos, están indagando acerca de la aplicación de los derechos colectivos en el Perú, la docente realiza con ellos la siguiente actividad:\n• A cada equipo, le asigna uno de los siguientes derechos colectivos:\no La defensa del territorio.\no La educación intercultural bilingüe.\no La autoidentificación étnica.\no La organización social indígena.\no La representación política indígena.\n. Luego, les pide que indaguen acerca de lo que dicen los especialistas acerca del derecho que les ha sido asignado.\n• Posteriormente, les pide que realicen una presentación de sus hallazgos a toda la clase.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es promover que los estudiantes reflexionen acerca de los hallazgos de su indagación desde una perspectiva intercultural, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para ello?",
          "opciones": [
            "¿A qué grupos de ciudadanos buscan proteger estos derechos? ¿Por qué estos derechos se aplican a estos grupos de ciudadanos y no a otros? ¿De qué manera la existencia de estos derechos contribuye al ejercicio ciudadano de estos grupos?",
            "¿Cuál es la diferencia entre los derechos individuales y los derechos colectivos? ¿En qué países de la región existen derechos colectivos como los analizados? ¿Cuáles son las principales dificultades que supone su implementación?",
            "¿Desde cuándo se aplican estos derechos colectivos en el Perú? ¿Se aplican de manera efectiva en el Perú de acuerdo con los especialistas? ¿En qué situaciones es pertinente considerar su aplicación de acuerdo con los especialistas?"
          ],
          "respuesta": "¿A qué grupos de ciudadanos buscan proteger estos derechos? ¿Por qué estos derechos se aplican a estos grupos de ciudadanos y no a otros? ¿De qué manera la existencia de estos derechos contribuye al ejercicio ciudadano de estos grupos?",
          "respuestaCorta": "La perspectiva intercultural en este tema implica entender por qué ciertos grupos requieren derechos específicos (colectivos) para poder ejercer su ciudadanía en igualdad de condiciones, reconociendo su particularidad cultural.",
          "solucionario": "Una reflexión desde la perspectiva intercultural sobre los derechos colectivos debe centrarse en la razón de ser de estos derechos: la protección de la identidad y la forma de vida de pueblos específicos. El conjunto de preguntas de la opción A es el más pertinente porque guía esta reflexión: primero, identifica a los sujetos de derecho ('¿a qué grupos?'); segundo, indaga sobre la justificación de su especificidad ('¿por qué a estos grupos y no a otros?'); y tercero, analiza el impacto en su participación política y social ('¿cómo contribuye al ejercicio ciudadano?').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p45",
      "contexto": "Vilma, Teresa, Daniel y Josué son compañeros del colegio y conforman un equipo de atletismo que participará en una carrera de postas. Cuando iban a realizar el último entrenamiento antes de la competencia, Josué no se presentó. Ante esta situación, Vilma, Teresa y Daniel llamaron a la casa de Josué, pero les respondieron que había salido con un amigo del barrio. Vilma, Teresa y Daniel inician un diálogo al respecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando los diferentes estilos de comportamiento ante el conflicto, ¿cuál de los siguientes comentarios de los estudiantes evidencia un estilo comprometedor?",
          "opciones": [
            "Vilma dice: \"Me molesta la conducta de Josué porque, al parecer, no podemos confiar en él. Mejor lo reemplazamos por otro compañero el día de la competencia para que no nos perjudique\".",
            "Daniel dice: \"Pienso que mejor nos olvidamos de esto por ahora y nos concentramos en seguir entrenando. Me preocupa más no estar entrenando debidamente por tener que estar pendiente de Josué\".",
            "Teresa dice: \"Yo me siento fastidiada, porque podría habernos avisado. Pienso que ahora debemos seguir entrenando y después hablamos con él para pedirle que nos explique qué pasó y que nos asegure que no nos fallará el día de la competencia\"."
          ],
          "respuesta": "Teresa dice: \"Yo me siento fastidiada, porque podría habernos avisado. Pienso que ahora debemos seguir entrenando y después hablamos con él para pedirle que nos explique qué pasó y que nos asegure que no nos fallará el día de la competencia\".",
          "respuestaCorta": "El estilo comprometedor implica buscar una solución intermedia que satisfaga parcialmente a todas las partes, cediendo en algo para ganar en otro aspecto, como seguir entrenando ahora y buscar un compromiso de Josué después.",
          "solucionario": "El estilo de manejo de conflictos 'comprometedor' busca encontrar un punto medio, donde cada parte cede algo para llegar a una solución aceptable para todos. Teresa evidencia este estilo: por un lado, reconoce la necesidad inmediata del equipo ('ahora debemos seguir entrenando'), pero por otro lado, no ignora el problema con Josué y busca una solución a futuro que le dé seguridad al equipo ('pedirle que nos explique... y que nos asegure que no nos fallará'). Cede en la inmediatez de la confrontación, pero busca un compromiso para el objetivo final. Vilma tiene un estilo competitivo y Daniel uno evitativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p46",
      "contexto": "En una sesión de aprendizaje, los estudiantes están compartiendo noticias. En este contexto, una estudiante compartió lo siguiente:\n\"Yo vi una noticia en la que se comentaba la campaña 'Salva a Ralph', dirigida a concientizar sobre la necesidad de prohibir las pruebas que las compañías de cosméticos hacen en animales. En esta campaña, se muestra a un conejo que sufre maltratos como consecuencia de la experimentación de una compañía de cosméticos. Así, se busca generar consciencia sobre esta problemática. A mí me impactó mucho porque no sabía que se hacían este tipo de prácticas\".\nAl comentar lo compartido por su compañera, todos los estudiantes coincidieron en que dicha práctica era incorrecta. Para justificarlo, utilizaron distintas razones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes elabora un razonamiento moral consecuencialista para justificar su respuesta?",
          "opciones": [
            "Amanda dice: \"Que prueben cosméticos en animales me parece incorrecto porque no tienen en cuenta la integridad de los animales. Es un deber tratar a todos los seres como dignos de respeto\".",
            "Cristina dice: \"Las pruebas de cosméticos en animales son incorrectas porque los afectan mucho. El beneficio de tener buenos cosméticos no se puede comparar al perjuicio que esta práctica genera en los animales\".",
            "Bruno dice: \"Yo creo que las pruebas de cosméticos en animales son incorrectas porque no tienen en cuenta la relación especial que deberíamos tener con ellos. Los animales merecen nuestro cuidado porque son seres vulnerables\"."
          ],
          "respuesta": "Cristina dice: \"Las pruebas de cosméticos en animales son incorrectas porque los afectan mucho. El beneficio de tener buenos cosméticos no se puede comparar al perjuicio que esta práctica genera en los animales\".",
          "respuestaCorta": "El razonamiento consecuencialista evalúa la moralidad de una acción basándose en sus resultados. Cristina sopesa el beneficio (cosméticos) contra el perjuicio (sufrimiento animal) para llegar a una conclusión.",
          "solucionario": "La ética consecuencialista juzga si una acción es correcta o incorrecta en función de sus consecuencias. El razonamiento de Cristina es un claro ejemplo de esto, ya que realiza un cálculo de utilidad: compara el beneficio de la acción ('tener buenos cosméticos') con el daño que causa ('el perjuicio que esta práctica genera en los animales') y concluye que el perjuicio es mayor, por lo que la acción es incorrecta. Amanda (A) usa un razonamiento deontológico (basado en el deber) y Bruno (C) uno basado en la ética de la virtud o del cuidado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p47",
      "contexto": "Andrea y Francisco, dos estudiantes, están conversando sobre la exposición que tienen que realizar. En este contexto, surge el siguiente diálogo:\nFrancisco dice: \"Se supone que debemos sintetizar los hallazgos de nuestra investigación y utilizar formas creativas de realizar la presentación, que deberá durar 7 minutos. Son varias cosas. Me preocupa que no podamos lograrlo\".\nAndrea dice: \"Tranquilo. Tienes razón en que son varias cosas las que hay que hacer, pero tenemos lo necesario para lograrlo. Por ejemplo, yo tengo habilidad para hablar en público. Además, creo que puedo hacer una presentación creativa. Además, lo bueno es que todavía tenemos tiempo para organizar cada parte. No te preocupes, ¡nos saldrá súper bien!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aspecto del desarrollo personal se evidencia principalmente en la intervención de Andrea?",
          "opciones": [
            "La autoestima.",
            "La autoeficacia.",
            "La autorregulación académica."
          ],
          "respuesta": "La autoeficacia.",
          "respuestaCorta": "La autoeficacia es la confianza en las propias capacidades para realizar una tarea. Andrea demuestra esto al reconocer sus habilidades ('tengo habilidad', 'puedo hacer una presentación creativa') y al expresar su convicción de que pueden lograr el objetivo.",
          "solucionario": "La autoeficacia es la creencia que tiene una persona en su propia capacidad para tener éxito en una situación específica o al realizar una tarea. La intervención de Andrea es un ejemplo claro: ante la preocupación de Francisco, ella no solo se da ánimos, sino que enumera las capacidades y recursos con los que cuentan ('habilidad para hablar en público', 'puedo hacer una presentación creativa', 'tenemos tiempo') y expresa una fuerte convicción en el resultado positivo ('¡nos saldrá súper bien!').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p48",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están discutiendo y analizando las noticias de la semana, uno de ellos comenta lo siguiente:\n\"En una noticia, leí que en otros países hay padres y madres de familia que, por sus creencias religiosas, no quieren que en las escuelas públicas se enseñe la teoría de la evolución\".\nA partir de lo comentado, el docente les pregunta si lo abordado en la noticia es un asunto público o privado. Ante ello, tres estudiantes comentan lo siguiente:\nArmando dice: \"Creo que la noticia evidencia un asunto privado, ya que estas familias están defendiendo su derecho a la libertad de culto\".\nVerónica dice: \"Yo pienso que, si el tema ha generado interés, discusiones y posiciones contrarias entre las personas, entonces debe ser un asunto público\".\nCarmela dice: \"Me parece que es un asunto público, porque lo que aquí está en juego es la discusión acerca de qué debe enseñarse en las escuelas públicas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la distinción entre asuntos públicos y privados, ¿cuál de los comentarios expresados por los estudiantes es correcto?",
          "opciones": [
            "El de Armando.",
            "El de Verónica.",
            "El de Carmela."
          ],
          "respuesta": "El de Carmela.",
          "respuestaCorta": "Un asunto se vuelve público cuando afecta al bien común o a la gestión de lo que es de todos, como el currículo de las escuelas públicas.",
          "solucionario": "La distinción clave entre un asunto privado y uno público es su ámbito de afectación. Mientras las creencias religiosas son del ámbito privado, la definición de los contenidos educativos en las escuelas públicas es un asunto que concierne a toda la sociedad, pues afecta al tipo de educación que recibirán los futuros ciudadanos. El comentario de Carmela es el correcto porque identifica que el núcleo del debate es 'qué debe enseñarse en las escuelas públicas', un tema que trasciende el interés familiar y afecta al bien común.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p49",
      "contexto": "Durante una experiencia de aprendizaje en la que se está buscando responder la pregunta \"¿Cuáles son los problemas para el ejercicio de la democracia en la sociedad contemporánea?\", los estudiantes indagan casos de la comunidad internacional en diversas fuentes. En ese contexto, un estudiante comentó que encontró un artículo en el que se mencionaba cómo en 2018, en Egipto, el Gobierno detuvo arbitrariamente a 113 personas por actos como el envío de tuits, la concesión de entrevistas o el apoyo a algún equipo de fútbol. Sus compañeros comentaron que esta forma de actuar del gobierno es incorrecta. Al respecto, plantean distintas razones para sus posturas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia un mayor nivel de autonomía moral en su justificación?",
          "opciones": [
            "Ana dice: \"Creo que esta forma de actuar del gobierno de Egipto es incorrecta, porque me imagino que expone a que el país sea sancionado por la comunidad internacional, y eso dañaría a los ciudadanos egipcios\".",
            "Carola dice: \"Yo pienso que acciones como las del gobierno de Egipto son incorrectas, porque este está ejerciendo su poder abusivamente, lo que hace que la vida se vuelva injusta para los ciudadanos egipcios\".",
            "Bernardo dice: \"Para mí, esta manera de proceder del gobierno de Egipto es incorrecta, porque puede generar que la población salga a protestar, lo que provocaría que exista caos social\"."
          ],
          "respuesta": "Carola dice: \"Yo pienso que acciones como las del gobierno de Egipto son incorrectas, porque este está ejerciendo su poder abusivamente, lo que hace que la vida se vuelva injusta para los ciudadanos egipcios\".",
          "respuestaCorta": "La autonomía moral se basa en principios éticos propios como la justicia. Carola juzga la acción como incorrecta basándose en el principio de que el abuso de poder y la injusticia son malos en sí mismos.",
          "solucionario": "La autonomía moral implica juzgar las acciones con base en principios éticos universales (como la justicia, la libertad, la dignidad) que la persona ha interiorizado, en lugar de basarse en las posibles consecuencias o en la opinión de otros. El razonamiento de Carola es el de mayor autonomía porque se fundamenta en un principio de justicia ('ejerciendo su poder abusivamente, lo que hace que la vida se vuelva injusta'). Los razonamientos de Ana y Bernardo son heterónomos, ya que basan su juicio en las consecuencias externas: evitar una sanción internacional o evitar el caos social.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p50",
      "contexto": "En el marco de un proyecto denominado: \"La discriminación en el Perú, ¿un problema vigente?\", los estudiantes realizan distintas actividades, con el propósito de concientizar a la comunidad educativa sobre esta problemática.\n\nLuchemos contra la discriminación\nComo muchos otros países, el Perú no se ha librado del problema de la discriminación. Este es un mal endémico cuyos orígenes pueden rastrearse en los albores de nuestra vida republicana y cuyas manifestaciones pueden observarse en comportamientos, comentarios y bromas. En estos casos, el objetivo es rebajar al congénere a una posición inferior apelando a una supuesta superioridad racial, económica o social.\nDe acuerdo con la Primera Encuesta Nacional Percepciones y Actitudes Sobre Diversidad Cultural y Discriminación Étnico-Racial, aplicada en el 2017, más de la mitad de peruanos se han sentido algo discriminados, discriminados o muy discriminados. Los principales motivos señalados son el color de piel (28%), nivel de ingresos (20%), rasgos faciales o físicos (17%), lugar de procedencia (16%), forma de hablar (15%), costumbres (14%), vestimenta (12%) y grado de educación (11%). Asimismo, el 53% de los encuestados considera que los peruanos son racistas o muy racistas.\nEn nuestro ordenamiento legal, la discriminación es un delito desde el 2000, cuando se incorporó en el Código Penal el artículo 323. Sin embargo, si ya está tipificado en nuestra sociedad, ¿por qué no hay condenas contra las personas que cometen este tipo de conductas deleznables?\nEl Ministerio de Cultura atribuye esta paradoja a la normalización de los actos racistas, la vergüenza de las víctimas de hacerlos públicos, el desconocimiento de los mecanismos de denuncia, la dificultad de contar con medios probatorios y la ausencia de una cultura de sanción de los actos racistas.\n\nAdaptado de: El Peruano (2020). \"Luchemos contra la discriminación\". Recuperado de: www.elperuano.pe",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de leer el texto, varios de los estudiantes se han mostrado interesados por el contenido de este. Por ello, la docente busca promover que los estudiantes problematicen los asuntos públicos implicados en este artículo. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "¿Cuál es el objetivo de un acto de discriminación, según el texto? ¿Cuáles son las principales causas de discriminación en el Perú? De acuerdo con el Ministerio de Cultura, ¿a qué se debe que, a pesar de contar con una ley que sanciona la discriminación, no haya condenados?",
            "¿En qué actos creen que se manifiestan los tipos de discriminación identificados en la encuesta que señala el texto? ¿Qué impacto creen que tienen actos como estos en las personas que los sufren? ¿Qué papel deberían cumplir los distintos actores sociales para prevenirlos?",
            "¿Por qué creen que la discriminación es un acto sancionable, como menciona el texto? ¿Qué acciones podrían realizarse para incrementar el número de sanciones según los distintos tipos de discriminación? ¿Qué acciones se podrían realizar desde la IE para ello?"
          ],
          "respuesta": "¿En qué actos creen que se manifiestan los tipos de discriminación identificados en la encuesta que señala el texto? ¿Qué impacto creen que tienen actos como estos en las personas que los sufren? ¿Qué papel deberían cumplir los distintos actores sociales para prevenirlos?",
          "respuestaCorta": "Problematizar un asunto público implica analizar sus manifestaciones concretas, su impacto en las personas y el rol de la sociedad para abordarlo, elementos que estas preguntas exploran.",
          "solucionario": "Problematizar un asunto público significa ir más allá de la información textual para analizar sus dimensiones en la vida real. Las preguntas de la opción B logran esto al pedir a los estudiantes que piensen en las manifestaciones concretas de la discriminación, que reflexionen sobre su impacto humano ('en las personas que los sufren'), y que consideren la responsabilidad colectiva ('qué papel deberían cumplir los distintos actores sociales'). Esto convierte la información del texto en un problema vivo y relevante. Las preguntas de la opción A son de comprensión de lectura, y las de la opción C se centran solo en la sanción.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte del proyecto, los estudiantes han realizado, en la IE, una campaña de concientización sobre el racismo como forma de discriminación. Para implementar la campaña, divididos en equipos, los estudiantes se encargaron de realizar una actividad. Luego de culminar sus respectivas actividades, están dialogando acerca de su experiencia. En este contexto, una estudiante comenta lo siguiente:\n\"Yo estuve encargada de elaborar una infografía sobre el racismo para colocarla en el patio del colegio. Pero no me resultó fácil decidir qué contenido debía tener, pues tenía mucha información. Lo que me ayudó fue que recordé cómo elaboramos un texto en el área de Comunicación. Así, recordé que, primero, se debe decidir el propósito del texto, que en mi caso era explicar las consecuencias del racismo. Luego, recordé que debíamos seleccionar la información más pertinente para explicar las consecuencias psicológicas y sociales del racismo. De esa manera, ya me fue más fácil decidir qué texto incluir, cómo organizar la información y qué imágenes colocar\".\n¿Cuál de los siguientes procesos del aprendizaje NO se evidencia en el comentario de la estudiante?",
          "opciones": [
            "La generación de conflicto cognitivo.",
            "La transferencia del aprendizaje.",
            "La metacognición."
          ],
          "respuesta": "La generación de conflicto cognitivo.",
          "respuestaCorta": "La estudiante evidencia metacognición (reflexiona sobre su proceso) y transferencia (aplica lo de Comunicación), pero no menciona ninguna contradicción con sus saberes previos, que es la base del conflicto cognitivo.",
          "solucionario": "El comentario de la estudiante evidencia claramente la transferencia del aprendizaje (aplica una estrategia aprendida en Comunicación a una tarea de DPCC) y la metacognición (es consciente de su dificultad, del proceso que siguió y de cómo lo resolvió). Sin embargo, en ningún momento de su relato describe una situación en la que una nueva información haya chocado o contradicho sus ideas o conocimientos previos. Por lo tanto, el proceso que NO se evidencia es la generación de conflicto cognitivo.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  