{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas. Ella se va a incorporar la siguiente semana a un aula de una institución educativa. Por ello, el docente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos sobre la condición que presenta Fernanda. En este contexto, tres estudiantes comparten sus comentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del Currículo Nacional de la Educación Básica?",
          "opciones": [
            "\"Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos los lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el colegio y estará siempre acompañada\".",
            "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
            "\"Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla cuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para cuidarla y así evitar que tenga algún accidente en el colegio\"."
          ],
          "respuesta": "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle en qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál es la mejor forma en que podemos ayudarla\".",
          "respuestaCorta": "El enfoque inclusivo promueve la autonomía y el respeto a la persona, por lo que la acción correcta es preguntar directamente a Fernanda cómo prefiere recibir ayuda.",
          "solucionario": "La opción B es la correcta porque se alinea con el enfoque inclusivo, que valora a la persona con discapacidad como un sujeto de derechos con autonomía para decidir. Preguntarle directamente a Fernanda respeta su agencia y evita actitudes sobreprotectoras o paternalistas que, aunque bien intencionadas, pueden limitar su independencia. Las opciones A y C imponen una forma de ayuda sin consultar, tratando a Fernanda como un objeto de cuidado en lugar de una participante activa en su propia inclusión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una institución educativa han identificado diversos problemas que afectan los espacios públicos de la localidad. Ellos comentan que uno de estos problemas es no poder utilizar la losa deportiva del barrio, debido a que se encuentra deteriorada. En este contexto, la docente tiene como propósito que los estudiantes aborden este problema desde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre el estado de la losa deportiva. Luego, pedir que organicen la información recabada y, considerando esto, que elaboren una solicitud dirigida a la municipalidad del distrito, con la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
            "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa deportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación realizadas en distintas localidades para resolver un problema similar y, sobre esta base, pedir que seleccionen la que sea más factible de replicar en su localidad.",
            "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa."
          ],
          "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa deportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran necesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas para mejorar el estado en el que se encuentra la losa.",
          "respuestaCorta": "El enfoque de derechos busca que los estudiantes se reconozcan como ciudadanos con la capacidad de actuar y proponer soluciones a los problemas que afectan su comunidad.",
          "solucionario": "La opción C es la más pertinente para el enfoque de derechos porque parte de la reflexión personal de los estudiantes sobre cómo el problema afecta sus vidas (su derecho a la recreación). A partir de esta toma de conciencia, los empodera para que se asuman como agentes de cambio y propongan soluciones, ejerciendo así su ciudadanía activa. Las otras opciones son menos directas: la A los posiciona como intermediarios de las quejas de otros, y la B se centra en replicar soluciones externas en lugar de generar las propias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": "Para iniciar una experiencia de aprendizaje en la que los estudiantes van a analizar un problema ambiental, el docente les propone la siguiente actividad:\n1. Pregunta a los estudiantes qué problema ambiental les interesaría analizar y por qué.\n2. Les solicita que mencionen los aspectos que ya conocen sobre el problema elegido y que comenten qué les faltaría conocer.\n3. Les pide que enumeren qué actividades consideran que deberían realizar para analizar el problema elegido y que justifiquen por qué las han considerado.\n4. Les solicita que evalúen el tiempo y recursos que requerirán para llevar a cabo cada actividad. Además, les pide que, tomando en cuenta sus habilidades, evalúen si necesitarían algún tipo de apoyo.\n5. Les indica que, a partir de la evaluación previa, diseñen un plan y un cronograma para llevar a cabo el análisis del problema ambiental elegido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos del aprendizaje busca promover principalmente el docente en la actividad descrita?",
          "opciones": [
            "La recuperación de saberes previos.",
            "El desarrollo de la metacognición.",
            "La transferencia del aprendizaje."
          ],
          "respuesta": "El desarrollo de la metacognición.",
          "respuestaCorta": "La actividad guía a los estudiantes a planificar, monitorear y evaluar su propio proceso de aprendizaje, lo cual es la esencia de la metacognición.",
          "solucionario": "La secuencia de pasos propuesta por el docente está diseñada para que los estudiantes reflexionen sobre su propio proceso de aprendizaje. No solo activan saberes previos (paso 2), sino que planifican acciones (paso 3), evalúan recursos y sus propias capacidades (paso 4) y organizan el proceso (paso 5). Este acto de 'aprender a aprender', planificando y autorregulando el proceso, es la definición de metacognición. Las otras opciones son componentes, pero el proceso principal y más abarcador que se promueve es el metacognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p04",
      "contexto": "Al inicio de una unidad de aprendizaje, cuyo propósito es que los estudiantes evalúen problemáticas ambientales y territoriales desde múltiples perspectivas, la docente desea activar los saberes previos de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para activar los saberes previos de los estudiantes en relación con el concepto de conflicto socioambiental?",
          "opciones": [
            "Reproducir, en el aula, una entrevista radial a un investigador sobre los impactos de la deforestación en la Amazonía. Luego, pedir a los estudiantes que identifiquen las ideas centrales de la entrevista y que expliquen cuáles son los problemas ambientales mencionados por el entrevistado.",
            "Presentar, en el aula, un caso resuelto de conflicto socioambiental por el manejo del agua entre dos comunidades campesinas. Luego, pedir a los estudiantes que identifiquen las posiciones de cada una de las comunidades involucradas y que describan cómo se resolvió dicho conflicto.",
            "Proporcionar, en el aula, diferentes diarios de circulación regional y nacional. Luego, pedir a los estudiantes que seleccionen noticias que ellos consideren que están vinculadas a conflictos socioambientales y que expongan las razones por las que realizaron dicha selección."
          ],
          "respuesta": "Proporcionar, en el aula, diferentes diarios de circulación regional y nacional. Luego, pedir a los estudiantes que seleccionen noticias que ellos consideren que están vinculadas a conflictos socioambientales y que expongan las razones por las que realizaron dicha selección.",
          "respuestaCorta": "Para activar saberes previos, es ideal partir de lo que los estudiantes ya conciben sobre un tema, permitiéndoles aplicar su propio criterio inicial para identificar ejemplos.",
          "solucionario": "La opción C es la más adecuada para activar saberes previos porque les pide a los estudiantes que usen su conocimiento y concepciones actuales para identificar qué es un conflicto socioambiental a partir de material auténtico (diarios). Al justificar su elección, exteriorizan sus ideas previas, permitiendo al docente conocer su punto de partida. Las opciones A y B entregan información ya procesada y definida sobre un problema ambiental o un conflicto resuelto, lo cual es más una introducción de nuevos conocimientos que una activación de los existentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes están buscando responder cómo funciona el mercado, un docente inicia una plenaria con los estudiantes pidiéndoles que comenten cómo creen que sería la estructura de mercado ideal. En ese contexto, una estudiante comenta lo siguiente: \"Yo creo que lo ideal sería que exista una única empresa por rubro. Creo que de esa forma se garantizaría la calidad de los productos de dicho rubro\". Varios de sus compañeros se mostraron de acuerdo con el comentario. Por ello, el docente busca generar conflicto cognitivo en los estudiantes para construir el concepto de economía de mercado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro del propósito del docente?",
          "opciones": [
            "Preguntar a los estudiantes cómo afectaría a los consumidores si esa única empresa elevara el precio de sus productos. Luego, preguntarles si creen que dicho precio se mantendría con el ingreso de empresas del mismo rubro. Finalmente, pedirles que evalúen si la competencia entre estas empresas influiría en la calidad de los productos.",
            "Solicitar a los estudiantes que comenten por qué el que exista una única empresa en un rubro podría ser más eficiente. Luego, pedirles que señalen qué condiciones favorecerían la implementación de este tipo de empresa. Finalmente, pedirles que sustenten cómo dichas condiciones ayudarían a garantizar la calidad de sus productos.",
            "Pedir a los estudiantes que indaguen sobre cuál es la principal característica de un mercado monopólico. Luego, explicarles por qué la economía de mercado es preferible a un mercado monopólico para garantizar la calidad de los productos. Finalmente, pedirles que expliquen cuáles son las desventajas del mercado monopólico."
          ],
          "respuesta": "Preguntar a los estudiantes cómo afectaría a los consumidores si esa única empresa elevara el precio de sus productos. Luego, preguntarles si creen que dicho precio se mantendría con el ingreso de empresas del mismo rubro. Finalmente, pedirles que evalúen si la competencia entre estas empresas influiría en la calidad de los productos.",
          "respuestaCorta": "Para generar conflicto cognitivo, se debe cuestionar la idea errónea del estudiante (monopolio = calidad) a través de preguntas que lo lleven a descubrir las contradicciones de su propia afirmación.",
          "solucionario": "La opción A es la más efectiva para generar conflicto cognitivo porque parte de la premisa del estudiante (una sola empresa) y la desafía con preguntas que exponen sus debilidades: el control de precios y la falta de incentivos para mantener la calidad sin competencia. Esto obliga a los estudiantes a reevaluar su idea inicial. La opción B refuerza la idea errónea del estudiante en lugar de cuestionarla. La opción C es expositiva; el docente da la respuesta en lugar de guiar a los estudiantes para que la construyan por sí mismos a través del cuestionamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p06",
      "contexto": "El propósito de un docente es activar los saberes previos de los estudiantes acerca de las causas que explican los cambios de la delimitación territorial del Perú en el siglo XX.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es adecuada para activar los saberes previos de los estudiantes?",
          "opciones": [
            "Entregar a los estudiantes mapas del Perú de 1877 y de 1913. Luego, pedirles que identifiquen las diferencias que muestran estos mapas respecto a los límites del territorio peruano y que respondan por qué creen que existen dichas diferencias.",
            "Entregar a los estudiantes fragmentos del Tratado de Lima que reincorpora el departamento de Tacna al Perú. Luego, pedirles que analicen sus principales cláusulas y que respondan cuáles fueron los principales acuerdos a los que se llegó en dicho tratado.",
            "Entregar a los estudiantes un texto en el que se presentan las ideas de dos geógrafos respecto a los cambios en los límites territoriales del Perú. Luego, pedirles que reconozcan las perspectivas de cada uno de ellos y que respondan por qué es importante considerar ambas perspectivas."
          ],
          "respuesta": "Entregar a los estudiantes mapas del Perú de 1877 y de 1913. Luego, pedirles que identifiquen las diferencias que muestran estos mapas respecto a los límites del territorio peruano y que respondan por qué creen que existen dichas diferencias.",
          "respuestaCorta": "La comparación de mapas de diferentes épocas permite a los estudiantes observar directamente los cambios y formular hipótesis sobre sus causas, activando así sus conocimientos previos.",
          "solucionario": "La opción A es la más adecuada para activar saberes previos porque presenta un estímulo visual (los mapas) que evidencia un cambio y luego lanza una pregunta abierta ('por qué creen que existen dichas diferencias'). Esto invita a los estudiantes a usar cualquier conocimiento que tengan sobre la historia peruana (guerras, tratados, etc.) para formular una explicación inicial. Las opciones B y C proporcionan información muy específica (un tratado, interpretaciones de expertos) que orienta más a la adquisición de nuevos conocimientos que a la evocación de los ya existentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p07",
      "contexto": "Un docente se encuentra dialogando con los estudiantes acerca del cambio climático y sus efectos sobre la agricultura. Cuando el docente pregunta qué acciones pueden realizar las sociedades frente a esta problemática ambiental, un estudiante afirma: \"Con el cambio climático, las posibilidades para el desarrollo de la agricultura son nulas\". Varios estudiantes estuvieron de acuerdo con esta afirmación. Por ello, el docente desea diseñar una actividad, utilizando diversos recursos, para generar conflicto cognitivo en los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "De acuerdo al propósito del docente, ¿cuál de los siguientes recursos es pertinente que incluya en esta actividad?",
          "opciones": [
            "Un caso en el que se describe que, en el contexto del cambio climático, el cultivo de cacao nativo está siendo afectado por plagas y enfermedades que son producto de la variabilidad climática. Asimismo, se indica que ello ocasiona pérdidas económicas muy severas y representa una amenaza para la subsistencia de la población rural en las zonas cacaoteras del departamento de Piura.",
            "Un caso en el que se describe que la papa dulce se produce cada vez más a mayor altitud, pues antes se obtenía a una altitud máxima de 3600 msnm, pero ahora se puede sembrar hasta los 4000 msnm, donde previamente solo se cultivaba papa amarga. Asimismo, se indica que el cultivo de esta última se ha desplazado por encima de los 4200 msnm, a lugares donde solo crecían pastos naturales.",
            "Un caso en el que se describe que, desde hace algunas décadas, se ha podido apreciar la progresiva declinación productiva del algarrobo en la costa norte del Perú como consecuencia del cambio climático. Asimismo, se indica que esta situación representa un reto que nos invita a la planificación de la producción agrícola basada en la adaptación de la producción y la demanda de los consumidores."
          ],
          "respuesta": "Un caso en el que se describe que la papa dulce se produce cada vez más a mayor altitud, pues antes se obtenía a una altitud máxima de 3600 msnm, pero ahora se puede sembrar hasta los 4000 msnm, donde previamente solo se cultivaba papa amarga. Asimismo, se indica que el cultivo de esta última se ha desplazado por encima de los 4200 msnm, a lugares donde solo crecían pastos naturales.",
          "respuestaCorta": "Para generar conflicto cognitivo frente a una idea absolutista ('las posibilidades son nulas'), se debe presentar un caso que muestre una adaptación o una nueva oportunidad, contradiciendo la afirmación inicial.",
          "solucionario": "El propósito es generar un conflicto cognitivo con la afirmación 'las posibilidades para la agricultura son nulas'. Las opciones A y C presentan casos negativos que refuerzan esta idea. En cambio, la opción B presenta un caso de adaptación: el cambio climático, si bien modifica las condiciones, también crea nuevas oportunidades para cultivar ciertos productos (papa dulce) en altitudes donde antes no era posible. Este ejemplo contradice directamente la idea de que 'no hay posibilidades', obligando a los estudiantes a matizar su postura inicial y a pensar en el concepto de adaptación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes han revisado diversas fuentes acerca de los efectos del cambio climático en el mundo. A partir de esta indagación inicial, la docente ha pedido a los estudiantes que comenten sus hallazgos. A continuación, se presenta el comentario de uno de los estudiantes: \"Según algunos especialistas, habrá más desastres en el mundo debido al aumento de la temperatura global a causa del cambio climático. Entonces, concluyo que no podemos hacer nada para evitar esos desastres\". La docente identifica limitaciones en la conclusión del estudiante; por ello, considera necesario brindar una retroalimentación reflexiva para que cuestione su conclusión.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es la más pertinente?",
          "opciones": [
            "\"Efectivamente, si la temperatura global sigue aumentando, habrá mayor riesgo de desastres en el mundo. Pero, por ejemplo, si sabemos que ocurrirán desastres debido a sequías, ¿convendría no hacer nada o convendría recuperar suelos e implementar reservorios de agua? Sugiero que averigües si acciones como estas ayudarían a afrontar estos desastres\".",
            "\"Si bien es cierto que el aumento de la temperatura global aumentará la ocurrencia de desastres, sí existen acciones para afrontarlos. ¿Has escuchado alguna vez de las acciones de adaptación al cambio climático? Busca información acerca de cuáles son estas acciones que varios países vienen implementando para protegerse de los desastres provocados por el cambio climático\".",
            "\"Estoy de acuerdo con que los desastres aumentarán por el incremento de la temperatura global debido al cambio climático. Por ello, es necesario conocer cómo detener este incremento. ¿Qué te parece si indagas sobre acciones para frenar el cambio climático? Asimismo, podrías indagar quiénes son los principales actores sociales que deberían implementar dichas acciones\"."
          ],
          "respuesta": "\"Efectivamente, si la temperatura global sigue aumentando, habrá mayor riesgo de desastres en el mundo. Pero, por ejemplo, si sabemos que ocurrirán desastres debido a sequías, ¿convendría no hacer nada o convendría recuperar suelos e implementar reservorios de agua? Sugiero que averigües si acciones como estas ayudarían a afrontar estos desastres\".",
          "respuestaCorta": "La retroalimentación reflexiva debe partir de la afirmación del estudiante y, mediante preguntas-ejemplo, guiarlo a descubrir que su conclusión fatalista ('no podemos hacer nada') es incorrecta.",
          "solucionario": "La opción A es la más pertinente porque utiliza la retroalimentación por descubrimiento o reflexiva. Valida parte del comentario del estudiante ('Efectivamente, habrá mayor riesgo') para luego, a través de una pregunta y un ejemplo concreto (sequías y reservorios), guiarlo a cuestionar su propia conclusión ('no podemos hacer nada'). La opción B es más directa y le da el concepto ('acciones de adaptación'), mientras que la opción C desvía el tema de 'afrontar desastres' a 'frenar el cambio climático', que son conceptos relacionados pero distintos (adaptación vs. mitigación).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p09",
      "contexto": "Como parte de la planificación de una experiencia de aprendizaje sobre los principales problemas políticos a inicios del periodo republicano en el Perú, una docente está seleccionando diversas fuentes. A continuación, se muestra el fragmento de una de dichas fuentes: \"[La corrupción] presente en el Perú en la transición de las instituciones coloniales a las republicanas hundía sus raíces en el poder centralista y patrimonial de los virreyes militares, respaldados por sus círculos de patronazgo. El abuso de las políticas financieras y fiscales y de las instituciones continuó siendo un rasgo importante del legado colonial. Al carecer de una tradición significativa de pesos y contrapesos constitucionales y una división de poderes, las nuevas estructuras de poder surgidas en la década de 1820 se basaron en redes de patronazgo muy bien arraigadas, que fueron dominadas por los caudillos militares, quienes, a su vez, heredaron la influencia de los oficiales militares del tardío sistema colonial.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la competencia \"Construye interpretaciones históricas\", ¿por qué la fuente seleccionada contribuye con promover la capacidad de la comprensión del tiempo histórico?",
          "opciones": [
            "Porque la fuente ayuda a reconocer cambios y permanencias sobre el fenómeno de la corrupción a inicios del siglo XIX.",
            "Porque la fuente ayuda a establecer una simultaneidad histórica en hechos vinculados con la corrupción a inicios del siglo XIX.",
            "Porque la fuente ayuda a distinguir causas, según su aspecto o dimensión, del desarrollo de la corrupción a inicios del siglo XIX."
          ],
          "respuesta": "Porque la fuente ayuda a reconocer cambios y permanencias sobre el fenómeno de la corrupción a inicios del siglo XIX.",
          "respuestaCorta": "La comprensión del tiempo histórico implica entender cómo elementos del pasado persisten y se transforman en periodos posteriores, como se describe la corrupción colonial en la República.",
          "solucionario": "La fuente es ideal para desarrollar la noción de cambio y permanencia, un pilar de la comprensión del tiempo histórico. Explícitamente describe cómo ciertas prácticas de la época colonial (patronazgo, poder centralista) 'continuaron' y 'se basaron' en estructuras previas, estableciendo una clara permanencia en el fenómeno de la corrupción a pesar del cambio político de Colonia a República. No se centra en hechos simultáneos (B) ni en distinguir tipos de causas (C), sino en la continuidad de un problema a través del tiempo.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p10",
      "contexto": "En una sesión de aprendizaje, los estudiantes han averiguado acerca de cómo fue el desarrollo tecnológico en el siglo XIX en el Perú. En ese contexto, un estudiante ha elaborado un texto en el que da a conocer sus hallazgos. A continuación, se presenta un fragmento del mismo: \"Yo encontré que, en el siglo XIX, se promovió la modernización de las vías de comunicación porque se pensaba que era la forma para lograr el progreso de los países. En ese siglo, muchas personas creían que el progreso implicaba mejorar la comunicación en el país y, así, expandir el desarrollo de diferentes actividades económicas. Ahora entiendo por qué, en ese entonces, se construyeron varios ferrocarriles en diferentes regiones del Perú. Por ejemplo, se construyeron el ferrocarril de Lima-Callao, el del Centro y el de Arequipa.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia principalmente en el fragmento del texto del estudiante?",
          "opciones": [
            "La explicación de hechos históricos a partir del contexto de la época.",
            "El uso de la conciencia histórica para la comprensión de procesos históricos.",
            "La contrastación de interpretaciones diversas acerca de un fenómeno histórico."
          ],
          "respuesta": "La explicación de hechos históricos a partir del contexto de la época.",
          "respuestaCorta": "El estudiante logra explicar un hecho concreto (construcción de ferrocarriles) basándose en las ideas y mentalidades del siglo XIX (la creencia en el progreso a través de las comunicaciones).",
          "solucionario": "La evidencia principal en el texto es la capacidad del estudiante para contextualizar. No solo menciona el hecho (construcción de ferrocarriles), sino que lo explica a la luz de las ideas dominantes de la época: la noción de 'progreso' y la importancia que se le daba a las vías de comunicación para el desarrollo económico. Esto demuestra una comprensión del contexto de la época para dar sentido a los acontecimientos históricos. No hay evidencia de contraste de fuentes (C) ni de una reflexión más profunda sobre la relación pasado-presente que implica la conciencia histórica (B).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": "En una sesión de aprendizaje, los estudiantes están indagando acerca de cómo la cultura islámica ha influido en el desarrollo cultural de la civilización occidental. En ese contexto, uno de los estudiantes comenta lo siguiente: \"Profesor, yo sé que estamos en el año 2023, pero el otro día, en un artículo de un periódico, leí que los musulmanes están actualmente en el año 1445. Me parece raro que ellos tengan una fecha distinta. De seguro, debe haber una equivocación en ese artículo\". El docente busca que el estudiante reflexione sobre el error en su comentario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes aspectos es pertinente que el docente centre su retroalimentación?",
          "opciones": [
            "En el desconocimiento del uso de sistemas de conversión para encontrar equivalencias entre las fechas usadas en los calendarios de diversas culturas.",
            "En el desconocimiento de que existen diversas maneras de organizar el tiempo en los calendarios, según la cultura a la que correspondan.",
            "En el desconocimiento acerca de cómo se puede determinar la validez de un calendario en comparación con otros."
          ],
          "respuesta": "En el desconocimiento de que existen diversas maneras de organizar el tiempo en los calendarios, según la cultura a la que correspondan.",
          "respuestaCorta": "El error del estudiante radica en su perspectiva etnocéntrica, asumiendo que su propio calendario es el único válido, sin reconocer la diversidad cultural en la medición del tiempo.",
          "solucionario": "El núcleo del error del estudiante es su suposición de que solo hay una forma correcta de medir el tiempo (la del calendario gregoriano) y que cualquier otra es una 'equivocación'. Por lo tanto, la retroalimentación debe centrarse en el aspecto conceptual más amplio: la existencia de múltiples convenciones culturales para organizar el tiempo, cada una válida dentro de su propio contexto. Hablar de sistemas de conversión (A) es un paso secundario, y discutir la 'validez' (C) refuerza la idea errónea de que un calendario puede ser más 'correcto' que otro, en lugar de entenderlos como construcciones culturales diferentes.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "En el marco de una experiencia de aprendizaje en la cual están indagando sobre la relevancia histórica de la Ilustración del siglo XVIII, los estudiantes han revisado diversas fuentes acerca de las propuestas económicas de los ilustrados. En ese contexto, la docente les pide que comenten sus hallazgos en una plenaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes indica una propuesta que se corresponde con el liberalismo económico del siglo XVIII?",
          "opciones": [
            "Ana dice: \"Leí que algunos ilustrados proponían que la agricultura era la única actividad que generaba bajos costos y producía altos excedentes; por ello, proponían que los gobiernos debían basar el desarrollo económico de sus países en la expansión de dicha actividad\".",
            "Augusto dice: \"Leí que algunos ilustrados afirmaban que el mercado se regulaba por la competencia; por ello, proponían que los gobiernos debían centrarse en construir infraestructura para favorecer el desarrollo del comercio, en lugar de regular el mercado\".",
            "Alejandro dice: \"Leí que algunos ilustrados decían que solo el Estado podía garantizar un alto nivel de producción con la posibilidad de exportar los productos de su país; por ello, proponían que los gobiernos debían controlar la industria y el comercio de sus países\"."
          ],
          "respuesta": "Augusto dice: \"Leí que algunos ilustrados afirmaban que el mercado se regulaba por la competencia; por ello, proponían que los gobiernos debían centrarse en construir infraestructura para favorecer el desarrollo del comercio, en lugar de regular el mercado\".",
          "respuestaCorta": "El liberalismo económico (Adam Smith) sostiene que el mercado se autorregula a través de la oferta y la demanda (competencia) y que el Estado no debe intervenir en la regulación de precios o producción.",
          "solucionario": "La propuesta de Augusto se alinea directamente con los principios del liberalismo económico del siglo XVIII, cuya máxima era 'laissez-faire' (dejar hacer), que postula que el mercado se regula por sí mismo a través de la competencia y que la intervención del Estado debe ser mínima. La propuesta de Ana corresponde a la fisiocracia (la riqueza proviene de la tierra), y la de Alejandro corresponde al mercantilismo (el Estado controla la economía para acumular metales preciosos), que era precisamente la doctrina que el liberalismo buscaba reemplazar.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2023_p13-14",
      "contexto": "Un docente desarrolla una unidad de aprendizaje cuyo propósito es que los estudiantes construyan interpretaciones históricas sobre diversas problemáticas relacionadas con la Guerra del Pacífico. Luego de que los estudiantes han investigado sobre las características del contexto peruano durante dicha guerra, el docente trabaja con los estudiantes un conjunto de actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el desarrollo de una de las actividades, el docente entrega a los estudiantes las siguientes fuentes:\nFuente 1:\nFomentando indefinidamente la idea de una guerra insensata, después de San Juan, de Miraflores y de las crueles revueltas de Lima y Arequipa, las fuerzas nacionales se debilitaban día a día [...]. La urgencia de ajustar la paz con Chile del mejor modo posible, y de que la república se levante unida y vigorosa para sacudirse de los pasados extravíos y entrar de lleno en la senda regeneradora, se me presenta fuera de toda duda [...]. Soldado de la nación, no comprendo las luchas intestinas cuando no las guía una dieta elevada, una necesidad absoluta de recobrar derechos que se nos arrebatan, de salvar el honor nacional comprometido, de sostener las libertades públicas holladas.\nProclama de Miguel Iglesias [1882].\nFuente 2:\n[Me asiste] la triste persuasión de que las condiciones de paz propuestas por el vencedor después de la ocupación de Lima jamás serían razonables y decorosas, como no lo fueron las que formuló con el carácter de inalterables, en ocasiones menos propicias para Chile, al celebrarse las conferencias de Arica.\nMemorias de Andrés Avelino Cáceres [1883].\nSi el propósito del docente es que los estudiantes interpreten críticamente las fuentes, ¿cuál de las siguientes actividades es más adecuada para lograrlo?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen en las fuentes los hechos que explican el fin de la guerra. Luego, pedirles que, en una línea de tiempo, señalen los hechos principales de las campañas militares de ambos caudillos. Finalmente, solicitarles que, en equipos, discutan acerca del tratado de paz que puso fin al conflicto.",
            "Solicitar a los estudiantes que identifiquen en las fuentes la posición que asumieron ambos caudillos respecto a la manera de terminar la guerra. Luego, pedirles que elaboren un cuadro comparativo de ambas posiciones. Finalmente, solicitarles que, en equipos, expliquen por qué Cáceres demostró mayor valor y determinación que Iglesias.",
            "Solicitar a los estudiantes que identifiquen en las fuentes la postura de ambos caudillos respecto al fin de la guerra y que las contrasten entre sí. Luego, pedirles que investiguen sobre las circunstancias que explicarían la posición de cada uno de los caudillos. Finalmente, solicitarles que, en equipos, discutan acerca de ambos puntos de vista."
          ],
          "respuesta": "Solicitar a los estudiantes que identifiquen en las fuentes la postura de ambos caudillos respecto al fin de la guerra y que las contrasten entre sí. Luego, pedirles que investiguen sobre las circunstancias que explicarían la posición de cada uno de los caudillos. Finalmente, solicitarles que, en equipos, discutan acerca de ambos puntos de vista.",
          "respuestaCorta": "La interpretación crítica implica no solo comparar las posturas de las fuentes, sino también investigar el contexto y las circunstancias del autor para comprender sus motivaciones.",
          "solucionario": "La opción C es la más adecuada porque promueve una interpretación crítica completa. El primer paso es identificar y contrastar las posturas. El segundo, y crucial, es investigar el contexto ('las circunstancias') de cada autor, lo que permite entender por qué pensaban de esa manera. Finalmente, la discusión permite consolidar la interpretación. La opción A se enfoca en hechos y cronología, no en la interpretación de posturas. La opción B pide emitir un juicio de valor ('mayor valor y determinación'), lo cual no es el objetivo de la interpretación crítica de fuentes.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "El docente solicita a los estudiantes que investiguen acerca de las acciones del presidente Mariano I. Prado durante la Guerra del Pacífico. Luego de esta actividad, presenta a los estudiantes extractos de entrevistas realizadas a dos investigadores acerca del rol del presidente Prado durante dicha guerra.\nFuente 1:\nSegún García Belaunde, \"si eres presidente no puedes irte. Y si te vas, regresas. Te pones a disposición de quien sea. Pero Prado no tenía previsto regresar. Hay varias teorías que lo explican. La teoría de mi libro señala que Prado se fue del Perú no por cobardía o enfermedad, sino por defender sus intereses económicos en Chile\".\nFuente 2:\nGárate afirma: \"Cuando uno está llevado por el fervor patriótico, no piensa en los enemigos que tiene detrás, solo mira hacia adelante. Y es curioso; se le critica a Prado por haber salido del país, con la aprobación del Congreso, para conseguir armas. Pero Piérola es quien le da un golpe y nadie se lo censura\".\nTomando en cuenta las fuentes presentadas y la investigación realizada previamente por los estudiantes, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para promover que los estudiantes construyan interpretaciones históricas acerca del rol del presidente Prado durante la Guerra del Pacífico?",
          "opciones": [
            "¿Por qué Prado decidió irse del país durante la guerra según cada uno de los entrevistados? ¿Por qué este gobernante fue responsable de la derrota peruana frente a Chile? ¿Por qué el rol de Prado durante la guerra es defendido sin razón por parte de un sector académico y político del país?",
            "¿Cuál de las fuentes presentadas ofrece las verdaderas razones por las cuales el presidente Prado se ausentó del país? ¿De qué manera estas fuentes podrían ser relevantes para revelar la auténtica personalidad de este gobernante? ¿Cómo fue la relación de Prado con otros políticos de la época?",
            "¿Cuál es el punto de vista de los entrevistados acerca del presidente Prado? ¿Cómo podría vincularse la actuación del presidente Prado con la situación de crisis que atravesaba el Perú en esa época? ¿De qué manera las decisiones adoptadas por este político influyeron en el desarrollo de la guerra?"
          ],
          "respuesta": "¿Cuál es el punto de vista de los entrevistados acerca del presidente Prado? ¿Cómo podría vincularse la actuación del presidente Prado con la situación de crisis que atravesaba el Perú en esa época? ¿De qué manera las decisiones adoptadas por este político influyeron en el desarrollo de la guerra?",
          "respuestaCorta": "Para construir una interpretación histórica se requieren preguntas que analicen perspectivas, contextualicen los hechos y evalúen el impacto de las acciones en el proceso histórico.",
          "solucionario": "El conjunto de preguntas de la opción C es el más pertinente porque está diseñado para construir una interpretación histórica compleja y matizada. La primera pregunta se enfoca en identificar las perspectivas de las fuentes, la segunda en contextualizar las acciones del personaje, y la tercera en analizar la relevancia y las consecuencias de dichas acciones. En contraste, las preguntas de la opción A son sesgadas y buscan culpabilizar, mientras que las de la opción B buscan una 'verdad' única y se desvían hacia la 'personalidad', alejándose del análisis histórico.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p15-18",
      "contexto": "En una IE se está realizando un proyecto denominado \"Salud mental: ¿una problemática social en el Perú actual?\". En ese contexto, los estudiantes de una sección han mostrado interés por comprender cómo se concebía la salud mental en épocas pasadas en el Perú. Por ello, el docente les entrega diversas fuentes para el desarrollo de varias actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, los estudiantes han interpretado diversas fuentes sobre las ideas que existían acerca de las personas con problemas de salud mental en diferentes épocas. A partir de ello, el docente organiza una plenaria para que los estudiantes compartan algunos de sus hallazgos. ¿Cuál de los siguientes estudiantes evidencia en su comentario haber reconocido cambios y permanencias?",
          "opciones": [
            "Donato dice: \"Leí que en la época virreinal se creía que las personas con problemas de salud mental eran muy peligrosas; por eso, preferían encerrarlas en hospitales. Veo que aún hoy algunos piensan de esa forma, aunque también sé que hay instituciones que cuestionan esta idea, porque la consideran un estigma y un prejuicio\".",
            "Rafaella dice: \"Leí que en el siglo XIX y parte del siglo XX las personas evitaban hablar de sus problemas de salud mental por vergüenza o por los estigmas que existían contra dichos problemas. Sin embargo, veo que en los últimos años hay una disposición de hablar de esos problemas para llamar la atención sobre la necesidad de tratarlos\".",
            "Leonardo dice: \"Leí que en el siglo XIX en el Perú aparecieron los primeros hospitales para personas con problemas de salud mental, pues se consideraba que estas personas deberían tener un centro especializado para tratarlas. Veo que actualmente también existen centros especializados en el tratamiento de los problemas de salud mental\"."
          ],
          "respuesta": "Donato dice: \"Leí que en la época virreinal se creía que las personas con problemas de salud mental eran muy peligrosas; por eso, preferían encerrarlas en hospitales. Veo que aún hoy algunos piensan de esa forma, aunque también sé que hay instituciones que cuestionan esta idea, porque la consideran un estigma y un prejuicio\".",
          "respuestaCorta": "El reconocimiento de cambios y permanencias implica identificar una idea del pasado que sigue presente (permanencia), junto con nuevos elementos que la desafían (cambio).",
          "solucionario": "El comentario de Donato es el único que identifica claramente una permanencia y un cambio. La permanencia es la idea de que las personas con problemas de salud mental son peligrosas, que él observa tanto en el virreinato como en la actualidad. El cambio es el surgimiento de instituciones que cuestionan esa idea, considerándola un estigma. Rafaella se enfoca principalmente en un cambio (antes no se hablaba, ahora sí), y Leonardo en una permanencia (existencia de hospitales especializados antes y ahora), pero Donato articula ambos conceptos simultáneamente.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Para reconocer cómo se explicaban los problemas de salud mental en diferentes épocas de la historia del Perú, los estudiantes están interpretando diversas fuentes. En este contexto, un estudiante comenta al docente lo siguiente: \"En la mayoría de las fuentes de la época virreinal que estoy revisando, las personas de esa época explicaban los problemas de salud mental como consecuencia de posesiones demoniacas. Me parece absurdo creer eso. Pienso que es un pensamiento atrasado, ya que, según las investigaciones científicas, las causas de los problemas de salud mental son otras\". Después de haber escuchado al estudiante, el docente busca retroalimentarlo para que, con la ayuda de otras fuentes, incluya la perspectiva histórica en la interpretación de las fuentes de la época virreinal. ¿Cuál de las siguientes intervenciones docentes promueve el logro del propósito?",
          "opciones": [
            "\"Efectivamente, un problema de salud mental no se explica por una posesión demoniaca. En ese sentido, ¿has considerado que en la época existieron otras formas de explicar los problemas de salud mental, además de las que mencionas? ¿En qué se diferenciaban dichas formas respecto de la que has mencionado?\".",
            "\"Como indicas, cuesta creer que un problema de salud mental sea causado por una posesión demoniaca. Entonces, ¿de qué manera la ciencia médica actual explica los problemas de salud mental? ¿Desde qué época es que se empezaron a explicar los problemas de salud mental desde una perspectiva científica?\".",
            "\"Como señalas, la ciencia actual brinda explicaciones sobre las causas de los problemas de salud mental. No obstante, ¿has considerado cuál era el conocimiento disponible para explicar dichos problemas en la época? ¿Cómo crees que dicho conocimiento influyó en la forma en la que, en ese entonces, se explicaban los problemas de salud mental?\"."
          ],
          "respuesta": "\"Como señalas, la ciencia actual brinda explicaciones sobre las causas de los problemas de salud mental. No obstante, ¿has considerado cuál era el conocimiento disponible para explicar dichos problemas en la época? ¿Cómo crees que dicho conocimiento influyó en la forma en la que, en ese entonces, se explicaban los problemas de salud mental?\".",
          "respuestaCorta": "Para desarrollar la perspectiva histórica, se debe guiar al estudiante a entender las creencias del pasado en función del conocimiento y la mentalidad de esa época, en lugar de juzgarlas con estándares actuales.",
          "solucionario": "La intervención C es la más adecuada porque aborda directamente el error del estudiante: el presentismo (juzgar el pasado con los valores y conocimientos del presente). Las preguntas lo orientan a considerar el contexto intelectual y cultural de la época virreinal ('¿cuál era el conocimiento disponible?') para comprender por qué las explicaciones religiosas eran lógicas en ese entonces. Las opciones A y B no corrigen el presentismo; la A busca otras explicaciones de la época y la B se enfoca en la ciencia actual, reforzando la comparación anacrónica.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Como parte del proyecto, los estudiantes han indagado acerca de la evolución de la administración de los servicios de salud mental en el Perú. En este contexto, uno de los estudiantes comparte en plenaria lo siguiente: \"Según lo que indagué, considero que hubo dos grandes momentos en la historia de la administración de los servicios de la salud mental en el Perú. Distinguí que un primer momento fue entre la época virreinal y las primeras décadas del siglo XX, cuando la Iglesia se encargaba de atender los problemas de salud mental como parte de sus labores de caridad. El segundo momento fue desde las primeras décadas del siglo XX hasta la actualidad, cuando el Estado empezó a hacerse cargo de la salud mental como parte de sus funciones en materia de salud pública\". ¿Cuál de las siguientes nociones se evidencia en el comentario del estudiante?",
          "opciones": [
            "La noción de ritmos de cambio en la historia.",
            "La noción de simultaneidad histórica.",
            "La noción de periodización histórica."
          ],
          "respuesta": "La noción de periodización histórica.",
          "respuestaCorta": "El estudiante divide un proceso histórico largo en dos 'grandes momentos' o periodos, definidos por un criterio claro (quién administra los servicios), lo cual es un ejercicio de periodización.",
          "solucionario": "La periodización histórica es la habilidad de organizar y dividir el tiempo histórico en etapas o periodos con características comunes. El estudiante hace exactamente esto al identificar 'dos grandes momentos' con un criterio específico: el agente encargado de la administración de la salud mental (primero la Iglesia, luego el Estado). No analiza la velocidad de los cambios (ritmos) ni eventos que ocurren al mismo tiempo (simultaneidad).",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Después de que los estudiantes han realizado diversas actividades, el docente les ha pedido que elaboren textos para explicar cómo se ha concebido el tratamiento de los problemas de salud mental en el Perú a lo largo del tiempo. A continuación, se presenta un fragmento del texto de una estudiante: \"Actualmente, los centros de salud mental forman parte del sistema de salud que administra el Estado... Sin embargo, eso no fue siempre así... a principios del siglo XX, esta situación empezó a cambiar cuando un grupo de médicos impulsó una reforma... Entiendo que, a partir de esa reforma, el enfoque de atención de los problemas de salud mental cambió en el Perú; por eso, ahora los centros de atención de salud mental son administrados por el Estado...\" ¿Cuál de los siguientes aprendizajes se evidencia en el texto de la estudiante?",
          "opciones": [
            "El reconocimiento de la relevancia histórica de una reforma de salud promovida a inicios del siglo XX.",
            "El establecimiento de la multicausalidad de una reforma de salud promovida a inicios del siglo XX.",
            "La identificación del detonante de una reforma de salud promovida a inicios del siglo XX."
          ],
          "respuesta": "El reconocimiento de la relevancia histórica de una reforma de salud promovida a inicios del siglo XX.",
          "respuestaCorta": "La estudiante identifica un evento del pasado (la reforma médica) y explica cómo sus consecuencias (el cambio de enfoque) han moldeado la situación actual, demostrando su relevancia histórica.",
          "solucionario": "La relevancia histórica se demuestra cuando se es capaz de explicar cómo un hecho o proceso del pasado tiene consecuencias significativas y duraderas que ayudan a comprender el presente. La estudiante conecta la 'reforma' de principios del siglo XX con la situación actual ('por eso, ahora los centros... son administrados por el Estado'). Al establecer este vínculo de causa-consecuencia a largo plazo, está reconociendo la importancia o relevancia histórica de dicha reforma. No analiza múltiples causas (B) ni un evento detonante específico (C).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p19-22",
      "contexto": "Como parte de una experiencia de aprendizaje, una docente ha propuesto a los estudiantes realizar varias actividades para explicar por qué estallaron las revoluciones liberales de 1848. Para ello, la docente les ha entregado fuentes diversas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el trabajo con fuentes, la docente propone a los estudiantes interpretar el siguiente fragmento de un texto escrito por Alexis de Tocqueville en 1893. \"Encontré [en 1848] en la ciudad [de París a cien mil obreros armados, ordenados en regimientos, sin trabajo, muriendo de hambre, pero con el espíritu atiborrado de teorías huecas y de esperanzas quiméricas. Vi la sociedad partida en dos: los que no poseían nada, unidos en común codicia, y los que poseían algo, en una común angustia. Ya no había lazos ni simpatías entre aquellas dos grandes clases: por todas partes, la idea de lucha era inevitable y próxima [...].\" El propósito de la docente es que los estudiantes interpreten críticamente el fragmento de la fuente mostrada a partir del contexto. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que indiquen cuánto tiempo después de la revolución de 1848 se produjo la fuente. Luego, solicitarles que indaguen sobre si el autor presenció los hechos que narra. Finalmente, preguntarles si, considerando el tiempo transcurrido entre la revolución y la producción de la fuente, se podría confiar en el relato del autor.",
            "Pedir a los estudiantes que indiquen cuál era la situación de los obreros, según la fuente. Luego, solicitarles que indaguen sobre cuáles eran los principales problemas sociales y económicos en Francia antes de 1848. Finalmente, preguntarles cómo dichos problemas explicarían la situación de los obreros que describe la fuente.",
            "Pedir a los estudiantes que indiquen si la fuente describe alguna tensión entre grupos sociales en París de 1848. Luego, solicitarles que indaguen sobre situaciones que ejemplifiquen estas tensiones. Finalmente, preguntarles qué acciones del Gobierno consideran que podrían haber ayudado a resolver dichas tensiones."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen cuál era la situación de los obreros, según la fuente. Luego, solicitarles que indaguen sobre cuáles eran los principales problemas sociales y económicos en Francia antes de 1848. Finalmente, preguntarles cómo dichos problemas explicarían la situación de los obreros que describe la fuente.",
          "respuestaCorta": "Interpretar una fuente a partir del contexto implica utilizar información externa sobre la época para comprender y explicar lo que el autor describe en el texto.",
          "solucionario": "La opción B es la más pertinente porque guía a los estudiantes a usar el contexto histórico (los problemas sociales y económicos de Francia pre-1848) para dar sentido y profundidad a lo que la fuente describe (la situación de los obreros). Este proceso de conectar el contenido de la fuente con el contexto más amplio es fundamental para la interpretación crítica. La opción A se centra en la fiabilidad de la fuente (análisis externo), pero no en la interpretación de su contenido. La opción C se desvía hacia la proposición de soluciones, alejándose del propósito de interpretar la fuente.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Durante el desarrollo de actividades para explicar las causas de la revolución de 1848 en Francia, la docente ha formulado diversas preguntas para promover en los estudiantes el reconocimiento del detonante de dicha revolución. ¿Cuál de las siguientes preguntas promueve el logro del propósito de la docente?",
          "opciones": [
            "¿Cuál fue el principal rasgo de la crisis económica, que experimentó Francia antes de 1848, que propició el inicio de la revolución de 1848?",
            "¿Cuál fue la principal característica de la política francesa de la primera mitad del siglo XIX que propició el inicio de la revolución de 1848?",
            "¿Cuál fue el principal acontecimiento histórico que propició el inicio de la revolución de 1848 en Francia?"
          ],
          "respuesta": "¿Cuál fue el principal acontecimiento histórico que propició el inicio de la revolución de 1848 en Francia?",
          "respuestaCorta": "Un detonante es un evento o acontecimiento específico que precipita un proceso histórico, a diferencia de las causas estructurales que son condiciones de largo plazo.",
          "solucionario": "Un detonante (o causa coyuntural) es un hecho puntual que desencadena un conflicto o proceso. La pregunta de la opción C busca identificar un 'acontecimiento histórico' específico que dio inicio a la revolución. En cambio, las preguntas de las opciones A y B apuntan a causas estructurales o de largo plazo: una 'crisis económica' o una 'característica de la política', que son procesos y no eventos únicos.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Después de haber interpretado fuentes diversas, los estudiantes han elaborado textos explicando las diversas causas de la revolución de 1848 en Francia. A continuación, se presenta un fragmento del texto de una de las estudiantes: \"A inicios de 1848, el descontento de la población de Francia contra el rey aumentó... Frente a ello... el rey prohibió el derecho a que las personas se reúnan públicamente. Sin embargo, parte de la población se las ingenió para reunirse... Tiempo después... el Gobierno decidió prohibir una [reunión]... Esta prohibición provocó muchas protestas... La presión de las protestas fue tan fuerte que obligó al rey a renunciar.\" ¿Cuál de los siguientes aprendizajes se evidencia en el fragmento del texto de la estudiante?",
          "opciones": [
            "El establecimiento de secuencias causales de un proceso histórico.",
            "La distinción de las causas de un proceso histórico según su aspecto o dimensión.",
            "El establecimiento de jerarquías entre las múltiples causas de un proceso histórico."
          ],
          "respuesta": "El establecimiento de secuencias causales de un proceso histórico.",
          "respuestaCorta": "La estudiante narra una cadena de eventos donde cada acción (prohibición) genera una reacción (protesta), que a su vez causa otro evento (renuncia), demostrando una secuencia causal.",
          "solucionario": "El texto de la estudiante describe una clara cadena de causa y efecto: el descontento lleva a la prohibición de reuniones, esta prohibición lleva a la organización de banquetes, la prohibición de un banquete provoca protestas, y las protestas provocan la renuncia del rey. Esta narración que enlaza una causa con su consecuencia inmediata, y esta a su vez se convierte en causa de la siguiente, es la definición de una secuencia causal. No se distinguen causas por dimensión (B) ni se las jerarquiza (C).",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Luego de que los estudiantes han analizado el desarrollo de la revolución liberal de 1848 en Francia, la docente busca que, a partir de dicho análisis, los estudiantes establezcan una relación de simultaneidad histórica. ¿Cuál de las siguientes acciones pedagógicas promueve mejor el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que recaben información para que establezcan la influencia histórica que tuvo la revolución de 1848 ocurrida en Francia en el movimiento obrero francés.",
            "Pedir a los estudiantes que recaben información para comparar el desarrollo de las revoluciones liberales ocurridas en Francia en las primeras décadas del siglo XIX con el de la revolución de 1848 en dicho país.",
            "Pedir a los estudiantes que recaben información para que reconozcan las semejanzas y diferencias entre el desarrollo de las revoluciones de 1848 ocurridas en Austria y en Prusia y la revolución ocurrida en Francia ese año."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información para que reconozcan las semejanzas y diferencias entre el desarrollo de las revoluciones de 1848 ocurridas en Austria y en Prusia y la revolución ocurrida en Francia ese año.",
          "respuestaCorta": "La simultaneidad histórica consiste en reconocer y comparar procesos que ocurrieron al mismo tiempo en diferentes lugares, como las revoluciones de 1848 en varios países europeos.",
          "solucionario": "La simultaneidad se refiere a eventos que suceden al mismo tiempo. La opción C pide explícitamente comparar las revoluciones que ocurrieron en el mismo año (1848) pero en diferentes lugares (Austria, Prusia y Francia), lo que es un ejercicio directo de simultaneidad. La opción A se enfoca en la influencia (diacronía, a través del tiempo), y la opción B compara eventos en el mismo lugar pero en diferentes momentos (diacronía), no simultáneamente.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p23-27",
      "contexto": "En la localidad en la que se ubica una IE, se ha registrado recientemente un camino prehispánico como parte del sistema vial del Qhapaq Ñan. A partir de ello, los docentes del área de Ciencias Sociales han diseñado un proyecto para que, a través de diversas actividades, los estudiantes de cada grado del nivel secundario expliquen cómo ha sido utilizado este camino a través del tiempo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de las actividades de primer grado de secundaria, los estudiantes realizaron una visita guiada por el camino y sus alrededores. Al terminar la visita, los estudiantes comparten sus impresiones. ¿Cuál de los siguientes estudiantes ha establecido una relación entre elementos sociales y naturales?",
          "opciones": [
            "Pastor dice: \"Escuché que este camino formó parte de un tramo que conectó regiones ubicadas en diferentes pisos altitudinales. Me interesó saber que este camino sirvió para que las sociedades preincas se abastecieran de recursos provenientes de esas regiones\".",
            "Celestina dice: \"Observé que el camino de la localidad es ancho y plano. Fue pensado de esa manera para permitir que, incluso grandes grupos de personas, como soldados y comerciantes con sus animales de carga, transiten fácilmente en la época preinca\".",
            "Juvenal dice: \"Me llamó la atención que se hayan encontrado restos de cerámica en los alrededores del camino. Según el guía, el estudio de esa cerámica permitió saber que este camino fue usado por sociedades anteriores a los incas\"."
          ],
          "respuesta": "Pastor dice: \"Escuché que este camino formó parte de un tramo que conectó regiones ubicadas en diferentes pisos altitudinales. Me interesó saber que este camino sirvió para que las sociedades preincas se abastecieran de recursos provenientes de esas regiones\".",
          "respuestaCorta": "La relación entre elementos sociales y naturales se evidencia al conectar una construcción humana (camino) con un propósito social (abastecerse de recursos) que depende de una característica natural (pisos altitudinales).",
          "solucionario": "El comentario de Pastor establece una clara relación entre un elemento social (el camino y la necesidad de abastecimiento de las sociedades) y elementos naturales (los diferentes pisos altitudinales y los recursos que estos proveen). Celestina se centra en la relación entre la forma del camino y su función social, sin mencionar elementos naturales. Juvenal se enfoca en la interpretación de evidencia arqueológica (social) para determinar el uso del camino (social).",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "La docente de segundo grado de secundaria entrega a los estudiantes un mapa que muestra el sistema vial del Qhapaq Ñan a lo largo del Tahuantinsuyo. El mapa muestra la red vial del Qhapaq Ñan y los principales asentamientos incas en el área que ocupó el Tahuantinsuyo. La red vial está compuesta por caminos longitudinales y caminos transversales, los cuales han sido representados por líneas de diferente color. Los sitios incas están representados por puntos. Luego de haber identificado los principales elementos del mapa, la docente busca que los estudiantes inicien la lectura de este. Para ello, la docente realiza la siguiente actividad:\n1. Solicita a los estudiantes que distingan los caminos representados en el mapa de acuerdo a su forma y color.\n2. Les pide que describan cómo están orientados los caminos longitudinales y transversales a lo largo del Tahuantinsuyo.\n3. Les pide que expliquen por qué creen que los caminos estuvieron orientados de esa forma.\n¿Cuál de los siguientes propósitos busca promover la docente con esta actividad?",
          "opciones": [
            "El reconocimiento de dinámicas del espacio geográfico estudiado.",
            "La identificación del orden espacial del espacio geográfico estudiado.",
            "La evaluación de una problemática territorial del espacio geográfico estudiado."
          ],
          "respuesta": "La identificación del orden espacial del espacio geográfico estudiado.",
          "respuestaCorta": "La actividad se enfoca en describir la disposición y orientación de los elementos en el mapa (caminos, asentamientos), lo cual corresponde a la identificación del orden espacial.",
          "solucionario": "La actividad guía a los estudiantes a observar, describir y explicar la distribución y organización de los elementos en el espacio representado (el Tahuantinsuyo). Al describir cómo están orientados los caminos y por qué, están analizando la estructura y el patrón de la red vial, es decir, su orden espacial. No se están analizando cambios a través del tiempo (dinámicas) ni conflictos o problemas (problemática territorial).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p23-27",
      "contexto": "En la localidad en la que se ubica una IE, se ha registrado recientemente un camino prehispánico como parte del sistema vial del Qhapaq Ñan. A partir de ello, los docentes del área de Ciencias Sociales han diseñado un proyecto para que, a través de diversas actividades, los estudiantes de cada grado del nivel secundario expliquen cómo ha sido utilizado este camino a través del tiempo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de haber indagado en diversas fuentes, los estudiantes de segundo grado comparten sus hallazgos acerca de la utilidad del Qhapaq Ñan en el Tahuantinsuyo. ¿Cuál de los siguientes estudiantes explica la función del Qhapaq Ñan considerando múltiples dimensiones?",
          "opciones": [
            "Sofía dice: \"Leí que el uso de los caminos del Qhapaq Ñan favoreció el desarrollo de actividades económicas a lo largo del Tahuantinsuyo. Por ejemplo, permitió que los incas movilizaran mano de obra a diferentes territorios para que trabajen en la agricultura y, así, guardar un excedente de alimentos en los depósitos incas\".",
            "Giancarlo dice: \"Para los incas, los caminos del Qhapaq Nan fueron importantes para desplazar sus ejércitos como parte de sus campañas de conquista para expandir el Tahuantinsuyo. Y, para favorecer el control de los territorios anexados, habilitaron más caminos y establecimientos que, luego, formaron parte del Qhapaq Ñan\".",
            "Elizabeth dice: \"Encontré que los caminos del Qhapaq Nan fueron utilizados para el trueque de diferentes productos de valor ceremonial como el spondylus y, que, también, fueron utilizados por peregrinos para dirigirse a sus lugares de culto. Los incas respetaron estos lugares para garantizar la estabilidad política del Tahuantinsuyo\"."
          ],
          "respuesta": "Elizabeth dice: \"Encontré que los caminos del Qhapaq Nan fueron utilizados para el trueque de diferentes productos de valor ceremonial como el spondylus y, que, también, fueron utilizados por peregrinos para dirigirse a sus lugares de culto. Los incas respetaron estos lugares para garantizar la estabilidad política del Tahuantinsuyo\".",
          "respuestaCorta": "La explicación multidimensional integra aspectos de diferentes ámbitos. Elizabeth conecta la dimensión religiosa (peregrinos, culto) con la económica (trueque ceremonial) y la política (estabilidad del Tahuantinsuyo).",
          "solucionario": "Elizabeth es la única que integra múltiples dimensiones en su explicación. Menciona el aspecto económico (trueque de spondylus), el religioso (peregrinación a lugares de culto) y el político (garantizar la estabilidad del imperio). Sofía se centra en la dimensión económica (mano de obra, agricultura, excedentes) y Giancarlo en la dimensión político-militar (conquista, control territorial).",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Como parte de una de las actividades, la docente ha entregado a los estudiantes de segundo grado fragmentos de fuentes que describen el Qhapaq Ñan en la época del Tahuantinsuyo. Una de esas fuentes es el Señorío de los incas de Pedro Cieza de León, escrito en la primera mitad del siglo XVI. Luego de que, con ayuda de otras fuentes, los estudiantes han interpretado partes de la obra de Cieza de León, la docente les pide que expongan sus hallazgos. A continuación, se muestra un fragmento de la exposición de uno de los estudiantes: \"...entendí que Cieza vivió en la época del Renacimiento, cuando se valoraba a la antigua cultura romana como una de las más importantes de la historia. Entonces, que Cieza haya indicado que los caminos del Qhapaq Ñan fueron mejores que los caminos romanos, me lleva a pensar que llegó a admirar mucho a los incas\". ¿Cuál de los siguientes aprendizajes se evidencia en la exposición del estudiante?",
          "opciones": [
            "La evaluación de la fiabilidad de una fuente histórica.",
            "La explicación de la perspectiva histórica de una fuente.",
            "La distinción entre hechos e interpretaciones en una fuente histórica."
          ],
          "respuesta": "La explicación de la perspectiva histórica de una fuente.",
          "respuestaCorta": "El estudiante explica la comparación de Cieza (caminos incas vs. romanos) al entender su mentalidad y el contexto cultural en el que vivió (el Renacimiento), lo que define la perspectiva histórica.",
          "solucionario": "El estudiante demuestra haber comprendido la perspectiva histórica de Cieza de León. No solo lee lo que Cieza escribió, sino que se pregunta por qué lo escribió de esa manera. Al investigar el contexto del autor (el Renacimiento y la valoración de la cultura romana), logra explicar el significado profundo de la comparación que hace el cronista, revelando su admiración por los incas. Esto va más allá de solo evaluar si la fuente es confiable (A) o separar hechos de opiniones (C).",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Los estudiantes de quinto grado han indagado sobre la utilidad que habría tenido el tramo del camino prehispánico de su localidad en diferentes épocas como parte del Qhapaq Ñan. A partir de ello, la docente busca que los estudiantes desarrollen su conciencia histórica en relación con los usos de dicho camino. ¿Cuál de las siguientes acciones pedagógicas promueve el logro del propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que comparen los usos que la localidad le da al camino prehispánico en la actualidad con los usos que se le dio en el pasado. Luego, solicitarles que indiquen qué explicaría las diferencias encontradas. Finalmente, pedirles que sustenten si el registro de dicho camino como parte del Qhapaq Ñan sería una oportunidad para favorecer el desarrollo de la localidad.",
            "Pedir a los estudiantes que indiquen qué usos le dieron al camino prehispánico de su localidad en el pasado. Luego, solicitarles que indiquen cómo dicho camino habría contribuido con el desarrollo de las sociedades que habitaron la localidad en el pasado. Finalmente, pedirles que sustenten si el registro de dicho camino como parte del Qhapaq Ñan visibiliza la importancia que tuvieron dichas sociedades.",
            "Pedir a los estudiantes que indaguen sobre qué otros caminos prehispánicos de otras regiones han sido registrados como parte del Qhapaq Ñan. Luego, solicitarles que indiquen qué usos se les da a dichos caminos en la actualidad. Finalmente, pedirles que sustenten si consideran viable que, como parte del desarrollo de su localidad, se le asigne al camino prehispánico algunos de los usos indicados previamente."
          ],
          "respuesta": "Pedir a los estudiantes que comparen los usos que la localidad le da al camino prehispánico en la actualidad con los usos que se le dio en el pasado. Luego, solicitarles que indiquen qué explicaría las diferencias encontradas. Finalmente, pedirles que sustenten si el registro de dicho camino como parte del Qhapaq Ñan sería una oportunidad para favorecer el desarrollo de la localidad.",
          "respuestaCorta": "La conciencia histórica se desarrolla al conectar el pasado (usos antiguos), el presente (usos actuales) y el futuro (oportunidad de desarrollo), reflexionando sobre la relevancia del patrimonio en la vida de la comunidad.",
          "solucionario": "La opción A promueve la conciencia histórica de manera más completa. Inicia con la relación pasado-presente (comparar usos antiguos y actuales). Luego, profundiza en la comprensión de los cambios y permanencias. Finalmente, proyecta esta comprensión hacia el futuro, al pedirles que evalúen el patrimonio como una 'oportunidad para favorecer el desarrollo'. Esta articulación de los tres tiempos (pasado, presente, futuro) es el núcleo de la conciencia histórica. Las otras opciones se centran más en el pasado (B) o en comparar con otras realidades (C).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p28",
      "contexto": "Durante una experiencia de aprendizaje, la docente dialoga con los estudiantes acerca de qué caracterizó a la organización social de las civilizaciones prehispánicas. En ese contexto, uno de los estudiantes comenta lo siguiente a la docente: \"Yo creo que, en la época prehispánica, los hombres se encargaron del gobierno, mientras que las mujeres no ocuparon cargos políticos importantes\". Luego de que sus compañeros se mostraron de acuerdo, la docente busca generar conflicto cognitivo en relación con el comentario del estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas promueve mejor el logro de dicho propósito?",
          "opciones": [
            "Entregar a los estudiantes una infografía que muestra la tumba de la Señora de Chornancap, del siglo XII en Lambayeque, y que indica los objetos de oro con los cuales fue enterrada, como una corona, un cetro y brazaletes. Luego, pedirles que indaguen por qué una mujer de la época prehispánica habría sido enterrada de esa forma.",
            "Mostrar un fragmento de un documental que explica la importancia que las acllas tuvieron en la realización de rituales religiosos en la época del Tahuantinsuyo. Luego, preguntarles en qué dimensiones de la sociedad, con excepción de la política, las mujeres pudieron haber desempeñado un rol importante.",
            "Explicar a los estudiantes el rol político que cumplió la Señora de Cao en la civilización moche. Luego, indicarles que, en algunas sociedades prehispánicas, las mujeres también pudieron asumir funciones políticas importantes en el gobierno de algunos territorios, como el caso de la Señora de Cao."
          ],
          "respuesta": "Entregar a los estudiantes una infografía que muestra la tumba de la Señora de Chornancap, del siglo XII en Lambayeque, y que indica los objetos de oro con los cuales fue enterrada, como una corona, un cetro y brazaletes. Luego, pedirles que indaguen por qué una mujer de la época prehispánica habría sido enterrada de esa forma.",
          "respuestaCorta": "Para generar conflicto cognitivo, es más efectivo presentar una evidencia directa y contundente (la tumba de una gobernante) que contradiga la afirmación del estudiante, guiándolo a que él mismo descubra la conclusión.",
          "solucionario": "La opción A es la mejor para generar conflicto cognitivo. Presenta una evidencia material (infografía de una tumba con símbolos de poder) que choca directamente con la idea preconcebida del estudiante. La pregunta final lo impulsa a ser él quien resuelva la contradicción. La opción B desvía el tema del rol político al religioso. La opción C es expositiva: la docente da la respuesta y elimina la oportunidad de que el estudiante construya el nuevo conocimiento por sí mismo a través del conflicto cognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p29",
      "contexto": "A continuación, se presenta el siguiente fragmento de un libro publicado por Roger Bourderon y Carmen Bueno en 1982. [Esta ideología] propone los principios de una estrategia política: la liquidación total y definitiva del movimiento obrero mediante la destrucción del bolchevismo, instauración de un Estado totalitario conservando un orden jerárquico, [y el desarrollo de una expansión imperialista declarada y justificada.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes ideologías políticas de la primera mitad del siglo XX se corresponde con las ideas expuestas en el fragmento mostrado?",
          "opciones": [
            "Fascismo.",
            "Liberalismo.",
            "Anarquismo."
          ],
          "respuesta": "Fascismo.",
          "respuestaCorta": "La combinación de anticomunismo radical, un Estado totalitario y jerárquico, y una política imperialista son las características definitorias del fascismo.",
          "solucionario": "El fragmento describe tres pilares del fascismo: 1) Anticomunismo extremo ('liquidación del movimiento obrero y el bolchevismo'); 2) Totalitarismo y jerarquía ('instauración de un Estado totalitario conservando un orden jerárquico'); y 3) Imperialismo ('expansión imperialista'). El liberalismo defiende las libertades individuales y un Estado limitado, y el anarquismo busca la abolición del Estado, por lo que ambas opciones son incorrectas.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p30",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes están elaborando mapas temáticos para representar las rutas del proceso del poblamiento americano ocurrido en la Prehistoria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta el nivel de detalle de la información a representar, ¿cuál de las siguientes alternativas es la que más se aproxima a la escala de los mapas que están elaborando los estudiantes?",
          "opciones": [
            "1: 12 000.",
            "1:12 000 000.",
            "1:1 200 000 000."
          ],
          "respuesta": "1:1 200 000 000.",
          "respuestaCorta": "Para representar un fenómeno a escala continental o global como el poblamiento de América, se requiere una escala muy pequeña (un número denominador muy grande), que muestre una gran área con poco detalle.",
          "solucionario": "La escala de un mapa indica la relación entre una distancia en el mapa y la distancia correspondiente en la realidad. Una escala grande (ej. 1:12 000) muestra mucho detalle de un área pequeña (un barrio o ciudad). Una escala pequeña (ej. 1:1 200 000 000) muestra poco detalle de un área muy grande (un continente o el mundo). Para representar las rutas del poblamiento americano, que abarcan continentes, se necesita la escala más pequeña posible de las opciones.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p31",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea que los estudiantes desarrollen la noción de simultaneidad para la comprensión del tiempo histórico, ¿cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Pedirles que elaboren un cuadro comparativo acerca de la tecnología agrícola Paracas, Nasca y Chincha. Luego, pedirles que ubiquen, en el actual mapa del Perú, los territorios donde se desarrollaron estas sociedades.",
            "Pedirles que investiguen la etapa inicial de la cultura Inca y la etapa de apogeo Chimú. Luego, pedirles que ubiquen ambas etapas en un cuadro cronológico del periodo prehispánico.",
            "Pedirles que analicen imágenes de ceramios de las culturas Moche y Chimú. Luego, pedirles que identifiquen las semejanzas y diferencias entre sus representaciones."
          ],
          "respuesta": "Pedirles que investiguen la etapa inicial de la cultura Inca y la etapa de apogeo Chimú. Luego, pedirles que ubiquen ambas etapas en un cuadro cronológico del periodo prehispánico.",
          "respuestaCorta": "La simultaneidad histórica se trabaja al analizar procesos de diferentes sociedades que ocurrieron en el mismo período de tiempo, como el inicio del poderío Inca y el apogeo de la cultura Chimú.",
          "solucionario": "La noción de simultaneidad implica comprender que mientras un evento o proceso ocurría en un lugar, otros eventos o procesos ocurrían al mismo tiempo en otros lugares. Históricamente, el apogeo del reino Chimú en la costa norte fue contemporáneo con la fase inicial y de expansión temprana de los Incas en el Cusco. Investigar ambos procesos y ubicarlos en la misma franja de una línea de tiempo es un ejercicio directo de simultaneidad. Las otras opciones comparan culturas de diferentes periodos o se centran en aspectos tecnológicos o artísticos sin una clara dimensión temporal simultánea.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p32-33",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes están analizando los conflictos sociales de la región en la que viven. En este contexto, la docente ha propuesto diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de haber realizado una revisión de fuentes, los estudiantes han encontrado diversos casos de conflictos sociales que han ocurrido en la región. En este contexto, los estudiantes comparten sus hallazgos en plenaria. ¿Cuál de los siguientes estudiantes hace referencia a un conflicto socioambiental?",
          "opciones": [
            "Elena dice: \"Leí que los residentes que viven cerca al sitio arqueológico más importante de la región demandan a las autoridades regionales la restauración de los muros del sitio, pues, si las autoridades no lo hacen, puede afectar el desarrollo del turismo local\".",
            "Eusebio dice: \"Escuché en la radio que dos comunidades campesinas de la región reclaman a las autoridades regionales que intervengan en la disputa por límites entre los terrenos de esas comunidades, ya que temen que el problema se torne violento\".",
            "Marcelino dice: \"Encontré el caso del reclamo de los ciudadanos de una localidad a las autoridades regionales para que no autoricen la construcción de un nuevo complejo de edificios, porque temen que afecte el paisaje natural típico de la región\"."
          ],
          "respuesta": "Marcelino dice: \"Encontré el caso del reclamo de los ciudadanos de una localidad a las autoridades regionales para que no autoricen la construcción de un nuevo complejo de edificios, porque temen que afecte el paisaje natural típico de la región\".",
          "respuestaCorta": "Un conflicto socioambiental se caracteriza por una disputa social relacionada con el control, uso o impacto sobre los recursos naturales y el medio ambiente, en este caso, el paisaje natural.",
          "solucionario": "El caso presentado por Marcelino es un conflicto socioambiental porque la tensión surge por la posible afectación a un componente del medio ambiente: el 'paisaje natural'. Los otros casos son conflictos sociales, pero no de tipo socioambiental: el de Elena es un conflicto por patrimonio cultural y desarrollo turístico, y el de Eusebio es un conflicto por límites territoriales.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de haber finalizado el análisis de los conflictos sociales de la región, la docente busca promover en los estudiantes la metacognición sobre las estrategias de aprendizaje que emplearon. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que mencionen qué ideas tenían acerca de los conflictos sociales antes de iniciar el análisis. Luego, preguntarles si algunas de estas ideas han cambiado a partir de dicho análisis. Por último, solicitarles que mencionen si consideran que su visión acerca de los conflictos sociales se ha enriquecido.",
            "Pedir a los estudiantes que detallen las actividades que realizaron para analizar los conflictos sociales de la región. Luego, pedirles que identifiquen qué aciertos e inconvenientes tuvieron al realizar dichas actividades. Por último, pedirles que evalúen si dichas actividades mejoraron su capacidad para analizar conflictos sociales.",
            "Pedir a los estudiantes que señalen los principales hallazgos del análisis realizado. Luego, preguntarles si creen que dichos hallazgos contribuirían a generar propuestas para gestionar los conflictos sociales de su región. Por último, pedirles que planteen, a partir de sus hallazgos, una propuesta que podría contribuir a gestionar conflictos sociales."
          ],
          "respuesta": "Pedir a los estudiantes que detallen las actividades que realizaron para analizar los conflictos sociales de la región. Luego, pedirles que identifiquen qué aciertos e inconvenientes tuvieron al realizar dichas actividades. Por último, pedirles que evalúen si dichas actividades mejoraron su capacidad para analizar conflictos sociales.",
          "respuestaCorta": "La metacognición implica reflexionar sobre el propio proceso de aprendizaje: las estrategias utilizadas, las dificultades encontradas y la efectividad de las mismas para lograr el objetivo.",
          "solucionario": "La opción B se enfoca directamente en la metacognición. Pide a los estudiantes que piensen sobre *cómo* aprendieron: qué actividades hicieron, qué funcionó bien ('aciertos'), qué no ('inconvenientes') y si el proceso fue útil para desarrollar la habilidad deseada. La opción A se centra en el cambio conceptual (el 'qué' aprendieron), no en el proceso. La opción C se enfoca en la aplicación o transferencia del aprendizaje, no en la reflexión sobre el proceso de aprender.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p34-35",
      "contexto": "En el marco de un proyecto de investigación acerca de la importancia que tuvieron las ciudades musulmanas en la expansión del islam durante la época medieval, un equipo de estudiantes está investigando sobre las características de las ciudades musulmanas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente ha entregado al equipo un croquis de una ciudad musulmana del siglo X ubicada en Europa. El croquis muestra los principales elementos de esta ciudad... Luego de que los estudiantes han descrito el croquis, la docente busca que ellos interpreten la fuente para comprender la organización espacial de esta ciudad musulmana medieval. ¿Cuál de las siguientes acciones pedagógicas es la que más contribuye al logro de este propósito?",
          "opciones": [
            "Primero, pedir a los estudiantes que recaben información acerca de los principales elementos que se muestran en el croquis. Después, solicitarles que comparen este croquis con el de otra ciudad musulmana de la época. Por último, pedirles que identifiquen cuáles habrían sido los elementos típicos de las ciudades musulmanas en la época medieval.",
            "Primero, pedir a los estudiantes que recaben información acerca del elemento religioso más importante que aparece en el croquis. Luego, solicitarles que expliquen cómo se distribuían los espacios al interior de esta construcción. Por último, pedirles que comenten sobre cuál fue la importancia de este elemento para la islamización de la población.",
            "Primero, pedir a los estudiantes que recaben información acerca de las actividades que se desarrollaban en cada uno de los elementos que se presentan en el croquis. Luego, solicitarles que indiquen qué función cumplían cada uno de estos elementos. Por último, pedirles que expliquen cómo esas actividades habrían influido en la configuración de zonas en la ciudad musulmana."
          ],
          "respuesta": "Primero, pedir a los estudiantes que recaben información acerca de las actividades que se desarrollaban en cada uno de los elementos que se presentan en el croquis. Luego, solicitarles que indiquen qué función cumplían cada uno de estos elementos. Por último, pedirles que expliquen cómo esas actividades habrían influido en la configuración de zonas en la ciudad musulmana.",
          "respuestaCorta": "Para comprender la organización espacial, es necesario analizar la función de cada elemento y cómo estas funciones determinan la distribución y configuración del espacio urbano.",
          "solucionario": "La opción C guía a los estudiantes a una verdadera interpretación de la organización espacial. No basta con saber qué es cada elemento, sino que deben entender qué actividades se realizaban en ellos (su función) para luego explicar cómo esas funciones (comerciales, políticas, religiosas) determinaron que la ciudad se organizara en zonas específicas. Las otras opciones son más limitadas: la A busca generalizar elementos típicos y la B se centra en un solo elemento (el religioso), sin analizar la organización del conjunto.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes comparten sus hallazgos respecto a lo que han investigado acerca de las ciudades musulmanas medievales. ¿Cuál de los siguientes estudiantes explica cómo se relacionan algunos elementos naturales y sociales en la organización de las ciudades musulmanas?",
          "opciones": [
            "Sandra dice: \"A mí me llamó la atención que las calles de las ciudades musulmanas fueran tan estrechas. Pienso que se construyeron así para crear sombra y lograr ambientes frescos, pues muchas ciudades se ubicaron en lugares donde la temperatura podía alcanzar niveles muy elevados\".",
            "Ramón dice: \"A mí me interesó conocer que varias de las ciudades musulmanas medievales se asentaron en regiones que se caracterizaron por ser desérticas. También me llamó la atención que todas las edificaciones estaban reguladas por normas que eran muy estrictas\".",
            "Juan dice: \"A mí me sorprendió conocer que cada ciudad musulmana tenía, por lo menos, una mezquita y que todas las mezquitas estaban orientadas hacia la ciudad de La Meca. Esta ciudad fue la más importante para los musulmanes porque ahí nació Mahoma\"."
          ],
          "respuesta": "Sandra dice: \"A mí me llamó la atención que las calles de las ciudades musulmanas fueran tan estrechas. Pienso que se construyeron así para crear sombra y lograr ambientes frescos, pues muchas ciudades se ubicaron en lugares donde la temperatura podía alcanzar niveles muy elevados\".",
          "respuestaCorta": "La relación natural-social se evidencia al explicar cómo una característica social (diseño de calles estrechas) es una adaptación a una condición natural (altas temperaturas del clima).",
          "solucionario": "Sandra establece una clara relación de causa y efecto entre un elemento natural (el clima caluroso) y un elemento social (la arquitectura urbana con calles estrechas). Explica que la forma de la ciudad es una respuesta adaptativa al medio ambiente. Ramón y Juan mencionan elementos naturales y sociales, pero no explican una relación directa entre ellos; solo los yuxtaponen.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p36-38",
      "contexto": "En una experiencia de aprendizaje, la docente ha propuesto a los estudiantes realizar diversas actividades para analizar qué razones explican la caída del Tahuantinsuyo. Para el desarrollo de dichas actividades, la docente les ha entregado diversas fuentes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la interpretación crítica de dichas fuentes, los estudiantes han analizado fragmentos de la crónica de Pedro Pizarro, Relación de descubrimiento y conquista de los Reinos del Perú, de 1572. En ese contexto, la docente les pide que comenten algunos de sus hallazgos. A continuación, se muestra el comentario de uno de los estudiantes: \"Los hechos que Pedro Pizarro narra en su crónica tratan de cuando él participó como soldado en la guerra contra los incas. En su crónica, él presenta a los incas como tiranos y abusivos; por otro lado, decía que los españoles habían llegado para liberar a las comunidades que habían sido conquistadas por los incas. Para saber más de la fuente, leí que él escribió esta crónica casi treinta años después de la guerra, cuando ya había regresado a España. Él presentó su crónica al rey para obtener algún beneficio por su participación en la guerra contra los incas\". ¿Cuál de los siguientes aprendizajes NO se evidencia en el comentario del estudiante?",
          "opciones": [
            "La distinción entre hechos e interpretaciones en la fuente.",
            "La explicación de la perspectiva histórica de la fuente.",
            "La contextualización de la fuente."
          ],
          "respuesta": "La distinción entre hechos e interpretaciones en la fuente.",
          "respuestaCorta": "El estudiante identifica la perspectiva y el contexto del autor, pero no realiza el ejercicio explícito de separar los hechos que narra Pizarro (lo que vio) de las interpretaciones que hace (calificar a los incas como tiranos).",
          "solucionario": "El estudiante demuestra haber contextualizado la fuente (sabe cuándo, dónde y por qué se escribió) y haber explicado la perspectiva del autor (su intención de obtener beneficios y su visión de los incas). Sin embargo, en su comentario no separa explícitamente los hechos objetivos que Pizarro pudo haber presenciado (ej. una batalla) de las interpretaciones subjetivas que él añadió (ej. los incas eran 'tiranos y abusivos'). Por lo tanto, este aprendizaje no se evidencia.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p36-38",
      "contexto": "En una experiencia de aprendizaje, la docente ha propuesto a los estudiantes realizar diversas actividades para analizar qué razones explican la caída del Tahuantinsuyo. Para el desarrollo de dichas actividades, la docente les ha entregado diversas fuentes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una actividad, los estudiantes van a interpretar dos fragmentos de la obra de Juan de Betanzos, Suma y narración de los incas, publicada en 1571. A continuación, se muestran dichos fragmentos:\nFragmento 1: Y como vio Atahualpa lo que habían averiguado sus capitanes sobre si los españoles eran en realidad dioses, les comentó sobre el temor que sentía y les dijo que se alegraba que en su era y tiempo vinieran dioses a su tierra...\nFragmento 2: [Dice Ciquinchira* al inca] que son hombres como nosotros porque comen, beben y se visten [...] y no hacen milagro ninguno... *Miembro del ejército inca, quien fue designado por Atahualpa para espiar a los españoles antes de que lleguen a Cajamarca.\nDespués de que los estudiantes han identificado el contexto en el que se produjo esta fuente y la perspectiva del autor, la docente busca que interpreten críticamente los fragmentos para explicar cuál habría sido la visión que tenían los incas sobre los españoles. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que contrasten las percepciones que Atahualpa y Ciquinchira habrían tenido sobre los españoles que llegaron al Tahuantinsuyo. Luego, pedirles que indiquen cuál de ellos habría tenido una visión más veraz sobre los españoles. Finalmente, preguntarles por qué la percepción que Atahualpa habría tenido sobre los españoles no puede ser tomada como creíble.",
            "Pedir a los estudiantes que comparen la percepción que habrían tenido Atahualpa y Ciquinchira sobre los españoles. Luego, pedirles que indiquen cómo la experiencia de ambos con los españoles habría influido en dichas percepciones. Finalmente, preguntarles cómo contribuyen estos fragmentos a entender la visión que la sociedad inca habría tenido sobre los españoles.",
            "Pedir a los estudiantes que señalen qué percepción habrían tenido Atahualpa y Ciquinchira sobre los españoles. Luego, solicitarles que indiquen cómo ambos habrían comparado a los españoles con Viracocha. Finalmente, preguntarles qué ventajas o desventajas habrían tenido para los españoles la percepción que los incas tenían de ellos."
          ],
          "respuesta": "Pedir a los estudiantes que comparen la percepción que habrían tenido Atahualpa y Ciquinchira sobre los españoles. Luego, pedirles que indiquen cómo la experiencia de ambos con los españoles habría influido en dichas percepciones. Finalmente, preguntarles cómo contribuyen estos fragmentos a entender la visión que la sociedad inca habría tenido sobre los españoles.",
          "respuestaCorta": "La interpretación crítica requiere comparar las diferentes visiones dentro de una fuente y analizar cómo las experiencias de los protagonistas influyeron en sus percepciones para construir una comprensión más amplia.",
          "solucionario": "La opción B es la más pertinente porque guía a una interpretación crítica profunda. Pide comparar las dos percepciones y, fundamentalmente, analizar *por qué* son diferentes, vinculándolas a la experiencia de cada personaje (Atahualpa no los había visto, Ciquinchira sí). Finalmente, los lleva a sintetizar cómo estas visiones opuestas contribuyen a una comprensión más compleja de la perspectiva inca. La opción A emite juicios de valor ('veraz', 'no creíble') y la C se queda en la comparación sin profundizar en las causas de las diferencias.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Después de que los estudiantes han interpretado diversas fuentes, la docente les pide que comenten algunos de sus hallazgos sobre las causas que habrían provocado la caída del Tahuantinsuyo. ¿Cuál de los siguientes estudiantes indica una causa estructural de la caída del Tahuantinsuyo?",
          "opciones": [
            "César dice: \"Considero que la captura del inca Atahualpa en Cajamarca provocó la caída del Tahuantinsuyo; por eso, el ejército inca ya no contaba con una dirección clara para enfrentarse a los españoles en batalla\".",
            "Melina dice: \"Pienso que el periodo de crisis de la guerra civil entre Huáscar y Atahualpa incidió en la caída del Tahuantinsuyo; por eso, a la llegada de los españoles los incas se encontraban divididos en dos bandos\".",
            "Lía dice: \"Creo que la falta de identificación con los incas de parte de varias culturas anexadas por ellos influyó en la caída del Tahuantinsuyo; por eso, muchas de dichas culturas decidieron apoyar a los españoles\"."
          ],
          "respuesta": "Lía dice: \"Creo que la falta de identificación con los incas de parte de varias culturas anexadas por ellos influyó en la caída del Tahuantinsuyo; por eso, muchas de dichas culturas decidieron apoyar a los españoles\".",
          "respuestaCorta": "Una causa estructural es una condición de fondo y de larga duración, como el descontento de los pueblos conquistados, a diferencia de un evento puntual (captura del inca) o una crisis coyuntural (guerra civil).",
          "solucionario": "Lía identifica una causa estructural: la fragilidad interna del imperio debido a que estaba compuesto por múltiples etnias sometidas que no compartían una identidad con los incas y estaban dispuestas a aliarse con un enemigo externo. Esta es una condición preexistente y de larga data. En cambio, César menciona un detonante (la captura de Atahualpa) y Melina una causa coyuntural (la guerra civil), que son eventos más inmediatos en el tiempo.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p39-42",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes están indagando sobre la relación entre la deforestación de los bosques amazónicos y el cambio climático. En este contexto, la docente y los estudiantes desarrollan diversas actividades para analizar el caso de una región amazónica del Perú.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la experiencia de aprendizaje, la docente realiza la siguiente actividad:\n1. Entrega a los estudiantes un mapa actual y otro de hace diez años atrás, que muestran la cobertura de los bosques de una región amazónica del país.\n2. Solicita que comparen los mapas y mencionen cuáles son los cambios que observan en ellos.\n3. Pide que busquen información para que respondan por qué ocurrieron los cambios que muestran los mapas.\n¿Cuál de los siguientes aprendizajes busca promover la docente en la actividad descrita?",
          "opciones": [
            "La identificación de las limitaciones y posibilidades de un espacio geográfico.",
            "El reconocimiento del orden espacial de un espacio geográfico.",
            "La explicación de dinámicas de un espacio geográfico."
          ],
          "respuesta": "La explicación de dinámicas de un espacio geográfico.",
          "respuestaCorta": "La actividad promueve la explicación de dinámicas geográficas al hacer que los estudiantes comparen un espacio en dos momentos distintos y expliquen las causas de su transformación.",
          "solucionario": "Las dinámicas de un espacio geográfico se refieren a los cambios y transformaciones que este experimenta a lo largo del tiempo. La actividad está diseñada para ello: primero, los estudiantes identifican el cambio (comparando los mapas) y, segundo, explican las causas de esa transformación ('por qué ocurrieron los cambios'). No se centra en la organización estática del espacio (B) ni en sus potencialidades (A).",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Para reconocer los impactos de la deforestación de los bosques amazónicos de la región estudiada, la docente ha previsto que los estudiantes realicen diversas actividades. ¿Cuál de las siguientes acciones pedagógicas promueve mejor que los estudiantes reconozcan los impactos de la deforestación a diferentes escalas espaciales?",
          "opciones": [
            "Pedir a los estudiantes que indaguen sobre los impactos ambientales de la deforestación en los bosques amazónicos de la región estudiada. Luego, pedirles que averigüen cómo esta problemática impacta en la economía de la región. Por último, pedirles que evalúen cómo esta problemática afectaría la calidad de vida de las comunidades que viven en la región estudiada.",
            "Pedir a los estudiantes que averigüen cómo la deforestación influye en las actividades humanas que se realizan en los bosques amazónicos de la región estudiada. Luego, pedirles que averigüen cómo dicha deforestación amenaza la megadiversidad de la Amazonía. Por último, pedirles que evalúen si dicha deforestación podría alterar la regulación de la temperatura del planeta.",
            "Pedir a los estudiantes que busquen información acerca de cómo se produce el calentamiento global. Luego, pedirles que indiquen qué cambios ha experimentado la temperatura y patrones climáticos del planeta. Por último, pedirles que comenten de qué manera el aumento de la deforestación de los bosques amazónicos de la región estudiada podría influir en el calentamiento global."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen cómo la deforestación influye en las actividades humanas que se realizan en los bosques amazónicos de la región estudiada. Luego, pedirles que averigüen cómo dicha deforestación amenaza la megadiversidad de la Amazonía. Por último, pedirles que evalúen si dicha deforestación podría alterar la regulación de la temperatura del planeta.",
          "respuestaCorta": "Esta opción guía al estudiante a analizar los impactos de la deforestación en una progresión de escalas: local (actividades humanas en la región), regional/continental (megadiversidad de la Amazonía) y global (temperatura del planeta).",
          "solucionario": "La acción B es la única que aborda explícitamente diferentes escalas espaciales. Comienza en la escala local/regional ('región estudiada'), se expande a una escala continental ('megadiversidad de la Amazonía') y culmina en la escala global ('regulación de la temperatura del planeta'). La opción A trabaja en una sola escala (la región) pero en diferentes dimensiones (ambiental, económica, social). La opción C se centra principalmente en la escala global.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes explican por qué es importante proteger los bosques amazónicos de la región para hacer frente al cambio climático. ¿Cuál de los siguientes estudiantes menciona en su comentario un argumento basado en el concepto de mitigación del cambio climático?",
          "opciones": [
            "Estela dice: \"Creo que hay que proteger los bosques amazónicos porque así se podrá mantener el hábitat de muchas especies de flora y fauna. Esto reducirá la desaparición de especies, a pesar de los efectos del cambio climático\".",
            "Yenes dice: \"Pienso que hay que proteger los bosques amazónicos porque estos podrán moderar los cambios irregulares del clima. Para ello, es necesario implementar proyectos de conservación que garanticen el óptimo estado de los bosques\".",
            "Lucio dice: \"Considero que hay que proteger los bosques amazónicos porque estos son los grandes depósitos naturales de carbono. Con ello, la deforestación no se permitiría, lo que evitaría que una gran cantidad de dióxido de carbono llegue a la atmósfera\"."
          ],
          "respuesta": "Lucio dice: \"Considero que hay que proteger los bosques amazónicos porque estos son los grandes depósitos naturales de carbono. Con ello, la deforestación no se permitiría, lo que evitaría que una gran cantidad de dióxido de carbono llegue a la atmósfera\".",
          "respuestaCorta": "La mitigación del cambio climático se refiere a acciones que reducen las emisiones de gases de efecto invernadero o aumentan su absorción, como proteger los bosques por su capacidad de almacenar carbono.",
          "solucionario": "El comentario de Lucio describe una acción de mitigación. La mitigación busca atacar las causas del cambio climático, principalmente la concentración de gases de efecto invernadero (GEI) en la atmósfera. Al señalar que los bosques son 'depósitos de carbono' y que protegerlos evita que el CO2 llegue a la atmósfera, Lucio se está refiriendo a reducir la fuente de emisiones. Los comentarios de Estela y Yenes se relacionan más con la adaptación (reducir la vulnerabilidad a los efectos) o la resiliencia.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Durante una de las actividades de la experiencia de aprendizaje, los estudiantes han identificado que los pueblos indígenas realizan un manejo sostenible de los bosques amazónicos. Por ello, la docente busca que los estudiantes analicen dicho manejo tomando en cuenta las tres dimensiones del desarrollo sostenible. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro del propósito?",
          "opciones": [
            "Pedir a los estudiantes que indaguen qué saberes tradicionales de los pueblos indígenas son usados en el desarrollo de sus diversas actividades productivas. Luego, pedirles que averigüen cómo dichas actividades contribuyen a satisfacer sus necesidades básicas. Por último, preguntarles de qué manera estas formas de vida favorecen el cuidado de los bosques amazónicos y, a su vez, ayudan a mitigar el cambio climático.",
            "Pedir a los estudiantes que indaguen qué conocimientos tradicionales de los pueblos indígenas contribuyen a la conservación de los bosques amazónicos. Luego, pedirles que averigüen cómo dicha conservación mejora la regulación del clima y del agua de estos bosques. Por último, preguntarles si consideran que la conservación de estos bosques ayudaría a luchar contra el cambio climático.",
            "Pedir a los estudiantes que indaguen cuáles son los derechos territoriales de los pueblos indígenas. Luego, pedirles que averigüen cuáles son las amenazas que vulneran los derechos territoriales de estos pueblos. Por último, preguntarles por qué es importante el reconocimiento de dichos derechos para que los pueblos indígenas puedan afrontar el cambio climático."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen qué saberes tradicionales de los pueblos indígenas son usados en el desarrollo de sus diversas actividades productivas. Luego, pedirles que averigüen cómo dichas actividades contribuyen a satisfacer sus necesidades básicas. Por último, preguntarles de qué manera estas formas de vida favorecen el cuidado de los bosques amazónicos y, a su vez, ayudan a mitigar el cambio climático.",
          "respuestaCorta": "Esta secuencia de preguntas aborda las tres dimensiones del desarrollo sostenible: económica (actividades productivas), social (satisfacción de necesidades básicas) y ambiental (cuidado de los bosques).",
          "solucionario": "La opción A es la única que integra las tres dimensiones del desarrollo sostenible de forma equilibrada. La primera parte aborda la dimensión económica ('actividades productivas'), la segunda la dimensión social ('satisfacer sus necesidades básicas'), y la tercera la dimensión ambiental ('cuidado de los bosques'). La opción B se centra casi exclusivamente en la dimensión ambiental. La opción C se enfoca en la dimensión sociopolítica (derechos) sin articularla con la económica y ambiental de forma explícita.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p43",
      "contexto": "Después de que los estudiantes han identificado las principales causas de la contaminación atmosférica, la docente les ha pedido que trabajen en equipos para elaborar alternativas de solución a esta problemática. Mientras la docente asesora a los equipos, una estudiante comenta lo siguiente: \"Una de las causas del problema de la contaminación es el uso de la gasolina. Si la reemplazamos por biocombustible, ya no tendríamos de qué preocuparnos\". Ante la intervención, la docente considera importante brindar pautas para que la estudiante cuestione su alternativa de solución.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente para el logro de este propósito?",
          "opciones": [
            "\"Es cierto que el uso de la gasolina genera una gran contaminación. Sin embargo, te sugiero que recabes información sobre el proceso de producción de los biocombustibles a escala industrial. A partir de eso, te recomiendo que evalúes cómo este proceso afecta al ambiente\".",
            "\"Creo que es una buena idea reemplazar el uso de la gasolina. Por eso, te recomiendo que busques información acerca de qué otras fuentes de energía no contaminante existen además del biocombustible. También, es importante que tengas en cuenta cuáles podrían ser otras ventajas del uso de biocombustible\".",
            "\"Estás reconociendo las desventajas ambientales del uso de un combustible fósil. Para que fundamentes mejor tu propuesta, te sugiero que averigües la proyección del incremento del uso de combustibles fósiles para los próximos años en el mundo. Además, también es importante que indagues si en el Perú ya se usa el biocombustible\"."
          ],
          "respuesta": "\"Es cierto que el uso de la gasolina genera una gran contaminación. Sin embargo, te sugiero que recabes información sobre el proceso de producción de los biocombustibles a escala industrial. A partir de eso, te recomiendo que evalúes cómo este proceso afecta al ambiente\".",
          "respuestaCorta": "Para que la estudiante cuestione su propia solución, se le debe guiar a investigar las posibles consecuencias negativas o no previstas de su propuesta, fomentando un pensamiento crítico y complejo.",
          "solucionario": "La intervención A es la más pertinente porque desafía la conclusión simplista de la estudiante ('ya no tendríamos de qué preocuparnos'). Al pedirle que investigue el impacto ambiental de la producción de biocombustibles, la docente la está guiando a descubrir que ninguna solución es perfecta y que a menudo existen costos ocultos o externalidades negativas. Esto fomenta una evaluación más crítica de las alternativas. Las otras opciones no cuestionan la propuesta, sino que la refuerzan o piden información complementaria.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p44-46",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes están indagando acerca de la ocurrencia de incendios forestales, una de las problemáticas más recurrentes en la región en la que viven. Por ello, la docente realiza diversas actividades para desarrollar la experiencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante una de las actividades relacionadas con la experiencia de aprendizaje, la docente busca que los estudiantes expliquen las causas de la problemática de los incendios forestales en la región. ¿Cuál de las siguientes acciones pedagógicas promueve la elaboración de una explicación que vincule elementos naturales y sociales?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen cuáles son los meses de mayor ocurrencia de incendios forestales en la región en los últimos cinco años. Luego, pedirles que indaguen sobre las principales características del clima en dichos meses. Por último, preguntarles cómo dichas características se vinculan con la ocurrencia de incendios forestales.",
            "Pedir a los estudiantes que averigüen con qué frecuencia se practica la quema de vegetación forestal en la región. Luego, pedirles que expliquen las razones que tienen las personas para realizar dicha práctica. Por último, pedirles que comenten cómo dicha práctica podría vincularse con la ocurrencia de incendios forestales en la región.",
            "Pedir a los estudiantes que averigüen en qué lugares de la región ocurrieron incendios forestales en los últimos cinco años. Luego, pedirles que identifiquen si existían áreas ocupadas por la población cerca a dichos lugares. Por último, preguntarles de qué manera la población expuesta a los incendios forestales se vio afectada."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen con qué frecuencia se practica la quema de vegetación forestal en la región. Luego, pedirles que expliquen las razones que tienen las personas para realizar dicha práctica. Por último, pedirles que comenten cómo dicha práctica podría vincularse con la ocurrencia de incendios forestales en la región.",
          "respuestaCorta": "Esta opción vincula un elemento social (la práctica de la quema de vegetación por personas) con un resultado en el entorno natural (la ocurrencia de incendios forestales).",
          "solucionario": "La opción B es la que mejor promueve la vinculación de elementos naturales y sociales. Analiza una práctica social (la quema de vegetación, una actividad humana) y pide explicar cómo esta práctica social causa un fenómeno en el entorno natural (los incendios forestales). La opción A se centra principalmente en elementos naturales (meses, clima). La opción C se enfoca en las consecuencias sociales de un fenómeno natural, pero no en las causas que vinculan ambos tipos de elementos.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Durante el desarrollo de la experiencia de aprendizaje, la docente entrega diversos mapas a los estudiantes para realizar la siguiente actividad: 1. Pide que distingan zonas con condiciones climáticas propicias para incendios. 2. Les pide que identifiquen relieve y cobertura vegetal. 3. Les solicita que distingan ciudades y centros poblados. 4. Por último, les pide que superpongan los mapas y elaboren uno nuevo que identifique áreas con mayor o menor posibilidad de sufrir daños. Tomando en cuenta el marco actual de la Gestión del Riesgo de Desastres, ¿cuál de los siguientes aspectos se aborda principalmente con la actividad descrita?",
          "opciones": [
            "La caracterización del peligro.",
            "El análisis de la vulnerabilidad.",
            "El reconocimiento del riesgo de desastre."
          ],
          "respuesta": "El reconocimiento del riesgo de desastre.",
          "respuestaCorta": "La actividad consiste en identificar el peligro (condiciones para el incendio), la vulnerabilidad (población e infraestructura expuesta) y superponerlos para determinar las áreas con mayor posibilidad de sufrir daños, lo que define el riesgo.",
          "solucionario": "La actividad sigue la fórmula fundamental de la gestión del riesgo: Riesgo = Peligro x Vulnerabilidad. Los pasos 1 y 2 ayudan a caracterizar el peligro (la probabilidad de que ocurra un incendio forestal). El paso 3 ayuda a analizar la vulnerabilidad (los elementos, como ciudades y centros poblados, que estarían expuestos y podrían sufrir daños). El paso 4, al superponer ambos análisis, lleva a los estudiantes a identificar el riesgo de desastre, es decir, las áreas donde la combinación de peligro y vulnerabilidad es más alta.",
          "seccion": "Competencia Disciplinar"
        },
        {
          "pregunta": "Para profundizar en el análisis de la problemática de los incendios forestales en la región, la docente entrega a los estudiantes una guía de preguntas para que las respondan con la ayuda de diversas fuentes de información. ¿Cuál de los siguientes conjuntos de preguntas favorece que los estudiantes reconozcan múltiples dimensiones de esta problemática?",
          "opciones": [
            "¿De qué manera los incendios forestales podrían influir en la calidad y estabilidad del suelo de la región? ¿Cómo es que las condiciones del suelo afectarían las actividades productivas de la región? ¿Consideras que el nivel de pobreza de la región podría aumentar debido a esta situación?",
            "¿Cuáles son los impactos de los incendios forestales en la calidad del suelo de los bosques de la región? ¿Consideras que la ocurrencia de estos incendios podría alterar la densidad y distribución de la vegetación de la región? ¿Cómo estas alteraciones en el ecosistema de la región podrían impactar en la fauna que alberga?",
            "¿Qué entidades deberían dar respuesta al desastre por incendios forestales en la región? ¿Consideras importante que las autoridades competentes realicen campañas para concientizar sobre las consecuencias de estos incendios? ¿Por qué es necesario implementar un sistema de alerta temprana si ocurre un incendio forestal?"
          ],
          "respuesta": "¿De qué manera los incendios forestales podrían influir en la calidad y estabilidad del suelo de la región? ¿Cómo es que las condiciones del suelo afectarían las actividades productivas de la región? ¿Consideras que el nivel de pobreza de la región podría aumentar debido a esta situación?",
          "respuestaCorta": "Este conjunto de preguntas guía al estudiante a través de una cadena de impactos que transitan por la dimensión ambiental (suelo), la económica (actividades productivas) y la social (pobreza).",
          "solucionario": "La opción A es la que mejor aborda múltiples dimensiones de forma interconectada. La primera pregunta se enfoca en la dimensión ambiental (impacto en el suelo). La segunda conecta lo ambiental con lo económico (impacto en las actividades productivas). La tercera conecta lo económico con lo social (impacto en el nivel de pobreza). La opción B se mantiene dentro de la dimensión ambiental (suelo, vegetación, fauna). La opción C se centra en la dimensión de gestión y política (entidades, campañas, sistemas de alerta).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p47",
      "contexto": "Durante una experiencia de aprendizaje acerca de cómo el cambio climático afecta a los sectores de la economía, los estudiantes han indagado sobre qué estrategias existen para hacer frente a esta problemática. A continuación, se presenta la intervención de uno de los integrantes del equipo que indagó acerca de las estrategias para el sector energético: \"Leímos que el derretimiento de los glaciares peruanos alteraría la disponibilidad de agua... Por ejemplo, la implementación de tecnologías para hacer más eficiente el uso del agua en las hidroeléctricas... También, encontramos que se recomienda diversificar las fuentes energéticas para no depender del agua...\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes medidas se corresponde directamente con las estrategias mencionadas en la intervención del estudiante?",
          "opciones": [
            "Adaptación al cambio climático.",
            "Mitigación del cambio climático.",
            "Resiliencia frente al cambio climático."
          ],
          "respuesta": "Adaptación al cambio climático.",
          "respuestaCorta": "Las estrategias mencionadas (uso eficiente del agua, diversificación de fuentes) son ajustes para enfrentar los efectos ya inevitables del cambio climático (derretimiento de glaciares), lo cual es la definición de adaptación.",
          "solucionario": "La adaptación al cambio climático consiste en desarrollar acciones y medidas para reducir la vulnerabilidad ante sus efectos. El estudiante describe estrategias para ajustarse a un efecto concreto (la menor disponibilidad de agua por el derretimiento de glaciares). Hacer más eficiente el uso del agua y diversificar las fuentes de energía son ejemplos claros de adaptación para que el sector energético pueda seguir funcionando a pesar de los cambios. La mitigación se enfocaría en reducir las emisiones del sector energético, no en cómo lidiar con las consecuencias.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p48-49",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes van a explicar de qué manera el Gobierno peruano hizo frente a los efectos de la Segunda Guerra Mundial en el Perú. Para ello, el docente les ha entregado diversas fuentes para que realicen varias actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el desarrollo de una de las actividades, el docente entrega a los estudiantes diversas fuentes para que las analicen. ¿Cuál de las siguientes fuentes indica una medida que se corresponde con una política monetaria?",
          "opciones": [
            "Una fuente que describe cómo, para hacer frente al incremento del desempleo, el Gobierno promovió la inversión pública en diversas obras de infraestructura, como obras de regadío.",
            "Una fuente que describe cómo, para hacer frente a la posible escasez de algunos productos de exportación en el mercado interno, como el algodón, el Gobierno elevó el impuesto a las exportaciones.",
            "Una fuente que describe cómo, para hacer frente a la elevación del precio internacional del dólar, el Gobierno fijó un tipo de cambio relativamente bajo para promover la importación de bienes de capital, como maquinarias."
          ],
          "respuesta": "Una fuente que describe cómo, para hacer frente a la elevación del precio internacional del dólar, el Gobierno fijó un tipo de cambio relativamente bajo para promover la importación de bienes de capital, como maquinarias.",
          "respuestaCorta": "Una política monetaria involucra el control sobre el valor del dinero. Fijar el tipo de cambio es una acción directa sobre el valor de la moneda nacional frente a una extranjera.",
          "solucionario": "La política monetaria se refiere a las acciones de la autoridad monetaria (como el banco central) para gestionar la cantidad de dinero en circulación y el costo del dinero (tasas de interés, tipo de cambio). Fijar el tipo de cambio (opción C) es una herramienta clásica de política monetaria. La opción A describe una política fiscal (uso del gasto público para influir en la economía). La opción B describe una política comercial o tributaria (uso de impuestos).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2023_p48-49",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes van a explicar de qué manera el Gobierno peruano hizo frente a los efectos de la Segunda Guerra Mundial en el Perú. Para ello, el docente les ha entregado diversas fuentes para que realicen varias actividades.",
      "imagen": "img/ascenso/secundaria/2023/sociales/1.jpg",
      "preguntas": [
        {
          
            "pregunta": "Como parte de las diversas fuentes que los estudiantes van a interpretar para analizar los efectos de la Segunda Guerra Mundial en la economía peruana, el docente entrega a los estudiantes el siguiente gráfico:\nBalanza comercial del Perú (1940 - 1945)\n(Millones de dólares) ¿Cuál de los siguientes estudiantes interpreta correctamente el gráfico presentado?",
          "opciones": [
            "Verónica dice: \"En el periodo de la guerra, el Perú registró el mayor superávit comercial en 1942, mientras que en 1944 registró el menor superávit comercial\".",
            "Leo dice: \"En el periodo de la guerra, el Perú registró un déficit comercial entre 1941 y 1942, mientras que, a partir de 1943, registró un superávit comercial\".",
            "Amanda dice: \"En los años que duró la guerra, el Perú registró los mayores niveles de superávit comercial en los años de 1944 y 1945\"."
          ],
          "respuesta": "Verónica dice: \"En el periodo de la guerra, el Perú registró el mayor superávit comercial en 1942, mientras que en 1944 registró el menor superávit comercial\".",
          "respuestaCorta": "Al calcular la diferencia entre exportaciones (línea superior) e importaciones (línea inferior), se confirma que el mayor superávit ocurrió en 1942 y el menor en 1944.",
          "solucionario": "Para interpretar el gráfico, se debe calcular el superávit comercial (Exportaciones - Importaciones) de cada año. En 1942, el superávit fue de 25.7 millones de dólares (87.6 - 61.9), el más alto del periodo. En 1944, el superávit fue de 6 millones (107.7 - 101.7), el más bajo del periodo. Por lo tanto, la afirmación de Verónica es la única que describe correctamente los datos del gráfico. Las otras opciones son incorrectas porque nunca hubo déficit y los superávits de 1944 y 1945 fueron los más bajos.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p50",
      "contexto": "Como parte de una sesión de aprendizaje acerca de finanzas personales, los estudiantes están compartiendo en plenaria recomendaciones para reducir gastos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones de los estudiantes hace referencia a los gastos hormiga?",
          "opciones": [
            "Santiago dice: \"Averigüé que una forma de reducir los gastos es tomar precauciones para prevenir imprevistos como averías eléctricas o fugas de agua en casa. Detectar esos imprevistos ayudaría a evitar gastos en el futuro\".",
            "Meylee dice: \"Leí que una manera de reducir los gastos es evitar compras que hacemos cotidianamente, como golosinas, snacks o bebidas que se nos antojan. Prescindir del consumo de estos productos ayudaría a reducir gastos\".",
            "Geraldine dice: \"Encontré que un modo de reducir los gastos es identificar si existen pagos que se realizan periódicamente por servicios que ya no se utilizan, como membresías o suscripciones. Cancelar dichos servicios ayudaría a disminuir gastos\"."
          ],
          "respuesta": "Meylee dice: \"Leí que una manera de reducir los gastos es evitar compras que hacemos cotidianamente, como golosinas, snacks o bebidas que se nos antojan. Prescindir del consumo de estos productos ayudaría a reducir gastos\".",
          "respuestaCorta": "Los gastos hormiga son pequeños consumos frecuentes y no esenciales, como golosinas o snacks, que sumados representan un monto considerable.",
          "solucionario": "Los gastos hormiga se definen como pequeños gastos diarios o frecuentes que pasan casi desapercibidos pero que, al sumarse, tienen un impacto significativo en el presupuesto. La descripción de Meylee sobre 'golosinas, snacks o bebidas que se nos antojan' encaja perfectamente con esta definición. La recomendación de Santiago se refiere a gastos imprevistos o de mantenimiento, y la de Geraldine a gastos fijos o suscripciones (gastos fantasma).",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p51",
      "contexto": "Como parte de la planificación de una experiencia de aprendizaje, la docente está seleccionando ejemplos para que los estudiantes analicen la relación entre la demanda de diferentes bienes y servicios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejemplos seleccionados por la docente son bienes sustitutos?",
          "opciones": [
            "Harina y pan.",
            "Blue jean y pantalón de buzo.",
            "Impresora y cartucho de tinta."
          ],
          "respuesta": "Blue jean y pantalón de buzo.",
          "respuestaCorta": "Los bienes sustitutos son aquellos que satisfacen la misma necesidad y pueden ser reemplazados uno por el otro, como dos tipos diferentes de pantalones.",
          "solucionario": "Dos bienes son sustitutos si el consumidor puede reemplazar el uso de uno por el otro. Un 'blue jean' y un 'pantalón de buzo' (sweatpants) cumplen la función de vestir la parte inferior del cuerpo, por lo que son sustitutos. La harina y el pan son bienes relacionados (insumo y producto), mientras que la impresora y el cartucho de tinta son bienes complementarios, ya que se necesitan mutuamente para funcionar.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p52",
      "contexto": "En una sesión de aprendizaje, los estudiantes comparten diversas noticias sobre la variación de precios de algunos alimentos. En ese contexto, un estudiante presenta una noticia que describe el incremento del precio del pollo en las últimas semanas. A partir de ello, la docente les pide que, tomando en cuenta que los demás factores se mantienen constantes, planteen distintas hipótesis acerca de por qué habría ocurrido dicho incremento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes formula una explicación acerca del incremento del precio del pollo, según la ley de la oferta y la demanda?",
          "opciones": [
            "Ana dice: \"Creo que esta situación se podría explicar por el alza de los costos de producción de pollos, lo que llevaría a que su producción disminuya. Al haber una contracción de la oferta de pollo en el mercado, el precio de este se incrementaría\".",
            "Eva dice: \"Creo que esta situación se podría explicar por la reducción en el precio de bienes sustitutos como el pescado, lo que llevaría a reemplazar el pollo por el pescado. Al haber una contracción en la demanda de pollo, el precio de este se incrementaría\".",
            "Luis dice: \"Creo que esta situación se podría explicar porque ha aumentado el número de empresas avícolas en el mercado, lo que llevaría a que más personas quieran comprar pollo. Al haber una expansión en la oferta de pollo, el precio de este se incrementaría\"."
          ],
          "respuesta": "Ana dice: \"Creo que esta situación se podría explicar por el alza de los costos de producción de pollos, lo que llevaría a que su producción disminuya. Al haber una contracción de la oferta de pollo en el mercado, el precio de este se incrementaría\".",
          "respuestaCorta": "Según la ley de la oferta, un aumento en los costos de producción reduce la oferta disponible. Si la demanda se mantiene constante, esta escasez provoca un aumento en el precio.",
          "solucionario": "La explicación de Ana es correcta. Un aumento en los costos de producción (ej. alimento para aves) hace que sea menos rentable producir pollos, por lo que la oferta se contrae (disminuye). Ante una menor cantidad de pollos en el mercado y una demanda que no ha cambiado, el precio de equilibrio sube. La explicación de Eva es incorrecta porque una contracción de la demanda haría que el precio baje, no que suba. La de Luis también es incorrecta porque una expansión de la oferta haría que el precio baje.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p53",
      "contexto": "En el mercado de las bicicletas, se registra un aumento del precio de equilibrio junto con un aumento de la cantidad de equilibrio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si todos los demás factores se han mantenido constantes, ¿qué ha sucedido en el mercado de las bicicletas para que se produzcan ambos sucesos?",
          "opciones": [
            "La demanda de bicicletas ha aumentado.",
            "La demanda de bicicletas ha disminuido.",
            "La oferta de bicicletas ha aumentado."
          ],
          "respuesta": "La demanda de bicicletas ha aumentado.",
          "respuestaCorta": "Un aumento simultáneo en el precio y la cantidad de equilibrio solo puede ser explicado por un desplazamiento positivo de la curva de demanda, manteniendo la oferta constante.",
          "solucionario": "Cuando la demanda de un producto aumenta (por ejemplo, por una nueva moda o mayor conciencia sobre la salud), la curva de demanda se desplaza a la derecha. Esto provoca que los consumidores estén dispuestos a comprar más bicicletas a cada precio, lo que resulta en un nuevo punto de equilibrio con un precio más alto y una cantidad vendida también más alta. Una disminución de la demanda bajaría ambos. Un aumento de la oferta aumentaría la cantidad pero bajaría el precio.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p54",
      "contexto": "Al inicio de una experiencia de aprendizaje, los estudiantes están conversando con el docente sobre lo que se debería hacer, en el marco de la economía de mercado, para afrontar el incremento de precios de alimentos de primera necesidad en el Perú. En ese contexto, uno de los estudiantes comenta lo siguiente: \"Yo creo que la forma de enfrentar esta situación es que se fijen los precios de esos alimentos para evitar que sigan subiendo. Por ello, creo que el Estado debe obligar a los productores de estos alimentos a que fijen sus precios a niveles bajos\". Luego de que varios estudiantes se mostraron de acuerdo con la afirmación de su compañero, el docente busca generar conflicto cognitivo en los estudiantes respecto de dicha afirmación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas promueve mejor el logro de dicho propósito?",
          "opciones": [
            "¿Qué instituciones del Estado deberían encargarse de fijar los precios? ¿Qué medidas deberían implementarse para que los productores respeten la fijación de precios? ¿Qué beneficios inmediatos obtendrían los consumidores con la fijación de precios bajos?",
            "¿Cómo afectaría económicamente a los productores de estos alimentos si el Estado les obliga a fijar sus precios? ¿Qué estrategias creen que tomarían estos productores para seguir vendiendo sus alimentos? ¿Cómo impactaría esta situación en los consumidores?",
            "¿Los subsidios que otorga el Estado podrían ser una alternativa a la fijación de precios? ¿Cuáles son los alimentos que ya vienen siendo subsidiados por el Estado? ¿De qué manera ha influido el subsidio estatal en la variación del precio de estos alimentos?"
          ],
          "respuesta": "¿Cómo afectaría económicamente a los productores de estos alimentos si el Estado les obliga a fijar sus precios? ¿Qué estrategias creen que tomarían estos productores para seguir vendiendo sus alimentos? ¿Cómo impactaría esta situación en los consumidores?",
          "respuestaCorta": "Para generar conflicto cognitivo sobre el control de precios, se debe guiar al estudiante a analizar las consecuencias no deseadas de esa política, como la escasez o el mercado negro, que afectarían tanto a productores como a consumidores.",
          "solucionario": "El conjunto de preguntas B es el más efectivo para generar conflicto cognitivo. Obliga a los estudiantes a pensar en las consecuencias lógicas de su propuesta: los productores, al no poder cubrir sus costos, probablemente reducirían la producción o buscarían otros mercados, lo que al final generaría escasez y perjudicaría a los mismos consumidores que se buscaba proteger. Esto desafía la idea inicial de que fijar precios es una solución simple y beneficiosa. La opción A refuerza la idea en lugar de cuestionarla. La opción C cambia el tema a los subsidios en lugar de analizar la propuesta de fijación de precios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que todos los demás factores se mantienen constantes, ¿cuál de las siguientes situaciones influye directamente en la reducción del déficit fiscal?",
          "opciones": [
            "Una situación en la que se reduce la evasión tributaria.",
            "Una situación en la que se reduce la tasa de interés.",
            "Una situación en la que se reducen los aranceles."
          ],
          "respuesta": "Una situación en la que se reduce la evasión tributaria.",
          "respuestaCorta": "El déficit fiscal es la diferencia entre los gastos y los ingresos del Estado. Reducir la evasión tributaria aumenta directamente los ingresos, por lo tanto, reduce el déficit.",
          "solucionario": "El déficit fiscal se produce cuando los gastos del gobierno superan sus ingresos. La principal fuente de ingresos del Estado son los impuestos. Por lo tanto, una reducción de la evasión tributaria significa que el Estado recauda más impuestos, aumentando sus ingresos y reduciendo directamente la brecha del déficit. Reducir la tasa de interés es una medida de política monetaria y reducir los aranceles de hecho disminuiría los ingresos del Estado, potencialmente aumentando el déficit.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p56",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes buscan responder cómo pueden lograr un consumo más responsable, ellos están revisando noticias al respecto. En ese contexto, uno de ellos compartió una noticia acerca de la propuesta de un colectivo de prohibir las pruebas de experimentación en animales realizadas por las compañías que fabrican artículos de higiene personal. Debido a que varios estudiantes se interesaron en la noticia, la docente busca que asuman una posición crítica frente a este tipo de prácticas de producción.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro del propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que averigüen qué derechos de los animales son vulnerados con la experimentación animal debido a la fabricación de artículos de higiene personal. Luego, explicarles por qué la experimentación en animales implica un acto de tortura animal y cómo podría evitarse. Por último, pedirles que expliquen las razones para no comprar artículos de higiene personal testeados en animales.",
            "Pedir a los estudiantes que averigüen por qué se realizan pruebas de experimentación en animales como parte de la fabricación de artículos de higiene personal. Luego, pedirles que indaguen sobre métodos alternativos a la experimentación animal en la producción de dichos artículos. Por último, pedirles que, a partir de lo anterior, expliquen si ellos consumirían artículos de higiene personal testeados en animales.",
            "Pedir a los estudiantes que averigüen qué iniciativas divulgan cómo la experimentación animal para la producción de artículos de higiene personal afecta su bienestar. Luego, pedirles que discutan sobre la importancia de dichas iniciativas para sensibilizar a los consumidores. Por último, pedirles que expliquen si dichas iniciativas serían suficientes para cambiar la actitud de los consumidores frente a productos testeados en animales."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen por qué se realizan pruebas de experimentación en animales como parte de la fabricación de artículos de higiene personal. Luego, pedirles que indaguen sobre métodos alternativos a la experimentación animal en la producción de dichos artículos. Por último, pedirles que, a partir de lo anterior, expliquen si ellos consumirían artículos de higiene personal testeados en animales.",
          "respuestaCorta": "Para formar una posición crítica, los estudiantes deben analizar un problema desde varias perspectivas (las razones a favor y las alternativas en contra) y luego usar esa información para fundamentar su propia postura.",
          "solucionario": "La opción B es la más pertinente para desarrollar una posición crítica porque promueve un análisis equilibrado. Pide a los estudiantes investigar tanto las razones por las que se realizan las pruebas como las alternativas existentes. Este análisis de 'pros' y 'contras' les proporciona la información necesaria para que, en el último paso, puedan tomar y fundamentar una decisión personal e informada ('expliquen si ellos consumirían'). La opción A es inductiva y sesgada, ya que guía a los estudiantes hacia una única conclusión predeterminada. La opción C se centra en las campañas de sensibilización más que en el problema de fondo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p57",
      "contexto": "En el marco de una experiencia de aprendizaje, una docente muestra a los estudiantes la siguiente situación hipotética: En los últimos meses, ha habido un considerable aumento de la demanda del pan. Después de que los estudiantes han analizado dicha situación, la docente les pide que formulen posibles explicaciones sobre el aumento de la demanda de dicho producto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes explica el aumento de la demanda del pan, según la ley de la oferta y la demanda?",
          "opciones": [
            "Saúl dice: \"Yo creo que el aumento de la demanda del pan se explicaría por una posible reducción del precio de los insumos para producirlo, como la harina de trigo\".",
            "Ana dice: \"Yo creo que el aumento de la demanda del pan se explicaría por una posible reducción del precio de uno de sus productos sustitutos, como los bizcochos\".",
            "Eva dice: \"Yo creo que el aumento de la demanda del pan se explicaría por una posible reducción del precio de uno de sus productos complementarios, como la mantequilla\"."
          ],
          "respuesta": "Eva dice: \"Yo creo que el aumento de la demanda del pan se explicaría por una posible reducción del precio de uno de sus productos complementarios, como la mantequilla\".",
          "respuestaCorta": "La demanda de un bien aumenta si el precio de un bien complementario (que se consume junto a él) disminuye, ya que el 'costo total' de la experiencia de consumo se reduce.",
          "solucionario": "La explicación de Eva es la correcta. El pan y la mantequilla son bienes complementarios. Si el precio de la mantequilla baja, los consumidores comprarán más mantequilla y, en consecuencia, también comprarán más pan para consumirlo con ella, lo que aumenta la demanda de pan. La explicación de Saúl afectaría a la oferta, no a la demanda. La de Ana es incorrecta porque si el precio de un sustituto (bizcochos) baja, la gente compraría más bizcochos y menos pan, disminuyendo la demanda de pan.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p58",
      "contexto": "Lea la siguiente definición: Consiste en el descenso general y continuo de precios causado principalmente por la disminución de la cantidad de circulante monetario, lo que origina una disminución en el ritmo de la actividad económica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes conceptos corresponde la definición presentada?",
          "opciones": [
            "Inflación.",
            "Deflación.",
            "Depreciación de la moneda."
          ],
          "respuesta": "Deflación.",
          "respuestaCorta": "La deflación es el fenómeno económico caracterizado por una caída generalizada y sostenida de los precios de bienes y servicios.",
          "solucionario": "La definición describe con precisión la deflación: un 'descenso general y continuo de precios'. La inflación es el fenómeno opuesto (aumento de precios). La depreciación de la moneda es la pérdida de valor de una divisa frente a otra, lo cual es un concepto diferente aunque a veces relacionado.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones es la que mejor indica la ocurrencia de un proceso de inflación?",
          "opciones": [
            "En los últimos seis meses, el precio de uno de los insumos del pollo a la brasa se ha incrementado considerablemente.",
            "En los últimos seis meses, la moneda nacional ha venido perdiendo valor con respecto a una moneda extranjera.",
            "En los últimos seis meses, el precio de la canasta básica de un país se ha ido incrementando de forma persistente."
          ],
          "respuesta": "En los últimos seis meses, el precio de la canasta básica de un país se ha ido incrementando de forma persistente.",
          "respuestaCorta": "La inflación es el aumento generalizado y sostenido del nivel de precios, representado por el costo de la canasta básica de consumo.",
          "solucionario": "La inflación se define por dos características clave: es un aumento 'generalizado' (afecta a muchos productos, representados por la canasta básica) y 'sostenido' o 'persistente' (ocurre a lo largo del tiempo). La opción C cumple con ambas. La opción A describe el aumento de precio de un solo producto (no es generalizado). La opción B describe una depreciación de la moneda, que es una causa o consecuencia de la inflación, pero no la inflación en sí misma.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p60",
      "contexto": "Como parte de la planificación de una experiencia de aprendizaje, una docente está seleccionando noticias para que los estudiantes analicen las dinámicas del mercado de algunos de los productos más consumidos en el país. Para ello, elige el caso del mercado de la leche evaporada.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta la ley de la oferta y la demanda, ¿cuál de las siguientes noticias seleccionadas por la docente NO indica una situación que puede explicar el incremento de la oferta de la leche evaporada?",
          "opciones": [
            "Una noticia que describe el incremento de la preferencia por el consumo de leche evaporada en el mercado nacional.",
            "Una noticia que describe el ingreso de nuevas empresas de capital extranjero al mercado nacional de la leche evaporada.",
            "Una noticia que describe la disminución del costo de los insumos empleados en la producción de leche evaporada en el mercado nacional."
          ],
          "respuesta": "Una noticia que describe el incremento de la preferencia por el consumo de leche evaporada en el mercado nacional.",
          "respuestaCorta": "Un incremento en la preferencia de los consumidores afecta a la demanda, no a la oferta. La oferta se incrementa por factores relacionados con la producción, como la entrada de nuevos competidores o la reducción de costos.",
          "solucionario": "La oferta de un bien aumenta debido a factores como la disminución de los costos de producción (opción C) o el aumento del número de productores (opción B). Un incremento en la preferencia de los consumidores (opción A) no afecta la oferta; afecta la demanda, desplazando la curva de demanda hacia la derecha. Por lo tanto, esta es la situación que NO explica un incremento de la oferta.",
          "seccion": "Competencia Disciplinar"
        }
      ]
    }
  ]
}
  