{
  "completo": [
    {
      "idGrupo": "asc_primaria_2021_p01",
      "contexto": "Los estudiantes de tercer grado, acompañados por la docente, van a elaborar cuentos para compartirlos con los compañeros del aula.\nEn este contexto, leen diversos textos como el siguiente:\n\nTopo vio en el cielo una brillante moneda de plata y pensó que era la cosa más bonita que jamás había visto.\n-Sea lo que sea, quiero tenerla -pensó Topo-. ¡Ya sé, ya sé!\nTopo dio saltos tan fuertes que despertó a Conejo, que dormía en su madriguera.\n-¡Topo! -dijo Conejo-. ¿Qué zanahorias estás haciendo?\n-Hola, Conejo -respondió Topo-. Estoy intentando bajar esa moneda brillante de allá arriba.\n-¿Te refieres a la luna? -preguntó Conejo.\n-¡Ahora ya sẻ cómo se llama! -contestó Topo.\n-Nunca lo conseguirás -afirmó Conejo-. No está tan cerca como parece.\nPero Topo estaba decidido a bajarla. Encontró un palo largo y trató de alcanzar la luna... ¡FIIUU! ¡FIIUU! ¡FIIUU!\nHasta que tropezó y cayó sobre Erizo.\n- ¡Auuch!... ¡Hola, Erizo, disculpa! -dijo Topo-. Estoy intentando bajar la luna.\n-Nunca lo conseguirás -afirmó Erizo-. No está tan cerca como parece.\nPero Topo no se rendía. Encontró algunas bellotas y las tiró en dirección a la luna... ¡ZAS! ¡ZAAS! ¡ZAASS!\nHasta que una de estas cayó sobre Ardilla.\n-¡Ayy! -protestó Ardilla.\n-Hola, Ardilla, disculpa -dijo Topo-. Estoy intentado bajar la luna.\n-Nunca lo conseguirás -afirmó Ardilla-. No está tan cerca como parece.\nPero Topo no estaba dispuesto a rendirse. Trepó un árbol con gran esfuerzo, estiró sus brazos todo lo que pudo, pero, justo cuando creyó que ya tenía la luna, resbaló.\nY Topo fue cayendo a tropezones... ¡Ayy! ¡Auch! ¡Ouch! Hasta que aterrizó en medio de un charco.\n¡Qué mala suerte! Casi lo consigo -pensó Topo.\nEntonces, se dio cuenta de que algo flotaba dentro del charco. Estaba muy pálida y arrugada, pero incluso así, Topo la reconoció enseguida.\n-¡Es la luna! ¡Debe de haber caído conmigo! -dijo Topo.\nTopo tendió la mano para cogerla, pero en el mismo instante en que la tocó, el reflejo de la luna se desvaneció.\nTopo rompió a llorar. Entonces, sus amigos, Conejo, Erizo y Ardilla se acercaron corriendo hasta él.\n-¿Te encuentras bien, Topo? -preguntó Conejo.\n-Yo estoy bien-sollozó Topo-. ¡Pero la luna no! He conseguido bajarla y después la he roto. ¡Era tan, tan bonita... y ya no volveré a verla nunca más!\n-¡Oh, Topo! ¡Tranquilo! -dijo Conejo-. ¡Mira allí arriba!\n-¡Oh!-susurró Topo-. ¡Allí está, y se ve más bonita que nunca!\nTopo, Conejo, Erizo y Ardilla se pusieron de pie y juntos miraron fijamente a la luna.\n\nAdaptado de Emmett, J. (2001), Bajar la luna del cielo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al finalizar la lectura del texto, los estudiantes realizan comentarios de forma espontánea. ¿Cuál de los siguientes comentarios evidencia una recuperación de información explícita del texto?",
          "opciones": [
            "\"Topo tiene tres amigos: Conejo, Erizo y Ardilla\".",
            "\"Topo creía que la luna era una moneda brillante\".",
            "\"Topo intentó bajar la luna de tres maneras diferentes\"."
          ],
          "respuesta": "\"Topo tiene tres amigos: Conejo, Erizo y Ardilla\".",
          "respuestaCorta": "La respuesta es correcta porque el texto menciona textualmente los nombres de los tres amigos de Topo, lo cual es una recuperación de información literal.",
          "solucionario": "La recuperación de información explícita implica identificar datos que están escritos directamente en el texto. La opción 'a' es la única que cumple este criterio, ya que en el cuento se lee: \"...sus amigos, Conejo, Erizo y Ardilla se acercaron corriendo hasta él\". Las otras opciones requieren inferir o resumir acciones, procesos que van más allá de la simple localización de información.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el intercambio de ideas sobre el cuento, la docente plantea varias preguntas. ¿Cuál de las siguientes preguntas se centra en que los estudiantes deduzcan información del texto?",
          "opciones": [
            "¿A quién le cayó una de las bellotas que Topo lanzó para bajar la luna?",
            "¿Qué sucedió cuando Topo intentó coger el reflejo de la luna en el charco?",
            "¿Cómo se sintió Topo cuando se dio cuenta de que la luna no se había roto?"
          ],
          "respuesta": "¿Cómo se sintió Topo cuando se dio cuenta de que la luna no se había roto?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes deduzcan el estado emocional de Topo (alivio, alegría) a partir de sus acciones y el contexto final del cuento, ya que no se menciona explícitamente.",
          "solucionario": "Deducir o inferir información es la habilidad de obtener conclusiones que no están explícitamente en el texto, basándose en las pistas que este proporciona. Las opciones 'a' y 'b' piden información explícita. En cambio, la opción 'c' exige al estudiante interpretar la situación final (Topo susurra '¡Oh!' y ve la luna 'más bonita que nunca') para concluir su sentimiento de alivio y felicidad, una emoción que no está declarada textualmente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento del intercambio de ideas sobre el cuento, la docente busca que los estudiantes reflexionen sobre los aspectos formales del texto. ¿Cuál de las siguientes preguntas es adecuada para que logre su propósito?",
          "opciones": [
            "¿Con cuál de los personajes se sienten más identificados? ¿Por qué?",
            "¿Con qué intención se han incluido expresiones como \"FIIUU\" y \"ZAS\"?",
            "¿Con qué palabras creen que se describe mejor el comportamiento de Topo?"
          ],
          "respuesta": "¿Con qué intención se han incluido expresiones como \"FIIUU\" y \"ZAS\"?",
          "respuestaCorta": "La pregunta se enfoca en el uso de onomatopeyas, que son recursos formales (de forma, no de contenido) del texto para representar sonidos y dinamizar la narración.",
          "solucionario": "Reflexionar sobre los aspectos formales de un texto implica analizar los recursos lingüísticos y estilísticos que el autor utiliza para construir el significado. La pregunta de la opción 'b' dirige la atención de los estudiantes hacia las onomatopeyas (\"FIIUU\", \"ZAS\"), un recurso formal utilizado para crear una atmósfera y transmitir sensaciones auditivas. Las otras opciones se centran en la reflexión sobre el contenido (identificación con personajes, descripción del comportamiento).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Posteriormente, los estudiantes, en parejas, cuentan por escrito la historia desde la perspectiva de uno de los personajes. En este contexto, una pareja de estudiantes le indica a la docente que ya terminó de escribir su texto y le pide que los ayude a mejorarlo. A continuación, se presenta la primera versión de dicho texto:\n\nEscogimos a Ardilla\nLes cuento que yo estaba bien dormida y de pronto me cayó algo bien duro y que me hizo doler mucho mi cabeza y por eso esta mal lo que hizo Topo. Él dijo que quería alcanzar la luna pero eso es imposible. Además, ¿cómo se le ocurre tirar cosas duras al aire para alcanzar la luna? Nos hizo doler a varios animales con lo que tiraba y por eso creo que Topo no debió hacer eso y por eso me molesté mucho con él.\nFin.\n\nLa docente busca ayudar a los estudiantes a mejorar su escrito. ¿Cuál de los siguientes problemas de escritura presenta el texto de los estudiantes?",
          "opciones": [
            "El desvío del propósito comunicativo de su texto.",
            "La presencia de contradicciones en su texto.",
            "Los vacíos de información de su texto."
          ],
          "respuesta": "El desvío del propósito comunicativo de su texto.",
          "respuestaCorta": "El propósito era contar la historia desde la perspectiva de Ardilla, pero el texto se centra en dar una opinión y quejarse de la acción de Topo, desviándose de la narración de los hechos.",
          "solucionario": "El propósito comunicativo solicitado era narrar la historia desde el punto de vista de un personaje. Sin embargo, el texto de los estudiantes se convierte principalmente en un texto de opinión donde juzgan y critican la conducta de Topo (\"por eso esta mal lo que hizo Topo\", \"creo que Topo no debió hacer eso\"). No cuentan la historia completa, sino que se centran en su molestia, desviándose así del propósito narrativo inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p02",
      "contexto": "Tres docentes están intercambiando propuestas para favorecer el aprendizaje de la lectura y la escritura de los estudiantes de primer grado, a partir del letrado del aula. ¿Cuál de las propuestas está alineada a una perspectiva constructivista del aprendizaje de la lectura y la escritura?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las propuestas está alineada a una perspectiva constructivista del aprendizaje de la lectura y la escritura?",
          "opciones": [
            "Amelia dice: \"Creo que podemos proponer a los estudiantes elaborar carteles con sus nombres o con expresiones, como 'buenos días' o 'por favor', para algunos sectores del aula. A partir de esto, ellos podrán conocer las letras y emplearlas para escribir otros tipos de textos\".",
            "Berenice dice: \"Para que los estudiantes aprendan a escribir, podemos colocar carteles en el aula con sílabas y palabras como, por ejemplo, '-ble - tablero' y, al lado de ellas, la imagen de un tablero. A partir de esto, ellos podrán conocer las letras, formar palabras y oraciones\".",
            "José dice: \"Me parece que podemos presentar a los estudiantes carteles con las vocales y consonantes, y, mediante imágenes, les mostramos cómo posicionar la boca para pronunciarlas. A partir de esto, ellos sabrán vocalizar las letras para, luego, poder representarlas por escrito\"."
          ],
          "respuesta": "Amelia dice: \"Creo que podemos proponer a los estudiantes elaborar carteles con sus nombres o con expresiones, como 'buenos días' o 'por favor', para algunos sectores del aula. A partir de esto, ellos podrán conocer las letras y emplearlas para escribir otros tipos de textos\".",
          "respuestaCorta": "La propuesta de Amelia parte del uso de textos con significado real y funcional para los estudiantes (sus nombres, saludos), permitiéndoles construir su aprendizaje en un contexto comunicativo.",
          "solucionario": "La perspectiva constructivista sostiene que el aprendizaje de la lectoescritura se da a partir de la interacción con textos reales y significativos. La propuesta de Amelia se alinea con este enfoque al utilizar los nombres propios y frases de uso social como punto de partida. Esto permite que los niños construyan hipótesis sobre el sistema de escritura en un contexto funcional, a diferencia de las otras propuestas que se basan en la decodificación de unidades aisladas (sílabas, letras) o en un enfoque fonético descontextualizado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p03",
      "contexto": "Los estudiantes de segundo grado están recopilando textos provenientes de la tradición oral, como textos humorísticos, entre otros. En este contexto, uno de los estudiantes contó el siguiente chiste a los compañeros del aula:\n\"Estaban dos ovejas jugando al fútbol. Una de ellas de casualidad lanza la pelota muy lejos y dice a su compañera: '¡Veeeeeeee!'. Y la otra le contesta: '¡Veeeeeeee túuuu!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes han realizado diversos comentarios sobre este chiste. ¿Qué estudiante ha reflexionado sobre los aspectos formales del texto?",
          "opciones": [
            "Alonso dice: \"¡Qué traviesa la primera ovejita! Seguro que lanzó bien lejos la pelota y la segunda no quería ir a recogerla\".",
            "Bernarda dice: \"En el chiste se usa el 'veeee' que hacen las ovejitas para decir ir, ¿no? Creo que esto es bien chistoso\".",
            "Carmela dice: \"Parece que la ovejita no quería botar la pelota lejos a propósito. Creo que solo fue de casualidad\"."
          ],
          "respuesta": "Bernarda dice: \"En el chiste se usa el 'veeee' que hacen las ovejitas para decir ir, ¿no? Creo que esto es bien chistoso\".",
          "respuestaCorta": "Bernarda analiza cómo el juego de palabras (homofonía entre el balido 'veeee' y el imperativo 've') es el recurso formal que construye el humor del chiste.",
          "solucionario": "La reflexión sobre aspectos formales se centra en cómo está construido el texto y qué recursos se utilizan. Bernarda identifica el elemento clave que genera el humor: el doble significado del sonido 'veeee', que funciona simultáneamente como el balido de la oveja y como la orden de 'ir'. Este análisis del juego de palabras es una reflexión sobre la forma del texto, mientras que los otros comentarios se centran en interpretar el contenido o las intenciones de los personajes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p04",
      "contexto": "Los estudiantes de primer grado están elaborando un álbum sobre animales marinos. Como parte del proceso de elaboración, han seleccionado imágenes de animales y van a escribir descripciones sobre estos a partir de la información escrita ofrecida por el docente. A continuación, se presenta el texto de uno de los estudiantes:",
      "imagen": "img/ascenso/primaria/2021/primaria/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿A qué nivel de apropiación del sistema de escritura corresponde el texto escrito por Luis?",
          "opciones": [
            "Al nivel silábico.",
            "Al nivel alfabético.",
            "Al nivel silábico-alfabético."
          ],
          "respuesta": "Al nivel silábico-alfabético.",
          "respuestaCorta": "El texto muestra características de ambos niveles: algunas palabras tienen una letra por sílaba (silábico) y otras se acercan a la escritura convencional (alfabético), indicando una transición.",
          "solucionario": "El nivel silábico-alfabético es una etapa de transición en la que el niño combina hipótesis de dos niveles. Por un lado, a veces utiliza una letra para representar cada sílaba (hipótesis silábica, ej. 'pupo' por pulpo), y por otro, ya empieza a reconocer y usar más letras dentro de una sílaba, acercándose a la correspondencia fonema-grafema (hipótesis alfabética, ej. 'comen', 'corto'). El texto de Luis evidencia claramente esta combinación de escrituras.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente quiere ayudar a Luis a avanzar en su proceso de apropiación del sistema de escritura. Para ello, en esta oportunidad, se centrará en el título del texto. ¿Cuál de las siguientes acciones pedagógicas es adecuada para lograr el propósito del docente?",
          "opciones": [
            "Pedir al estudiante que lea el título de su texto y preguntarle qué le falta para que diga \"marino\". Después, pronunciar el sonido de la letra \"r\" cuando esta se encuentra entre vocales para que el estudiante note cómo suena. Finalmente, a partir de esto, pedirle que reescriba el título de su texto.",
            "Indicarle que a \"maino\" le falta una letra para que diga la palabra \"marino\". Después, al lado del título, escribir correctamente dicha palabra y subrayar la letra que le falta incluir a \"maino\". Finalmente, pedir al estudiante que lea en voz alta la palabra \"marino\" y señale cada una de sus sílabas mientras las va leyendo.",
            "Leer en voz alta el título tal como lo escribió el estudiante. Después, preguntarle qué letra cree que le falta a \"maino\" para que diga \"marino\" y mostrarle algunas palabras similares a esta, como \"marinera\" o \"mariposa\". Finalmente, pedir al estudiante que encierre en un círculo la parte de dichas palabras que necesita para escribir \"marino\"."
          ],
          "respuesta": "Leer en voz alta el título tal como lo escribió el estudiante. Después, preguntarle qué letra cree que le falta a \"maino\" para que diga \"marino\" y mostrarle algunas palabras similares a esta, como \"marinera\" o \"mariposa\". Finalmente, pedir al estudiante que encierre en un círculo la parte de dichas palabras que necesita para escribir \"marino\".",
          "respuestaCorta": "Esta acción promueve que el estudiante reflexione sobre su propio error y descubra la solución comparando con otras palabras conocidas que contienen la sílaba o letra faltante.",
          "solucionario": "La intervención pedagógica más adecuada es aquella que genera un conflicto cognitivo y guía al estudiante para que él mismo construya la respuesta. La opción 'c' es la más pertinente porque: 1) parte de la producción del niño, 2) le hace reflexionar sobre la omisión (\"¿qué letra cree que le falta?\"), y 3) le proporciona referentes estables (palabras conocidas como 'marinera') para que pueda comparar, analizar y encontrar la letra o sílaba que necesita. Las otras opciones son más directivas y no promueven la misma profundidad de reflexión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p05",
      "contexto": "Como parte de un taller de cuentacuentos, un docente ha elaborado una lista de recomendaciones para orientar a los estudiantes de quinto grado en la práctica de sus presentaciones orales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones de dicha lista promueve el uso estratégico de los recursos paraverbales?",
          "opciones": [
            "Para hacer notar el estado de ánimo de los personajes de la historia, cambia la entonación de tu voz.",
            "Mientras realices tu presentación, recuerda mantener contacto visual con el público al que te diriges.",
            "Antes de iniciar la presentación de tu historia, respira profundamente para controlar los nervios."
          ],
          "respuesta": "Para hacer notar el estado de ánimo de los personajes de la historia, cambia la entonación de tu voz.",
          "respuestaCorta": "La entonación de la voz es un recurso paraverbal, que se refiere a los matices y modulaciones de la voz que acompañan a las palabras para darles expresividad y significado.",
          "solucionario": "Los recursos paraverbales son los elementos vocales no lingüísticos que acompañan la comunicación oral, como el tono, el volumen, el ritmo y la entonación. La recomendación de cambiar la entonación para reflejar emociones es un claro ejemplo del uso estratégico de estos recursos. El contacto visual es un recurso no verbal (kinésico) y la respiración es una técnica de autocontrol, no un recurso comunicativo en sí mismo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p06",
      "contexto": "Los estudiantes de sexto grado están leyendo diversos poemas. A continuación, se presenta uno de dichos textos:\n\nLa niña y el mar\n\nLa niña linda\nse quedó dormida,\nuna mañanita\nmuy cerca del mar.\n\n¡Cállense las olas,\ndejen de bramar,\nque la niña linda\nse puede despertar!\n\n¡Qué se calle el viento,\nque deje de soplar,\nque la niña linda,\ndormida está!\n\n¡Callen las gaviotas,\ndejen de graznar,\nque la niña linda\nse va a despertar!\n\n¡Qué bramen las olas,\nviento echa a soplar,\ngraznen las gaviotas,\nla niña se va!\n\nCarlota Carvallo (2015). La niña y el mar",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al finalizar la lectura, los estudiantes realizan comentarios sobre el poema. ¿Cuál de los comentarios evidencia una deducción de información a partir del poema?",
          "opciones": [
            "\"Ya sé qué significa 'bramar'. Como en el poema se menciona que el viento sopla, las gaviotas graznan. Creo que 'bramar' se refiere al sonido de las olas\".",
            "\"Lo que me gusta de este poema es que se mencione todo lo que uno encuentra cuando va al mar, como las olas, el viento y las gaviotas\".",
            "\"En el poema, se pide a las olas, al viento y a las gaviotas que se queden en silencio para que la niña no se despierte\"."
          ],
          "respuesta": "\"Ya sé qué significa 'bramar'. Como en el poema se menciona que el viento sopla, las gaviotas graznan. Creo que 'bramar' se refiere al sonido de las olas\".",
          "respuestaCorta": "El estudiante deduce el significado de una palabra desconocida ('bramar') utilizando las pistas contextuales que ofrece el poema sobre otros sonidos de la naturaleza.",
          "solucionario": "La deducción o inferencia es la habilidad de llegar a una conclusión a partir de la información disponible en el texto. En la opción 'a', el estudiante utiliza el contexto del poema (sonidos del viento y las gaviotas) para inferir el significado de 'bramar' como el sonido de las olas. La opción 'b' es una opinión personal y la opción 'c' es la recuperación de información explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes reflexionen sobre el contenido del poema. ¿Qué pregunta es adecuada para dicho propósito?",
          "opciones": [
            "En el poema, ¿en qué momento del día la niña se quedó dormida?",
            "De acuerdo con el poema, ¿qué ocasionó que la niña se alejara del mar?",
            "¿Estás de acuerdo con lo que hizo la niña al finalizar el poema? ¿Por qué?"
          ],
          "respuesta": "¿Estás de acuerdo con lo que hizo la niña al finalizar el poema? ¿Por qué?",
          "respuestaCorta": "Esta pregunta exige que el estudiante emita un juicio de valor sobre las acciones del personaje y lo fundamente, lo que constituye una reflexión crítica sobre el contenido.",
          "solucionario": "Reflexionar sobre el contenido implica que el estudiante opine, valore y emita un juicio crítico sobre lo leído, conectándolo con sus propias ideas o valores. La pregunta 'c' invita a esta reflexión al pedir una opinión personal (\"¿Estás de acuerdo...?\") y una justificación (\"¿Por qué?\") sobre la acción final de la niña. Las otras preguntas buscan localizar información explícita o inferir una causa, que son niveles de comprensión previos a la reflexión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p07",
      "contexto": "Los estudiantes de quinto grado, en equipos, van a realizar presentations orales a la comunidad educativa para informar sobre los lugares turísticos del distrito, donde está ubicada la IE. Como parte de la planificación, un equipo de estudiantes está realizando una lluvia de ideas para la elaboración de su texto oral. A continuación, se muestra el diálogo que se suscitó entre los integrantes de dicho equipo:\n\nRamiro dice: \"Quisiera hablar sobre la plaza central porque ahí hay una pileta bien grande. Y a ustedes, ¿qué les gusta?\".\nMaría dice: \"A mí me gusta el museo... Una vez fui con mis papás a un museo donde presentaban pinturas de varios artistas, pero había pocas personas... Me gustaría dar información para que más gente se anime a ir\".\nNatalia dice: \"Yo quisiera presentar una huaca. Cuando vengo al colegio, siempre paso por una huaca, pero nunca he entrado. Quizás ahora podamos ir juntos para poder pedir información sobre la huaca...\".\nRamiro dice: \"Entonces, ¿cuál de estos lugares presentamos primero? Yo empezaría por los museos porque hay más información\".\nNatalia dice: \"Creo que mejor empezamos por los lugares que son construcciones más antiguas. Entonces, podría ser primero la huaca, luego la plaza y, al final, los museos...\".\nMaría dice: \"¿Y si mejor empezamos por los lugares de más fácil acceso como la plaza central, luego, seguimos con el museo y, al final, la huaca?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente ha identificado diversos logros en las intervenciones de los estudiantes en relación con la planificación de textos orales. ¿Cuál de los siguientes logros de aprendizaje se evidencia en el diálogo?",
          "opciones": [
            "La organización de las ideas de acuerdo con el propósito de la presentación oral.",
            "La elección de un registro que se ajuste a los destinatarios de su presentación oral.",
            "La selección de fuentes de información relevantes para el tema de su presentación oral."
          ],
          "respuesta": "La organización de las ideas de acuerdo con el propósito de la presentación oral.",
          "respuestaCorta": "El diálogo muestra cómo los estudiantes proponen diferentes criterios (antigüedad, facilidad de acceso) para ordenar y secuenciar los temas de su exposición, lo cual es parte de la organización de ideas.",
          "solucionario": "El proceso de planificación de un texto oral incluye la generación de ideas y su organización. En el diálogo, los estudiantes no solo proponen temas (plaza, museo, huaca), sino que discuten activamente cómo ordenarlos, planteando diversos criterios de secuenciación. Esta discusión sobre el orden y la estructura de la presentación evidencia el logro de aprendizaje relacionado con la organización de las ideas para cumplir con el propósito comunicativo.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_primaria_2021_p08",
      "contexto": "Un equipo de estudiantes de quinto grado se está preparando para exponer ante la comunidad educativa acerca de por qué es importante valorar a los artesanos locales. En este contexto, se presenta la transcripción del texto oral de uno de los integrantes:\n\nPablo dice: \"Buenas tardes, hoy explicaré por qué es importante que valoremos a los artesanos locales... Este... Los artesanos son importantes porque ayudan a darle mucho a la cultura local. Debemos difundir sus cosas, ya que los artesanos necesitan nuestro apoyo para ser más conocidos. Gracias a sus obras, podemos conocer las cosas que pasaron en nuestra localidad y sentirnos orgullosos de la localidad... Este... Me acuerdo que en una feria estuvo mi vecino, que es artesano, y mi mamá y yo le compramos un perro calato tallado en madera reciclada... Desde esa vez, quiero tener un perrito calato de mascota... Este... pero mi mamá me dice que debo esperar a ser más grande\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente nota que el estudiante ha incluido información que se aleja del propósito de su texto oral. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para orientar al estudiante en la revisión de este aspecto de su texto oral?",
          "opciones": [
            "Recordarle que el propósito de su exposición consiste en presentar argumentos sobre la importancia de valorar a los artesanos locales. Luego, pedirle que proponga más argumentos para reemplazar la información que ha desarrollado a partir de la visita a la feria.",
            "Comentarle que la historia en la que narra su visita a una feria produce que se desvíe del propósito de su exposición. Luego, recomendarle otras ideas que sí contribuyan a fundamentar por qué es importante valorar a los artesanos locales.",
            "Preguntarle cuál es el propósito de su exposición. Luego, solicitarle que explique si la historia narrada a partir de su visita a una feria contribuye a entender por qué es importante valorar a los artesanos locales."
          ],
          "respuesta": "Preguntarle cuál es el propósito de su exposición. Luego, solicitarle que explique si la historia narrada a partir de su visita a una feria contribuye a entender por qué es importante valorar a los artesanos locales.",
          "respuestaCorta": "Esta opción promueve la autorreflexión, guiando al estudiante a identificar por sí mismo la digresión y evaluar la pertinencia de su anécdota respecto al propósito del texto.",
          "solucionario": "La retroalimentación más efectiva es la que fomenta la metacognición. La opción 'c' es la más adecuada porque, mediante preguntas, la docente guía al estudiante para que sea él quien reflexione sobre su propio discurso, compare la anécdota con el propósito inicial y concluya si hay una desviación. Las opciones 'a' y 'b' son más directivas, ya que la docente identifica el error y ofrece soluciones, limitando el proceso de autoaprendizaje del estudiante.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente ha identificado algunos logros en la exposición del estudiante. ¿Cuál de los siguientes logros de aprendizaje está relacionado con la cohesión de su texto oral?",
          "opciones": [
            "El uso variado de conectores de causa en la conexión de ideas del texto oral.",
            "El uso de sinónimos para evitar la repetición de referentes en el texto oral.",
            "El uso preciso de vocabulario según el tema desarrollado en el texto oral."
          ],
          "respuesta": "El uso variado de conectores de causa en la conexión de ideas del texto oral.",
          "respuestaCorta": "El estudiante utiliza conectores como 'porque' y 'ya que' para enlazar sus ideas, demostrando un logro en la cohesión textual al justificar sus afirmaciones.",
          "solucionario": "La cohesión se refiere a cómo se conectan las ideas dentro de un texto. En su discurso, Pablo utiliza los conectores causales \"porque\" (\"Los artesanos son importantes porque ayudan...\") y \"ya que\" (\"...difundir sus cosas, ya que los artesanos necesitan nuestro apoyo\"). El uso de más de un tipo de conector causal evidencia un logro en la habilidad de cohesionar el texto oral de manera lógica y variada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p09",
      "contexto": "Los estudiantes de sexto grado están desarrollando una unidad didáctica sobre las funciones de los seres vivos. En este contexto, el docente ha planteado diversas actividades. En una de estas actividades, él muestra a los estudiantes una mandarina en evidente estado de descomposición y les solicita que describan lo que observan en ella. A continuación, se presenta un fragmento del diálogo que se suscitó:\n\nCelia dice: \"La mandarina está mohosa. ¡Ya no se puede comer!\".\nMateo dice: \"¡Tienes razón! Tiene como una capa blanca encima, también está medio verdosa\".\nNoelia dice: \"¡Esos son hongos! También aparecen hongos en los alimentos cocidos cuando no los comemos. ¿Por qué será?\".\nCelia dice: \"Creo que hay varios tipos de hongos, ¿no? Por ejemplo, una vez vi un pan que tenía hongos, pero eran de otro color\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes identifiquen las posibles causas de la formación de hongos en los alimentos. ¿Cuál de las siguientes preguntas es pertinente para lograr dicho propósito?",
          "opciones": [
            "¿Conocen algunos hongos que puedan servir como alimento?",
            "¿Qué necesitan los hongos para desarrollarse en los alimentos?",
            "¿Qué alimentos industrializados necesitan de hongos para elaborarse?"
          ],
          "respuesta": "¿Qué necesitan los hongos para desarrollarse en los alimentos?",
          "respuestaCorta": "Esta pregunta orienta a los estudiantes a pensar en las condiciones (causas) que permiten la aparición y crecimiento de los hongos, como la humedad, la temperatura, etc.",
          "solucionario": "El propósito es indagar sobre las causas. La pregunta de la opción 'b' dirige el pensamiento de los estudiantes directamente hacia los factores o condiciones necesarios para que los hongos crezcan, lo que equivale a identificar las causas de su formación. Las otras preguntas se desvían del propósito, centrándose en los usos de los hongos (como alimento o en la industria), no en las causas de su aparición en los alimentos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Posteriormente, el docente les propone que, en equipos, elaboren propuestas de indagación sobre la formación de hongos en los alimentos. Un equipo de estudiantes ha elaborado la siguiente propuesta:\n\n1. Conseguiremos cuatro manzanas similares en masa y aspecto, y dos recipientes transparentes con tapa.\n2. Colocaremos dos manzanas enteras y peladas dentro de un recipiente, y lo taparemos. Además, ubicaremos el recipiente en un lugar caliente.\n3. Luego, colocaremos otras dos manzanas enteras sin pelar dentro del otro recipiente y lo taparemos. Lo ubicaremos en el mismo lugar que el recipiente anterior.\n4. Finalmente, iremos observando y registrando en qué grupo de manzanas se van formando más hongos.\n\n¿Cuál es la variable dependiente en esta propuesta de indagación?",
          "opciones": [
            "La temperatura del ambiente donde se ubicarán las manzanas.",
            "La cantidad de hongos que se desarrollen en las manzanas.",
            "La presencia o ausencia de cáscara en las manzanas."
          ],
          "respuesta": "La cantidad de hongos que se desarrollen en las manzanas.",
          "respuestaCorta": "La variable dependiente es aquello que se mide para ver el efecto del cambio realizado. En este caso, se mide la 'cantidad de hongos' que crece en las manzanas.",
          "solucionario": "En un experimento, la variable dependiente es el factor que se observa y mide para ver cómo es afectado por el cambio en la variable independiente. En esta propuesta, los estudiantes manipulan la \"presencia o ausencia de cáscara\" (variable independiente) y observan el resultado midiendo \"la cantidad de hongos que se desarrollen\" (variable dependiente). La temperatura es una variable de control, ya que se mantiene constante para ambos grupos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la elaboración de las propuestas de indagación sobre las posibles causas de la formación de hongos en los alimentos, otro equipo presenta lo siguiente:\n\nNosotros creemos que la humedad hace que se desarrollen hongos sobre las frutas. Esta es nuestra propuesta para comprobarlo.\n1. Conseguiremos cuatro mandarinas en buen estado, lo más parecidas posible, y cuatro bolsas iguales. Las bolsas contendrán lo siguiente:\n  • Bolsa 1 y Bolsa 2: una mandarina y 10 gotas de agua en cada bolsa. Además, a las bolsas les quitaremos el aire y las cerraremos.\n  • Bolsa 3 y Bolsa 4: una mandarina en cada bolsa. Además, a las bolsas les quitaremos el aire y las cerraremos.\n2. Luego, colocaremos las cuatro bolsas con mandarinas en un lugar cálido.\n3. Finalmente, durante los próximos días, observaremos en qué bolsas se forman más hongos.\n\n¿Cuál de los siguientes ajustes deben realizar los estudiantes en su propuesta de indagación?",
          "opciones": [
            "Describir cómo se medirá la cantidad de hongos en las mandarinas.",
            "Incluir un ensayo adicional con dos mandarinas en un lugar frío.",
            "Emplear una mayor cantidad de mandarinas en cada bolsa."
          ],
          "respuesta": "Describir cómo se medirá la cantidad de hongos en las mandarinas.",
          "respuestaCorta": "Para que la indagación sea rigurosa, es necesario definir cómo se va a medir la variable dependiente (cantidad de hongos), ya sea por área cubierta, número de colonias, etc.",
          "solucionario": "Un plan de indagación debe ser preciso en la forma de recolección y medición de datos. La propuesta indica que observarán \"en qué bolsas se forman más hongos\", pero no especifica el criterio de medición. Para que los resultados sean objetivos y comparables, es fundamental definir cómo se medirá esa \"cantidad de hongos\" (por ejemplo, estimando el porcentaje de superficie cubierta, usando una escala visual, etc.). Este ajuste es crucial para la validez del experimento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que cada equipo diseñó y mejoró sus propuestas de indagación sobre las posibles causas de la formación de hongos en los alimentos, llevaron a cabo esas propuestas. Luego, durante la presentación de las conclusiones, un integrante de un equipo leyó en voz alta la siguiente conclusión:\n\n\"Indagamos si las peras que se guardan en bolsas de papel tienen menos hongos que las peras que se guardan en bolsas de plástico. Después de realizar nuestro plan de indagación, hemos llegado a la conclusión de que, cuando las frutas están en una bolsa de plástico, desarrollan más hongos que cuando están en bolsas de papel\".\n\n¿Cuál de los siguientes grupos de preguntas es pertinente que realice el docente para que los estudiantes identifiquen el error evidenciado en su conclusión?",
          "opciones": [
            "¿Creen que la cantidad de ensayos realizados es suficiente para poder llegar a esa conclusión? ¿Cuántos ensayos más tendrían que realizar con las peras?",
            "¿Cómo identificaron que existe mayor cantidad de hongos en las peras de las bolsas de plástico? ¿Han incluido esta información en su conclusión?",
            "¿Emplearon un solo tipo o varios tipos de frutas en la indagación? ¿La experiencia que realizaron es suficiente para sustentar su conclusión?"
          ],
          "respuesta": "¿Emplearon un solo tipo o varios tipos de frutas en la indagación? ¿La experiencia que realizaron es suficiente para sustentar su conclusión?",
          "respuestaCorta": "El error es una generalización excesiva. La conclusión habla de 'frutas' en general, pero el experimento solo se hizo con 'peras'. Las preguntas guían a los estudiantes a notar esta discrepancia.",
          "solucionario": "El error en la conclusión es una sobregeneralización. Los estudiantes realizaron su experimento únicamente con peras, pero su conclusión la extienden a \"las frutas\" en general. Las preguntas de la opción 'c' están diseñadas para que los estudiantes se den cuenta de esta inconsistencia al hacerles reflexionar sobre el alcance de su indagación (solo peras) y si esa evidencia es suficiente para hacer una afirmación tan amplia (sobre todas las frutas).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En uno de los equipos, los estudiantes realizan algunos comentarios sobre las diferencias entre los hongos y las plantas. ¿Cuál de los estudiantes menciona una característica que diferencia al reino Fungi del reino Plantae?",
          "opciones": [
            "Amelia dice: \"Creo que se diferencian en su reproducción\".",
            "Braulio dice: \"Creo que se diferencian en su nutrición\".",
            "Camila dice: \"Creo que se diferencian en su hábitat\"."
          ],
          "respuesta": "Braulio dice: \"Creo que se diferencian en su nutrición\".",
          "respuestaCorta": "La diferencia fundamental es que las plantas son autótrofas (producen su propio alimento por fotosíntesis) y los hongos son heterótrofos (se alimentan de materia orgánica externa).",
          "solucionario": "Una de las diferencias taxonómicas más importantes entre el reino Plantae y el reino Fungi es su tipo de nutrición. Las plantas son organismos autótrofos, capaces de realizar fotosíntesis para producir su propio alimento. En cambio, los hongos son heterótrofos, específicamente saprófitos, parásitos o simbiontes, que absorben nutrientes del medio externo. Si bien existen diferencias en la reproducción y hábitat, la nutrición es una característica distintiva fundamental.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p10",
      "contexto": "Una docente se encuentra desarrollando una unidad didáctica sobre las características del sonido. Como parte de esta unidad, un equipo de estudiantes presenta la siguiente propuesta de indagación:\n\nNosotros queremos saber si un sonido se transmite mejor a través del aire o a través del agua. Es decir, si este sonido es más nítido. Para ello, realizaremos lo siguiente:\n1. Conseguiremos dos globos de plástico rojo, agua y un lápiz con borrador.\n2. Inflaremos con aire uno de los globos y llenaremos con agua el otro globo. Ambos globos deben tener el mismo tamaño.\n3. Uno de nosotros se tapará una de sus orejas y colocará el globo con aire al lado de la oreja que no está tapada. Luego, otro compañero golpeará ligeramente con el borrador del lápiz el lado del globo que está más alejado de la oreja de nuestro compañero.\n4. Luego, utilizaremos el mismo procedimiento, pero con el globo con agua.\n5. Realizaremos los pasos 3 y 4 hasta en tres oportunidades, procurando golpear los globos con la misma fuerza.\n6. Utilizaremos una tabla para registrar si el sonido se escucha más nítido a través del globo con aire o a través del globo con agua.",
      "imagen": "img/ascenso/primaria/2021/primaria/2.jpg",
      "preguntas": [
        {
          "pregunta": "En la propuesta de indagación de los estudiantes, ¿cuál de los siguientes ajustes es necesario realizar?",
          "opciones": [
            "Incluir en la tabla si el sonido se escucha nítido en sólidos.",
            "Incluir en la tabla un mayor número de repeticiones.",
            "Incluir en la tabla qué líquido y qué gas emplearán."
          ],
          "respuesta": "Incluir en la tabla qué líquido y qué gas emplearán.",
          "respuestaCorta": "La tabla de registro es genérica ('Líquido', 'Gas'). Para que los datos sean claros y replicables, debe especificarse exactamente qué sustancias se usaron (agua y aire).",
          "solucionario": "La rigurosidad en el registro de datos es fundamental en una indagación científica. La tabla propuesta por los estudiantes usa términos genéricos como \"Líquido\" y \"Gas\". Un ajuste necesario es especificar en la tabla los materiales concretos que se utilizaron, en este caso, \"Agua\" y \"Aire\". Esto asegura que los datos registrados correspondan de manera inequívoca a las condiciones del experimento realizado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál es la variable independiente de la propuesta de indagación de los estudiantes?",
          "opciones": [
            "El contenido de los globos.",
            "El volumen de los globos.",
            "El material de los globos."
          ],
          "respuesta": "El contenido de los globos.",
          "respuestaCorta": "La variable independiente es lo que se cambia a propósito para observar su efecto. En este experimento, se cambia el medio dentro de los globos (aire vs. agua).",
          "solucionario": "La variable independiente es el factor que el investigador manipula intencionalmente para observar sus efectos sobre la variable dependiente. En este caso, los estudiantes quieren comparar la transmisión del sonido en dos medios diferentes. Por lo tanto, el factor que cambian deliberadamente es el \"contenido de los globos\" (uno con aire, otro con agua). El material y el volumen de los globos son variables de control que se mantienen constantes.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una integrante del equipo comenta lo siguiente:\n\"Para realizar la misma propuesta, en caso de que no consigamos globos, podemos utilizar dos bolsas iguales de plástico\".\n¿Qué variable propone modificar la estudiante?",
          "opciones": [
            "La variable control.",
            "La variable dependiente.",
            "La variable independiente."
          ],
          "respuesta": "La variable control.",
          "respuestaCorta": "La estudiante propone cambiar el recipiente (de globos a bolsas), que es una variable de control, ya que debe mantenerse constante para ambos grupos (aire y agua) para que la comparación sea justa.",
          "solucionario": "Las variables de control son aquellas que se mantienen constantes durante el experimento para asegurar que solo la variable independiente afecte a la dependiente. En el diseño original, el material del recipiente (plástico de globo) es una variable de control. Al proponer cambiar los globos por bolsas de plástico, la estudiante está sugiriendo una modificación en una de estas variables controladas, asegurándose de que siga siendo la misma para ambos casos (dos bolsas iguales).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p11",
      "contexto": "En el marco de una unidad didáctica sobre factores que influyen en el crecimiento de las plantas, los estudiantes, en equipos, se encuentran desarrollando diversas indagaciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Uno de los equipos elabora la siguiente hipótesis:\n\nLos tallos de las semillas de frijoles crecerán más si las regamos con agua todos los días.\n\nEl docente busca que los estudiantes mejoren la formulación de su hipótesis. ¿Cuál de las siguientes preguntas es adecuada para lograr este propósito?",
          "opciones": [
            "¿Cuánto crecerán los tallos si se riegan todos los días?",
            "¿A qué se refieren cuando dicen que los tallos crecerán más?",
            "¿Cada cuánto tiempo será necesario registrar el crecimiento de los tallos?"
          ],
          "respuesta": "¿A qué se refieren cuando dicen que los tallos crecerán más?",
          "respuestaCorta": "La pregunta ayuda a los estudiantes a precisar su hipótesis, ya que 'crecerán más' es ambiguo y necesita ser comparado con un grupo de control para tener sentido.",
          "solucionario": "Una hipótesis científica debe establecer una relación de causa-efecto entre variables y ser contrastable. La hipótesis \"crecerán más si las regamos con agua todos los días\" está incompleta porque le falta un punto de comparación (un grupo de control). La pregunta \"¿A qué se refieren cuando dicen que los tallos crecerán más?\" busca que los estudiantes se den cuenta de esta ambigüedad y reformulen la hipótesis de manera comparativa, por ejemplo: \"crecerán más que otro grupo que se riega con menor frecuencia\".",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Otro de los equipos está interesado en comprobar si las semillas de lentejas necesitan luz solar para germinar. Para ello, presenta la siguiente propuesta de indagación:\n¿Cuál de los siguientes ajustes es necesario que los estudiantes incluyan en su propuesta de indagación?",
          "imagen":"img/ascenso/primaria/2021/primaria/3.jpg",
          "opciones": [
            "Cultivar otro grupo de semillas diferente a las semillas de lentejas.",
            "Cultivar otro grupo de semillas de lentejas y colocarlas en un lugar oscuro.",
            "Cultivar otro grupo de semillas de lentejas utilizando tierra en lugar de algodón."
          ],
          "respuesta": "Cultivar otro grupo de semillas de lentejas y colocarlas en un lugar oscuro.",
          "respuestaCorta": "Para probar la necesidad de la luz solar, es indispensable tener un grupo de control al que se le prive de luz, manteniendo todas las demás condiciones iguales.",
          "solucionario": "Para verificar una hipótesis sobre la necesidad de un factor (en este caso, la luz solar), el diseño experimental debe incluir un grupo experimental (que recibe el factor) y un grupo de control (al que se le priva del factor). La propuesta actual solo contempla el grupo experimental (semillas con luz). El ajuste necesario es añadir un grupo de control: otro montaje idéntico pero ubicado en un lugar oscuro. Esto permitirá comparar los resultados y concluir si la luz es o no un factor determinante para la germinación.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_primaria_2021_p11",
      "contexto": "En el marco de una unidad didáctica sobre factores que influyen en el crecimiento de las plantas, los estudiantes, en equipos, se encuentran desarrollando diversas indagaciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Otro de los equipos planteó la siguiente hipótesis:\nHipótesis: Si regamos un grupo de semillas de lentejas todos los días, estas germinarán más rápido que otro grupo de semillas a las que solo regaremos una vez a la semana.\nLuego de realizar la indagación, una integrante del equipo elaboró la siguiente conclusión:\n\"Las semillas de lentejas necesitan de agua y otros cuidados para germinar\".\n¿Cuál de las siguientes acciones pedagógicas es pertinente que realice el docente para que la estudiante identifique el error en su conclusión?",
          "opciones": [
            "Preguntarle si cree que llegaría a la misma conclusión si vuelve a realizar la experiencia empleando otro tipo de semillas y solicitarle que la realice.",
            "Brindarle información sobre las necesidades de las semillas para germinar y preguntarle si su conclusión coincide con la información brindada.",
            "Preguntarle qué diferencias observó entre los dos grupos de semillas de lentejas y si esta información se encuentra en su conclusión."
          ],
          "respuesta": "Preguntarle qué diferencias observó entre los dos grupos de semillas de lentejas y si esta información se encuentra en su conclusión.",
          "respuestaCorta": "El error es que la conclusión es demasiado general y no responde a la hipótesis. La pregunta la orienta a comparar los resultados de sus dos grupos experimentales, que es el foco de su indagación.",
          "solucionario": "La conclusión de un experimento debe responder directamente a la hipótesis formulada, basándose en la comparación de los datos obtenidos. La hipótesis comparaba la germinación con riego diario vs. riego semanal, pero la conclusión (\"necesitan agua y cuidados\") es una generalidad que no refleja este hallazgo comparativo. La acción de la opción 'c' es la más pertinente porque guía a la estudiante a centrarse en la evidencia específica de su indagación (las diferencias entre los grupos) y a contrastarla con su conclusión, permitiéndole notar la falta de especificidad y la desconexión con la hipótesis original.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p12",
      "contexto": "En el marco de una unidad didáctica sobre las características de las plantas, una docente de cuarto grado ha organizado una visita de estudio a un área verde cercana a la institución educativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la visita de estudio, un equipo de estudiantes recolectó diferentes semillas. Luego de explorarlas, uno de los integrantes tomó la siguiente nota:\n\nDe las semillas que recolectamos, algunas tienen como alas y vuelan en el aire. Además, vimos que estas caen lejos del árbol de donde salieron y, a partir de ellas, nacerán nuevas plantas.\n\n¿Cuál de los siguientes logros de aprendizaje se evidencia en la anotación realizada por el estudiante?",
          "opciones": [
            "Identifica cuáles son las partes de la semilla.",
            "Identifica qué función cumple la semilla.",
            "Identifica cómo germina la semilla."
          ],
          "respuesta": "Identifica qué función cumple la semilla.",
          "respuestaCorta": "El estudiante relaciona la semilla con su propósito biológico fundamental: la dispersión ('caen lejos') y la generación de una nueva planta ('nacerán nuevas plantas').",
          "solucionario": "El texto del estudiante demuestra que ha comprendido la función principal de la semilla en el ciclo de vida de la planta. Al señalar que las semillas caen lejos del árbol original y que de ellas \"nacerán nuevas plantas\", está describiendo la función de dispersión y reproducción de la especie, que es el propósito biológico central de la semilla. No describe las partes de la semilla ni el proceso de germinación en sí.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una integrante de otro equipo recolectó otras semillas. Luego de explorarlas, tomó la siguiente nota:\n\nTodas las semillas que encontramos estuvieron dentro de los frutos. Sé que hay algunos frutos como estos que sirven de alimento para los pajaritos. Ellos se comen la carne de los frutos y, después, en su excremento, botan las semillas en la tierra. Luego, de estas semillas crecen nuevas plantas.\n\n¿Cuál de los siguientes logros de aprendizaje se evidencia en la anotación de la estudiante?",
          "opciones": [
            "Identifica que los animales intervienen en la polinización y formación del fruto.",
            "Identifica que las semillas pueden estar dentro de un fruto o desnudas.",
            "Identifica que los animales contribuyen con la dispersión de semillas."
          ],
          "respuesta": "Identifica que los animales contribuyen con la dispersión de semillas.",
          "respuestaCorta": "La estudiante describe claramente el proceso de zoocoria, donde los pájaros comen los frutos y dispersan las semillas a través de sus excrementos, ayudando a la planta a reproducirse.",
          "solucionario": "La anotación de la estudiante describe de manera precisa un mecanismo de dispersión de semillas conocido como zoocoria (dispersión por animales). Ella identifica la relación entre el fruto como alimento para los pájaros y cómo este proceso resulta en la diseminación de las semillas a nuevos lugares a través de los excrementos, lo que permite el crecimiento de nuevas plantas. Esto evidencia una comprensión de la interacción ecológica entre animales y plantas para la reproducción de estas últimas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p13",
      "contexto": "En una de las sesiones de aprendizaje, los estudiantes de tercer grado comentan al docente que han notado la presencia de polillas al interior de tres armarios del aula y quieren ahuyentarlas. Estos tres armarios tienen iguales características y están vacíos porque pronto los van a pintar. A partir de esta situación, el docente propone a los estudiantes que, en equipos, planteen propuestas de indagación para identificar qué podría ahuyentar a las polillas de dichos armarios.\nA continuación, un estudiante, de uno de los equipos, menciona lo siguiente:\n\"Nosotros pondremos clavos de olor en bolsitas de plástico bien cerradas para que los clavos no se salgan de ellas y guarden su aroma por más tiempo. Con el olor, ya no habrá polillas. Luego, pondremos las bolsitas en dos de los tres armarios que hay en el aula. Después de una semana, registraremos lo que pasa en los armarios donde pusimos las bolsitas y en el armario en el que no pusimos nada\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente que el docente realice a los estudiantes para que mejoren su propuesta de indagación?",
          "opciones": [
            "¿Qué sustancia tiene el clavo de olor que podría ahuyentar a las polillas que están en los armarios?",
            "¿El aroma del clavo de olor podrá llegar a las polillas y ahuyentarlas si las bolsitas están cerradas?",
            "¿Qué otras plantas parecidas al clavo de olor podrían usar para comparar cuál de ellas logra ahuyentar a las polillas?"
          ],
          "respuesta": "¿El aroma del clavo de olor podrá llegar a las polillas y ahuyentarlas si las bolsitas están cerradas?",
          "respuestaCorta": "La pregunta les hace notar una falla crítica en su procedimiento: si la bolsa está cerrada, el aroma (la variable independiente) no podrá actuar, invalidando el experimento.",
          "solucionario": "Una propuesta de indagación debe ser coherente y viable. El plan de los estudiantes tiene una contradicción fundamental: su hipótesis es que el *aroma* del clavo ahuyentará a las polillas, pero su procedimiento consiste en colocar los clavos en \"bolsitas de plástico bien cerradas\", lo que impediría que el aroma se libere. La pregunta de la opción 'b' es la más pertinente porque guía a los estudiantes a identificar esta falla en su diseño experimental y a corregirla para que la variable que quieren probar (el olor) pueda efectivamente actuar.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En la propuesta del equipo, ¿por qué es importante registrar lo que sucede en el tercer armario?",
          "opciones": [
            "Porque permite identificar qué otros aspectos, además del clavo de olor, pueden ahuyentar a las polillas de los armarios.",
            "Porque permite comprobar si los resultados obtenidos en los dos primeros armarios son reproducibles.",
            "Porque permite asegurarse si el aroma del clavo de olor ahuyenta o no a las polillas de los armarios."
          ],
          "respuesta": "Porque permite asegurarse si el aroma del clavo de olor ahuyenta o no a las polillas de los armarios.",
          "respuestaCorta": "El tercer armario funciona como grupo de control. Al no tener clavos de olor, sirve como base de comparación para confirmar que cualquier cambio en los otros armarios se debe al clavo y no a otro factor.",
          "solucionario": "En un diseño experimental, el grupo de control es esencial para la validez de los resultados. El tercer armario, en el que no se coloca nada, actúa como control. Al comparar lo que sucede en los armarios con clavos de olor (grupos experimentales) con lo que sucede en el armario sin clavos, se puede determinar con mayor certeza si el cambio observado (la ausencia de polillas) se debe efectivamente al aroma del clavo de olor o si ocurrió por otras razones. Sin este control, no se podría atribuir el resultado a la variable que se está probando.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p14",
      "contexto": "Una docente tiene como propósito favorecer el desarrollo de la autovaloración de los estudiantes de sexto grado. Para ello, realiza con ellos la siguiente actividad:\n\nLos estudiantes escriben su nombre en una hoja de papel y la pasan al compañero de al lado. Al recibir la hoja de su compañero, escriben algo que les agrada de la forma de ser de su compañero. Luego, doblan la hoja para que no se vea lo escrito y la pasan a otros compañeros. Finalmente, cuando todos han escrito en las hojas de todos, cada hoja retorna a sus dueños para que estos lean el contenido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta que el propósito de la docente es favorecer el desarrollo de la autovaloración de los estudiantes, ¿cuál de las siguientes acciones pedagógicas es más pertinente para continuar la actividad?",
          "opciones": [
            "Pedirles que, considerando las características señaladas por sus compañeros, elaboren una lista de aquellas mencionadas con menor frecuencia. Luego, pedirles que, en parejas, compartan sus listas, dialoguen acerca de por qué creen que estas fueron mencionadas con menor frecuencia y se brinden sugerencias sobre cómo podrían hacerlas más visibles.",
            "Pedirles que, a partir de las características señaladas por sus compañeros, elaboren una lista con aquellas que no habían reconocido como destacables en ellos mismos. Luego, pedirles que mencionen en qué situaciones creen que han mostrado esas características, por qué creen que estas han sido destacadas y cómo se han sentido al respecto.",
            "Pedirles que, tomando en cuenta las características señaladas por sus compañeros, elaboren una lista con otras características que les gustaría tener. Luego, pedirles que propongan acciones para desarrollar dichas características, que determinen un plazo para realizarlas y que indiquen cómo autoevaluarán su proceso de avance."
          ],
          "respuesta": "Pedirles que, a partir de las características señaladas por sus compañeros, elaboren una lista con aquellas que no habían reconocido como destacables en ellos mismos. Luego, pedirles que mencionen en qué situaciones creen que han mostrado esas características, por qué creen que estas han sido destacadas y cómo se han sentido al respecto.",
          "respuestaCorta": "Esta acción se enfoca en que los estudiantes interioricen las cualidades positivas que otros ven en ellos pero que ellos mismos no reconocían, fortaleciendo directamente su autoconcepto y autovaloración.",
          "solucionario": "El propósito es la autovaloración, es decir, que los estudiantes reconozcan y valoren sus propias cualidades. La acción de la opción 'b' es la más pertinente porque se centra en el núcleo de este propósito: hacer conscientes a los estudiantes de las fortalezas que poseen y que son visibles para los demás, aunque ellos no las hubieran notado. Al reflexionar sobre estas características y cómo se sienten al respecto, están construyendo activamente una imagen más positiva de sí mismos. Las otras opciones se desvían hacia la mejora de debilidades o la adquisición de nuevas cualidades, lo cual es diferente de valorar las ya existentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p15",
      "contexto": "Un docente ha planificado la siguiente actividad con el propósito de que los estudiantes reflexionen sobre su identidad personal.\n\nSolicitar a los estudiantes que identifiquen qué cualidades caracterizan a sus familias. Después, pedirles que diseñen un escudo familiar con imágenes que expresen las diversas cualidades que han identificado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para continuar con el desarrollo de la actividad, ¿cuál de las siguientes acciones pedagógicas es más pertinente para el logro del propósito del docente?",
          "opciones": [
            "Pedir a los estudiantes que expliquen qué valores están representados en las cualidades de sus familias que expresaron en sus escudos. Luego, preguntarles cuál es la importancia de que cada familia conserve sus valores y por qué.",
            "Pedir a los estudiantes que expliquen qué cualidades de sus familias han buscado representar en su escudo. Luego, preguntarles cuáles de estas cualidades consideran que contribuyen a la unidad familiar y por qué.",
            "Pedir a los estudiantes que expliquen por qué su escudo simboliza dimensiones importantes de sus familias. Luego, preguntarles cuáles de estos aspectos han influido en cada de uno de ellos y por qué."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen por qué su escudo simboliza dimensiones importantes de sus familias. Luego, preguntarles cuáles de estos aspectos han influido en cada de uno de ellos y por qué.",
          "respuestaCorta": "Esta acción conecta directamente las características familiares con la identidad personal del estudiante, cumpliendo el propósito de la actividad al hacer que reflexionen sobre cómo su familia ha moldeado quiénes son.",
          "solucionario": "El propósito de la actividad es la reflexión sobre la identidad *personal*. Mientras que las opciones 'a' y 'b' se centran en la familia como una unidad (sus valores, su unidad), la opción 'c' da el paso crucial para cumplir el propósito: conectar las características familiares con el individuo. Al preguntar \"cuáles de estos aspectos han influido en cada uno de ellos y por qué\", el docente guía la reflexión desde lo familiar hacia lo personal, ayudando a los estudiantes a entender cómo su entorno familiar ha contribuido a la construcción de su propia identidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p16",
      "contexto": "Durante el desarrollo de una actividad, la docente de cuarto grado ha pedido a los estudiantes imaginar que les sucede la siguiente situación:\n\nUno de tus compañeros ha tomado tus colores favoritos sin tu permiso. Cuando le has preguntado por qué los tomó sin avisarte, él respondió: \"No seas egoísta, solo fue un ratito\".\n\nLuego, los estudiantes, de manera individual, escribieron cómo se sentirían en esta situación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para continuar con la actividad, la docente les pide que elaboren una respuesta asertiva dirigida al compañero que tomó sus colores sin permiso. ¿Cuál de las siguientes posibles acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que escriban qué le dirían a ese compañero para atender a las necesidades de este y así mantener una buena relación de convivencia.",
            "Pedir a los estudiantes que escriban qué le dirían a su compañero para explicarle, sin hacer juicios sobre él, lo que sienten y cómo les hubiera gustado que él actúe.",
            "Pedir a los estudiantes que escriban qué le dirían a su compañero para evitar una confrontación con él y qué harían para que una situación como esta no se repita."
          ],
          "respuesta": "Pedir a los estudiantes que escriban qué le dirían a su compañero para explicarle, sin hacer juicios sobre él, lo que sienten y cómo les hubiera gustado que él actúe.",
          "respuestaCorta": "Esta opción describe los componentes clave de una respuesta asertiva: expresar los propios sentimientos ('lo que sienten') y necesidades ('cómo les hubiera gustado que actúe') de forma clara y respetuosa, sin atacar al otro ('sin hacer juicios').",
          "solucionario": "La comunicación asertiva se caracteriza por la capacidad de expresar los propios sentimientos, necesidades y opiniones de manera honesta, directa y respetuosa, sin ser agresivo ni pasivo. La opción 'b' guía a los estudiantes a construir un mensaje con la estructura típica de la asertividad (conocida como \"mensaje yo\"): 1) describir la situación sin juzgar, 2) expresar el sentimiento que provoca, y 3) comunicar la necesidad o el comportamiento deseado. Las otras opciones tienden hacia la pasividad (opción 'c': evitar la confrontación) o a enfocarse en el otro en lugar de en uno mismo (opción 'a').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p17",
      "contexto": "En el último partido de fútbol de un campeonato que se está realizando en una IE, Laura, la capitana del equipo de sexto grado, falló el penal con el que se definía el resultado del partido. Luego de una semana, Laura le comenta a su tutora lo siguiente: \"Ya no voy a jugar fútbol. No entiendo por qué fallé en el último partido si entrené tanto. Yo no sirvo para esto, ya no quiero jugar fútbol nunca más\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de la tutora favorece que la estudiante desarrolle el sentido de autoeficacia?",
          "opciones": [
            "\"Laura, no debes preocuparte por haber fallado ese penal. No dejes que esta circunstancia te afecte. Si te esfuerzas, lograrás superarte. Solo es cuestión de que practiques un poco más. Estoy segura de que tendrás oportunidad de acertar otros penales\".",
            "\"Laura, comprendo lo que estás sintiendo, pues no es fácil perder. Es complicado perder un partido, pero tus compañeras también se sienten tristes. En estos momentos, tú debes ayudar a mantener al equipo unido. Esa es la tarea que le corresponde a los capitanes\".",
            "\"Laura, quizá podrías evaluar detenidamente tu decisión. Más aún si es algo tan importante para ti. Cuesta perder a pesar de haberse esforzado mucho. Sin embargo, deberías recordar las veces en que tus habilidades permitieron que el equipo logre sus metas\"."
          ],
          "respuesta": "\"Laura, quizá podrías evaluar detenidamente tu decisión. Más aún si es algo tan importante para ti. Cuesta perder a pesar de haberse esforzado mucho. Sin embargo, deberías recordar las veces en que tus habilidades permitieron que el equipo logre sus metas\".",
          "respuestaCorta": "Para fomentar la autoeficacia, la tutora la ayuda a recordar sus éxitos pasados, contrarrestando la generalización negativa a partir de un único fracaso y reforzando la creencia en sus propias capacidades.",
          "solucionario": "La autoeficacia es la creencia en las propias capacidades para lograr una meta o superar un desafío. Laura está experimentando una baja autoeficacia debido a un fracaso puntual. La intervención más efectiva es la de la opción 'c', porque primero valida sus sentimientos (\"Cuesta perder...\") y luego la orienta a recordar sus experiencias de dominio y éxito pasadas (\"...recordar las veces en que tus habilidades permitieron que el equipo logre sus metas\"). Este enfoque, basado en la propia historia de logros del estudiante, es una de las fuentes más poderosas para construir y restaurar el sentido de autoeficacia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p18",
      "contexto": "Una docente presenta a los estudiantes de quinto grado un texto en el que se plantea la siguiente situación hipotética:\n\nArturo toma a escondidas el juguete preferido de su hermana Lucía y lo lleva a la escuela para jugar con este. De tanto jugar, el juguete terminó sucio y roto por todos lados. Cuando llegó a casa, lo mantuvo escondido y lo volvió a dejar en la caja de juguetes. Cuando Lucía fue a buscar su juguete, lo encontró en pésimas condiciones, se sintió triste y empezó a llorar. Ahora, Arturo no sabe qué hacer, pues, por un lado, piensa que debería asumir la responsabilidad y calmar a su hermana, pero, por otro lado, piensa que si cuenta la verdad, lo más probable es que le prohíban ir a la casa de su mejor amigo.\n\nAdaptado de Hoopgood, T. (2016). La verdad según Arturo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente plantea a los estudiantes diversas preguntas sobre el texto. ¿Cuál de las siguientes preguntas se centra en que ellos deduzcan información implícita?",
          "opciones": [
            "¿Cómo se sintió la hermana de Arturo al encontrar roto su juguete?",
            "¿Cuál fue la razón por la que Arturo escondió el juguete de su hermana?",
            "¿Con qué intención Arturo cogió a escondidas el juguete de su hermana?"
          ],
          "respuesta": "¿Con qué intención Arturo cogió a escondidas el juguete de su hermana?",
          "respuestaCorta": "Aunque el texto dice que tomó el juguete 'para jugar', la intención detrás de hacerlo 'a escondidas' (engaño, desconsideración) no está explícita y debe ser deducida.",
          "solucionario": "La información implícita es aquella que no está escrita textualmente pero que se puede inferir a partir de las pistas del texto. La opción 'a' es explícita (\"se sintió triste y empezó a llorar\"). La opción 'b' también es explícita, ya que el texto indica que Arturo teme un castigo (\"le prohíban ir a la casa de su mejor amigo\"). La opción 'c', sin embargo, requiere una deducción más profunda. Si bien el propósito era 'jugar', la 'intención' de hacerlo 'a escondidas' implica un conocimiento de que su acción era incorrecta y una voluntad de ocultamiento hacia su hermana, aspectos que se deben inferir del acto mismo de tomarlo en secreto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente tiene como propósito promover la reflexión ética de los estudiantes acerca de la situación presentada. ¿Cuál de las acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Discutir en plenaria con los estudiantes cuáles serían las consecuencias de las dos posibles decisiones de Arturo. Luego, pedirles que identifiquen qué motivaciones habría tras cada posible decisión. Finalmente, pedirles que escriban una carta a Arturo en la que le sugieran qué decisión debería tomar y que la sustenten en base a lo discutido.",
            "Elaborar con los estudiantes un listado con las acciones que debió evitar Arturo en esta situación. Luego, explicar a los estudiantes cómo estas podrían afectar la relación de Arturo con su hermana. Finalmente, pedirles que escriban, tomando el lugar de Arturo, una carta dirigida a Lucía, en la que se hagan responsables de dichas acciones.",
            "Pedir a los estudiantes que identifiquen cuáles son las razones principales por las que decir la verdad es siempre preferible a no hacerlo. Luego, pedirles que seleccionen aquellas razones que se aplican al caso de Arturo. Finalmente, pedirles que escriban una carta a Arturo para convencerlo acerca de por qué debería decir la verdad."
          ],
          "respuesta": "Discutir en plenaria con los estudiantes cuáles serían las consecuencias de las dos posibles decisiones de Arturo. Luego, pedirles que identifiquen qué motivaciones habría tras cada posible decisión. Finalmente, pedirles que escriban una carta a Arturo en la que le sugieran qué decisión debería tomar y que la sustenten en base a lo discutido.",
          "respuestaCorta": "Esta acción promueve una deliberación completa del dilema ético, analizando las motivaciones y consecuencias de cada opción antes de tomar y sustentar una postura, lo que fomenta el razonamiento moral.",
          "solucionario": "La reflexión ética se fomenta a través del análisis de dilemas morales, no imponiendo una única respuesta correcta. La opción 'a' es la más pertinente porque estructura un proceso de deliberación: 1) analiza las consecuencias de cada opción, 2) explora las motivaciones subyacentes, y 3) culmina en la toma de una postura argumentada. Este proceso desarrolla la capacidad de razonamiento ético de los estudiantes. Las opciones 'b' y 'c' son más prescriptivas, ya que parten de la base de que hay acciones incorrectas definidas o que una solución ('decir la verdad') es inherentemente superior, limitando la reflexión sobre la complejidad del dilema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p19",
      "contexto": "Los estudiantes de sexto grado están analizando diversas noticias. En este contexto, un estudiante ha compartido el caso de un joven que denunció a la empresa en la que labora desde hace varios años, ya que, a causa de que él presenta síndrome de Down, no lo dejan ascender a otros puestos de mayor responsabilidad. Al respecto, uno de sus compañeros comentó lo siguiente:\n\"Lo que sucede es que las personas que presentan síndrome de Down son como niños chiquitos. Ellos no pueden tomar decisiones importantes como las que se necesitan tomar en puestos de mayor responsabilidad\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente nota que varios estudiantes están de acuerdo con este comentario. Por ello, busca promover la reflexión sobre el estereotipo manifestado en este. ¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que averigüen qué es el síndrome de Down y qué tipos existen, para dialogar en plenaria. Luego, pedirles que busquen ejemplos de personas que presentan este síndrome y se desempeñan con éxito en diversos ámbitos laborales. Finalmente, pedirles que indiquen qué iniciativas creen que estas personas emprendieron para desarrollarse en sus trabajos.",
            "Pedir a los estudiantes que identifiquen a qué otras dificultades suelen enfrentarse en el trabajo las personas que presentan síndrome de Down, para compartirlo en plenaria. Luego, pedirles que averigüen qué derechos laborales de estas personas suelen ser vulnerados. Finalmente, explicarles de qué forma se puede evitar la discriminación de estas personas en el ámbito laboral.",
            "Pedir a los estudiantes que expliquen las cualidades de las personas que presentan síndrome de Down, para identificar las más representativas en plenaria. Luego, pedirles que planteen sugerencias acerca de cómo se podría ayudar a potenciar las cualidades de estas personas. Finalmente, solicitarles que identifiquen qué trabajos serían idóneos para aprovechar mejor dichas cualidades."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen qué es el síndrome de Down y qué tipos existen, para dialogar en plenaria. Luego, pedirles que busquen ejemplos de personas que presentan este síndrome y se desempeñan con éxito en diversos ámbitos laborales. Finalmente, pedirles que indiquen qué iniciativas creen que estas personas emprendieron para desarrollarse en sus trabajos.",
          "respuestaCorta": "Esta estrategia combate el estereotipo presentando información objetiva y contraejemplos reales que demuestran las capacidades de las personas con síndrome de Down, desafiando directamente la generalización prejuiciosa.",
          "solucionario": "Para deconstruir un estereotipo, es fundamental confrontar la creencia prejuiciosa con información factual y evidencia que la contradiga. La acción de la opción 'a' es la más efectiva porque: 1) busca información objetiva sobre el síndrome de Down para superar la desinformación, y 2) pide buscar casos reales de éxito laboral. Estos contraejemplos concretos son una herramienta poderosa para desmontar la generalización de que \"no pueden tomar decisiones importantes\", promoviendo una visión más realista y respetuosa de la diversidad.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_primaria_2021_p20",
      "contexto": "Un docente ha planificado una actividad que consiste en que los estudiantes de sexto grado averigüen cómo ha sido el desarrollo de las telecomunicaciones en el Perú entre los siglos XX y XXI. A continuación, se presenta esta actividad:\n\nCoordinar con los estudiantes la realización de entrevistas a algunos adultos mayores de su familia sobre la forma en que se comunicaban cuando eran niños y estaban lejos de sus familias o amigos, qué les agradaba de esa forma de comunicarse y qué dificultades se presentaban.\nLuego de realizadas las entrevistas, pedir a los estudiantes que las compartan y comenten qué formas existen actualmente para comunicarse con personas que están lejos.\nFinalmente, reflexionar con los estudiantes a partir de las preguntas: ¿En qué se parece y diferencia la forma cómo se comunicaban estos adultos mayores cuando eran niños con la forma en que nos comunicamos en la actualidad?, ¿cómo te imaginas que será la comunicación en el futuro?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes vinculados a la construcción de interpretaciones históricas se busca promover principalmente en la actividad descrita?",
          "opciones": [
            "La identificación de la simultaneidad.",
            "El reconocimiento de la secuencialidad.",
            "El establecimiento de cambios y permanencias."
          ],
          "respuesta": "El establecimiento de cambios y permanencias.",
          "respuestaCorta": "La actividad se centra en comparar las formas de comunicación del pasado (entrevistas a mayores) con el presente y el futuro, lo cual es la base para identificar qué ha cambiado y qué se ha mantenido.",
          "solucionario": "La noción de cambios y permanencias es fundamental en la construcción del pensamiento histórico. La actividad está diseñada para que los estudiantes, al contrastar la información de las entrevistas sobre el pasado con su conocimiento del presente, identifiquen las transformaciones (cambios, como la tecnología usada) y los elementos que perduran (permanencias, como la necesidad de comunicarse con seres queridos). La pregunta final refuerza directamente esta competencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p21",
      "contexto": "Luego de que los estudiantes han interpretado críticamente diversas fuentes históricas acerca del proceso de independencia del Perú, cada estudiante ha elaborado organizadores gráficos para explicar algunos aspectos de dicho proceso histórico. En este contexto, una estudiante presenta el siguiente organizador gráfico:",
      "imagen": "img/ascenso/primaria/2021/primaria/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia en el organizador gráfico elaborado por la estudiante?",
          "opciones": [
            "El establecimiento de periodos históricos dentro de un proceso.",
            "El reconocimiento de la multicausalidad de un proceso histórico.",
            "La identificación de cambios y permanencias en un proceso histórico."
          ],
          "respuesta": "El reconocimiento de la multicausalidad de un proceso histórico.",
          "respuestaCorta": "El organizador gráfico muestra varias causas (corrupción, interés de vecinos, descontento criollo) que convergen en un único efecto (Independencia del Perú), demostrando la comprensión de que los hechos históricos tienen múltiples causas.",
          "solucionario": "La multicausalidad es el principio histórico que explica que los grandes procesos no tienen una única causa, sino que son el resultado de la confluencia de múltiples factores. El esquema de la estudiante ilustra perfectamente este concepto al señalar tres causas distintas que contribuyeron al mismo hecho histórico, la Independencia del Perú. El formato del organizador, con varias flechas apuntando a un evento central, evidencia visualmente esta comprensión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p22",
      "contexto": "Un docente desarrolla con los estudiantes de segundo grado la siguiente actividad:\n\n• Dialoga con los estudiantes acerca de las rutinas que suelen realizar los fines de semana.\n• A partir de esto, les pide que escriban una actividad que realizaron el último domingo en el horario de 9:00 a.m. a 10:00 a.m.\n• Luego, les entrega un cuadro de doble entrada y les pide que, en equipos, lo completen con la actividad que realizó cada uno de los estudiantes en el horario indicado.\n• Finalmente, solicita a cada equipo que, en plenaria, compartan las actividades que registraron para el día domingo en dicho horario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes nociones relacionadas con la comprensión del tiempo histórico se busca promover principalmente en la actividad descrita?",
          "opciones": [
            "La noción de periodización.",
            "La noción de simultaneidad.",
            "La noción de cambio y permanencia."
          ],
          "respuesta": "La noción de simultaneidad.",
          "respuestaCorta": "La actividad busca que los estudiantes se den cuenta de que diferentes personas realizan distintas actividades al mismo tiempo, que es el concepto de simultaneidad.",
          "solucionario": "La noción de simultaneidad se refiere a la comprensión de que diferentes eventos pueden ocurrir al mismo tiempo, aunque sea en lugares distintos o involucrando a personas diferentes. Al hacer que los estudiantes registren y compartan lo que cada uno hacía en el mismo intervalo de tiempo (domingo de 9:00 a 10:00 a.m.), la actividad les permite visualizar y comprender de manera concreta que, mientras uno jugaba, otro leía y otro desayunaba, todo ocurriendo de forma simultánea.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p23",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes de quinto grado están compartiendo las noticias que más les llamaron la atención en la semana. En este contexto, uno de los estudiantes dice lo siguiente:\n\"En la radio escuché que, por el cambio climático, las lagunas de nuestra región se van a secar y no tendremos agua\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito que los estudiantes identifiquen asuntos públicos implicados en la noticia presentada. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que averigüen cómo se relacionan el cambio climático y la reducción del agua de las lagunas. Luego, pedirles que evalúen de qué manera la reducción del agua de las lagunas influiría en la vida de las comunidades de la región.",
            "Pedir a los estudiantes que averigüen si, así como el cambio climático, existen fenómenos naturales que afectan a las lagunas del país. Luego, solicitarles que identifiquen si estos fenómenos podrían influir en la reducción del agua de dichas lagunas.",
            "Pedir a los estudiantes que averigüen cómo se define el cambio climático. Luego, explicarles cómo es que este, con el transcurso del tiempo, podría influir en la reducción del agua de las lagunas de la comunidad."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen cómo se relacionan el cambio climático y la reducción del agua de las lagunas. Luego, pedirles que evalúen de qué manera la reducción del agua de las lagunas influiría en la vida de las comunidades de la región.",
          "respuestaCorta": "Esta acción guía a los estudiantes a conectar un problema ambiental (reducción de agua) con su impacto en la colectividad ('la vida de las comunidades'), que es la característica principal de un asunto público.",
          "solucionario": "Un asunto público es una problemática que afecta el bienestar de una colectividad y cuya solución es de interés común. La acción de la opción 'a' es la más pertinente porque guía a los estudiantes en dos pasos clave para identificarlo: primero, comprender el problema (la relación causa-efecto entre cambio climático y falta de agua) y, segundo, y más importante, analizar su dimensión social, es decir, cómo impacta en la vida de la comunidad. Esto les permite trascender el dato noticioso y entenderlo como un problema que concierne a todos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p24",
      "contexto": "En el marco de una experiencia de aprendizaje relacionada con la importancia del cuidado del ambiente, los estudiantes de sexto grado han deliberado acerca del siguiente asunto público: el inadecuado manejo de residuos sólidos en la IE. En este contexto, ellos estuvieron de acuerdo en la necesidad de contribuir en la mejora de esta situación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Por ese motivo, el docente tiene como propósito guiar a los estudiantes para que organicen una acción de participación orientada al bien común. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Plantear a los estudiantes diversas acciones de participación relacionadas con el asunto público identificado. Luego, solicitarles que, por medio de una votación, elijan una de estas. Después, presentarles un organizador gráfico con las tareas necesarias para realizar la acción y sus respectivos responsables.",
            "Pedir a los estudiantes que identifiquen un aspecto del asunto público identificado que deseen mejorar. Luego, solicitarles que, en función al aspecto identificado y los recursos disponibles, diseñen una actividad. Después, elaborar un calendario con los plazos de cada tarea para que cada uno se inscriba.",
            "Solicitar a los estudiantes que señalen las causas y consecuencias del asunto público identificado. Luego, pedirles que indaguen qué actores están involucrados en este asunto público. Después, indicarles que elaboren un cuadro de doble entrada que consigne las responsabilidades de dichos actores."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen un aspecto del asunto público identificado que deseen mejorar. Luego, solicitarles que, en función al aspecto identificado y los recursos disponibles, diseñen una actividad. Después, elaborar un calendario con los plazos de cada tarea para que cada uno se inscriba.",
          "respuestaCorta": "Esta opción promueve el protagonismo estudiantil, permitiéndoles identificar un problema específico, diseñar su propia solución y organizarse para ejecutarla, lo que constituye una auténtica acción de participación.",
          "solucionario": "Fomentar la participación ciudadana implica que los estudiantes sean agentes activos en la propuesta y ejecución de soluciones. La opción 'b' es la más pertinente porque sigue una secuencia que maximiza la autonomía y el protagonismo de los estudiantes: ellos delimitan el problema, ellos diseñan la solución (la actividad) considerando los recursos, y ellos se organizan para llevarla a cabo. En contraste, la opción 'a' es más dirigida por el docente y la 'c' se queda en la fase de análisis sin pasar a la acción concreta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p25",
      "contexto": "Los estudiantes de quinto grado están realizando un proyecto relacionado con la historia de la localidad. En este contexto, la docente busca que los estudiantes reconozcan la simultaneidad histórica entre hechos diferentes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedirles que pregunten a un familiar qué evento considera más importante en la historia de la localidad. Luego, solicitarles que señalen qué cambios creen que este evento generó en la localidad. Finalmente, pedirles que organicen esta información en una línea de tiempo.",
            "Pedirles que averigüen en qué fecha se fundó la localidad. Luego, solicitarles que averigüen qué proceso histórico nacional estaba ocurriendo cuando se fundó la localidad. Finalmente, pedirles que organicen esta información en una línea de tiempo.",
            "Pedirles que averigüen algunos hechos históricos que sucedieron en la última década en la localidad. Luego, solicitarles que elijan un hecho que ellos consideren importante en cada año. Finalmente, pedirles que organicen esta información en una línea de tiempo."
          ],
          "respuesta": "Pedirles que averigüen en qué fecha se fundó la localidad. Luego, solicitarles que averigüen qué proceso histórico nacional estaba ocurriendo cuando se fundó la localidad. Finalmente, pedirles que organicen esta información en una línea de tiempo.",
          "respuestaCorta": "Esta acción requiere explícitamente que los estudiantes conecten un evento local con un proceso nacional que ocurría en el mismo periodo de tiempo, lo que les permite comprender la simultaneidad.",
          "solucionario": "La simultaneidad histórica es la noción de que diferentes eventos y procesos ocurren al mismo tiempo en distintos lugares o escalas (local, nacional, mundial). La acción 'b' está diseñada específicamente para desarrollar esta noción, ya que pide a los estudiantes que investiguen un hecho local (la fundación) y lo pongan en relación directa con un proceso de mayor escala (nacional) que estaba sucediendo en ese mismo momento. Las otras opciones se centran en la relevancia o la secuencialidad, no en la simultaneidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p26",
      "contexto": "Los estudiantes de sexto grado se encuentran participando en un proyecto sobre la problemática de la deforestación en la Amazonía peruana. En este contexto, la docente busca que reconozcan las causas de dicha problemática.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Entregar a los estudiantes un mapa del Perú que muestra las zonas deforestadas en la Amazonía en la última década. Luego, solicitarles que indiquen cuáles son las regiones con mayor deforestación. Finalmente, pedirles que expliquen por qué es importante evitar la deforestación en la Amazonía, y sus impactos.",
            "Entregar a los estudiantes una infografía que detalla los impactos negativos del aumento de la deforestación en la Amazonía en la última década. Luego, solicitarles que indiquen cuáles de estos impactos se presentan a escala local y cuáles a escala nacional. Finalmente, pedirles que expliquen cómo la deforestación influye en el calentamiento global.",
            "Entregar a los estudiantes una secuencia de fotografías de un paisaje amazónico que muestra la reducción de su superficie boscosa en la última década. Luego, solicitarles que indiquen qué actividades económicas han aparecido progresivamente en ese paisaje. Finalmente, pedirles que expliquen cómo estas han impactado en el paisaje amazónico."
          ],
          "respuesta": "Entregar a los estudiantes una secuencia de fotografías de un paisaje amazónico que muestra la reducción de su superficie boscosa en la última década. Luego, solicitarles que indiquen qué actividades económicas han aparecido progresivamente en ese paisaje. Finalmente, pedirles que expliquen cómo estas han impactado en el paisaje amazónico.",
          "respuestaCorta": "Al observar la aparición de actividades económicas junto a la reducción del bosque, los estudiantes pueden inferir que dichas actividades son las causas de la deforestación, cumpliendo el propósito del docente.",
          "solucionario": "El propósito es que los estudiantes reconozcan las *causas* de la deforestación. La opción 'c' es la más efectiva para lograrlo, ya que utiliza un recurso visual (secuencia de fotos) que permite a los estudiantes observar directamente la relación entre la aparición de ciertas actividades humanas (agricultura, ganadería, minería, etc.) y la desaparición del bosque. Este análisis visual les permite construir la relación causal. Las otras opciones se enfocan en la ubicación ('dónde') o las consecuencias ('impactos'), no en las causas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p27",
      "contexto": "Los estudiantes de quinto grado están realizando un proyecto sobre prevención de desastres. En este contexto, los estudiantes están elaborando una guía de preguntas con el fin de recoger información para el desarrollo de este proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas permite que los estudiantes reconozcan algunas condiciones de vulnerabilidad en la localidad donde se ubica la IE?",
          "opciones": [
            "¿Qué instituciones de la localidad están encargadas de coordinar acciones para la prevención de desastres? ¿Cómo podemos involucrarnos en la gestión de riesgo de desastres?",
            "¿En las paredes o techos de algunas de las edificaciones de la localidad se observan rajaduras o grietas? En la localidad, ¿hay espacios que sirvan de zonas de seguridad?",
            "¿En la localidad ocurren fenómenos naturales como sismos, lluvias intensas, heladas, sequías, entre otros? ¿Con qué frecuencia se presentan estos fenómenos naturales?"
          ],
          "respuesta": "¿En las paredes o techos de algunas de las edificaciones de la localidad se observan rajaduras o grietas? En la localidad, ¿hay espacios que sirvan de zonas de seguridad?",
          "respuestaCorta": "Estas preguntas se enfocan en las debilidades de la infraestructura (grietas) y la falta de preparación (ausencia de zonas seguras), que son factores de vulnerabilidad de la comunidad ante un peligro.",
          "solucionario": "El riesgo de desastre se compone del peligro (el fenómeno natural) y la vulnerabilidad (las condiciones de debilidad de una comunidad). Las preguntas de la opción 'c' se centran en identificar los peligros. Las preguntas de la opción 'a' se centran en la gestión y la respuesta. Las preguntas de la opción 'b', en cambio, apuntan directamente a la vulnerabilidad: el estado de las construcciones (vulnerabilidad física) y la disponibilidad de zonas seguras (vulnerabilidad social/educativa). Por lo tanto, este conjunto de preguntas es el más adecuado para reconocer condiciones de vulnerabilidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p28",
      "contexto": "Los estudiantes están realizando un proyecto sobre cómo contribuir con el cuidado del ambiente en la localidad. En este contexto, están empezando a elaborar un conjunto de propuestas para promover prácticas ambientales responsables.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué estudiante plantea una propuesta que se corresponde mejor con una práctica ambiental responsable?",
          "opciones": [
            "Cristina dice: \"Yo propongo que se cree un comité de vigilancia para evitar que juguemos con el agua. Así evitaremos malgastar el agua\".",
            "Manuel dice: \"Yo propongo que desenchufemos los aparatos eléctricos de nuestras casas cuando no los estemos usando. Así no desperdiciaremos energía\".",
            "Alejandra dice: \"Yo propongo que, luego de usar envases de tecnopor, recordemos depositarlos en el tacho de basura. Así mantendremos limpias las calles\"."
          ],
          "respuesta": "Manuel dice: \"Yo propongo que desenchufemos los aparatos eléctricos de nuestras casas cuando no los estemos usando. Así no desperdiciaremos energía\".",
          "respuestaCorta": "La propuesta de Manuel se enfoca en la reducción del consumo ('no desperdiciar energía'), que es un principio fundamental y de mayor impacto en la responsabilidad ambiental.",
          "solucionario": "Una práctica ambiental responsable se basa en principios como reducir, reutilizar y reciclar. La propuesta de Manuel (desenchufar aparatos) se alinea directamente con el principio de *reducir* el consumo de energía, lo que tiene un impacto positivo directo en el ambiente. La propuesta de Cristina es una medida de control social, no una práctica en sí. La propuesta de Alejandra, si bien es positiva (mantener la limpieza), no aborda el problema de fondo del uso de tecnopor, un material contaminante; una práctica más responsable sería proponer no usarlo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p29",
      "contexto": "Un equipo de estudiantes de primer grado acaba de recibir sus camisetas para participar en las olimpiadas de la IE. A continuación, se presenta el diálogo que se suscitó entre dos estudiantes:\n\nJoaquín dice: (Dirigiéndose a Mariano y mostrándole su camiseta de arquero) \"Mira, yo soy el 1. ¿Y a ti qué te tocó?\".\nMariano dice: \"¡Mira, yo soy el 10!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué uso del número se evidencia en los comentarios de los estudiantes?",
          "opciones": [
            "Ordinal.",
            "Cardinal.",
            "Nominal."
          ],
          "respuesta": "Nominal.",
          "respuestaCorta": "Los números en las camisetas no indican orden ni cantidad, sino que funcionan como nombres o etiquetas para identificar a los jugadores.",
          "solucionario": "Los números pueden tener diferentes usos. El uso cardinal se refiere a contar o indicar una cantidad (ej. 'tres manzanas'). El uso ordinal se refiere a indicar una posición en una serie (ej. 'el tercer lugar'). El uso nominal, como en este caso, es cuando el número funciona como una etiqueta o un nombre para identificar algo o a alguien, sin valor cuantitativo u ordinal. Los números de las camisetas de los jugadores son un ejemplo clásico del uso nominal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p30",
      "contexto": "Durante un recreo, Mirta, Lidia y Ana, tres estudiantes de primer grado, están comparando su altura. En este contexto, Mirta compara la altura de Lidia y Ana. A continuación, se presenta una parte del diálogo que se suscitó:\n\nMirta dice: \"Lidia, eres más pequeña que Ana\".\nLidia dice: (Al costado de Ana) \"¡Es cierto!\".\nAna dice: \"Yo pensaba que Lidia era más grande\".\nMirta dice: \"Parecía, pero tú eres más grande que Lidia\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué propiedad de la seriación se evidencia en los comentarios de Mirta?",
          "opciones": [
            "Reciprocidad.",
            "Transitividad.",
            "Reversibilidad."
          ],
          "respuesta": "Reciprocidad.",
          "respuestaCorta": "Mirta expresa la misma relación de altura ('Lidia es más pequeña que Ana' y 'Ana es más grande que Lidia') desde dos perspectivas opuestas, demostrando la propiedad de reciprocidad.",
          "solucionario": "En la seriación, la propiedad de reciprocidad implica comprender que una relación de orden en una dirección (A < B) tiene una relación correspondiente en la dirección opuesta (B > A). Mirta demuestra esta comprensión al afirmar primero \"Lidia, eres más pequeña que Ana\" y luego confirmar la misma relación desde el punto de vista de Ana: \"tú [Ana] eres más grande que Lidia\". Es la misma comparación expresada de dos formas recíprocas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p31",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes de segundo grado van a participar en una actividad denominada \"Búsqueda del tesoro\". Para ello, el docente realiza lo siguiente:\n\nEntrega, a cada equipo, un croquis del aula donde solo se indica la ubicación del objeto que van a buscar. El punto de partida es la entrada del salón. Luego de encontrar el objeto asignado, cada equipo deberá trazar el recorrido en el croquis y describir dicho recorrido empleando expresiones como \"hacia la derecha\", \"hacia la izquierda\", \"hacia adelante\", entre otras.\n\nUn equipo culmina el trazado de su recorrido, pero tiene dificultad para describir dicho recorrido. Ellos mencionan al docente que no saben cómo darse cuenta si se habían dirigido a la derecha o a la izquierda.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para orientar al equipo a superar su dificultad?",
          "opciones": [
            "Mostrarles, a partir del trazado del recorrido en el croquis, cómo empezar a describir dicho recorrido, indicándoles las direcciones de los primeros desplazamientos. Luego, pedirles que continúen describiendo el recorrido que realizaron.",
            "Presentarles una canción para identificar cuál es la mano derecha y la mano izquierda. Luego, pedirles que, a partir del trazado del recorrido y la canción, empiecen a describir dicho recorrido indicando las direcciones de los desplazamientos que realizaron.",
            "Proponerles usar una cinta de color verde en la mano derecha y una cinta de color azul en la mano izquierda. Luego, solicitarles volver a realizar el recorrido y, a medida que van avanzando, miren el color de la cinta y apunten la dirección que están tomando."
          ],
          "respuesta": "Proponerles usar una cinta de color verde en la mano derecha y una cinta de color azul en la mano izquierda. Luego, solicitarles volver a realizar el recorrido y, a medida que van avanzando, miren el color de la cinta y apunten la dirección que están tomando.",
          "respuestaCorta": "Esta acción brinda un soporte físico y visual (cintas de colores) que ayuda a los estudiantes a conectar los conceptos abstractos de 'derecha' e 'izquierda' con su propio cuerpo mientras se desplazan.",
          "solucionario": "La dificultad de los estudiantes radica en la lateralidad, específicamente en aplicar los conceptos de derecha e izquierda en un desplazamiento real. La acción más pertinente es la que les proporciona un andamiaje concreto y corporal. La opción 'c' hace precisamente esto: las cintas de colores en las manos sirven como un referente visual y físico constante que les permite identificar 'derecha' e 'izquierda' en su propio cuerpo mientras se mueven. Esto facilita la traducción del movimiento a la descripción verbal. Las otras opciones son menos efectivas porque son más abstractas (opción 'b') o directivas (opción 'a').",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_primaria_2021_p32",
      "contexto": "Los estudiantes de segundo grado han llevado tapas de botellas de plástico a la IE para participar en una campaña de reciclaje. En este contexto, la docente aprovecha la situación para promover la comprensión de los estudiantes acerca del sistema de numeración decimal. Para ello, les plantea que, en equipos, reúnan sus tapas y, por cada diez tapas, ella les entregará un sticker. Durante el desarrollo de la actividad, se suscitó lo siguiente:\n\nUn equipo logra intercambiar sus tapas por tres stickers y le sobran dos tapas. Juan, uno de los integrantes de este equipo, señalando los tres stickers y las dos tapas, dice lo siguiente: \"Con las tapas y stickers hemos representado tres decenas y dos unidades. Entonces, tenemos el número 32\". En ese momento, Vanessa, integrante de otro equipo, lo escucha y comenta lo siguiente: \"No, está representado el número cinco. (Mientras cuenta va señalando los tres stickers y las dos tapas del equipo) Miren, uno, dos, tres, cuatro y cinco...\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente los escucha y busca ayudar a Vanessa a reflexionar sobre su error. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Indicarle que, al intercambiar 30 tapas, se reciben tres stickers y esto representa al número 30. Luego, indicar que las dos tapas sobrantes representan al número dos; por tanto, se obtiene el número 32. Finalmente, pedirle que, siguiendo este proceso, forme nuevamente el número 32 para que recuerde cómo se realiza dicho proceso.",
            "Recordarle que por un sticker se reciben 10 tapas. Luego, proponerle que realice otras agrupaciones para representar nuevos números; por ejemplo, cuatro agrupaciones de 10 tapas y dos tapas sueltas representan el número 42. Finalmente, pedirle que ubique los nuevos números en el tablero de valor posicional.",
            "Pedirle que indique cuántas tapas se necesitan para recibir un sticker. Luego, proponerle que, debajo de cada uno de los tres stickers, coloque 10 tapas y, al costado de estos stickers, las dos tapas sobrantes. Finalmente, pedirle que cuente las tapas e indique qué número representan los stickers y tapas."
          ],
          "respuesta": "Pedirle que indique cuántas tapas se necesitan para recibir un sticker. Luego, proponerle que, debajo de cada uno de los tres stickers, coloque 10 tapas y, al costado de estos stickers, las dos tapas sobrantes. Finalmente, pedirle que cuente las tapas e indique qué número representan los stickers y tapas.",
          "respuestaCorta": "Esta acción es la más adecuada porque lleva a la estudiante a reconstruir el valor de cada sticker con material concreto (las tapas) y a descubrir por sí misma, mediante el conteo, el valor total, corrigiendo su error de forma constructivista.",
          "solucionario": "El error de Vanessa es no comprender el valor posicional y la agrupación decimal; para ella, cada objeto (sticker o tapa) vale uno. La intervención pedagógica más pertinente es la que le permite visualizar y construir el significado. La opción 'c' logra esto al hacer que la estudiante regrese al material concreto: primero recuerda la equivalencia (1 sticker = 10 tapas), luego representa físicamente el valor de los stickers y finalmente cuenta el total de unidades. Este proceso le permite comprender de manera tangible por qué 3 stickers y 2 tapas son 32, y no 5.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p33",
      "contexto": "Un docente tiene como propósito promover en los estudiantes de segundo grado la comprensión de problemas aditivos. En este contexto, les presenta la siguiente situación:\n\nEl día de ayer, en las olimpiadas de la IE, los estudiantes de segundo grado lograron ganar 12 medallas. El día de hoy, ganaron algunas medallas más. Entonces, ahora tienen 26 medallas en total.\n¿Cuántas medallas ganaron el día de hoy?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Uno de los estudiantes responde lo siguiente: \"¡Es fácil! Ganaron 38 medallas... Miren, ellos empezaron ganando 12 medallas. Entonces, si le sumo 26 medallas más, quiere decir que hoy llegaron a ganar 38 medallas\".\n¿Por qué la respuesta del estudiante es errónea?",
          "opciones": [
            "Porque cree que las veintiséis medallas es el dato que modifica a la cantidad inicial del problema.",
            "Porque cree que el total de medallas debe ser una cantidad mayor a los datos presentados en el problema.",
            "Porque cree que la cantidad de medallas obtenida un día anterior está incluida en las veintiséis medallas."
          ],
          "respuesta": "Porque cree que las veintiséis medallas es el dato que modifica a la cantidad inicial del problema.",
          "respuestaCorta": "El error del estudiante es tratar el número 26 (cantidad final) como si fuera la cantidad que se añade (la transformación), sumándola a la cantidad inicial en lugar de buscar la diferencia.",
          "solucionario": "El problema corresponde a una estructura aditiva de cambio, donde se conoce la cantidad inicial (12) y la cantidad final (26), y se pregunta por la transformación (cuántas se ganaron hoy). El estudiante interpreta erróneamente el problema como uno de cambio donde se conocen la inicial (12) y la transformación (creyendo que es 26). Por eso, suma 12 + 26. Su error radica en no identificar correctamente la función de cada dato dentro del problema, confundiendo la cantidad final con la cantidad de cambio o modificación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p34",
      "contexto": "Durante una experiencia de aprendizaje, un grupo de estudiantes de sexto grado está resolviendo un problema que involucra el uso del pensamiento proporcional. En este contexto, se suscita el siguiente diálogo en uno de los grupos:\n\nJulia dice: \"Aquí dice que, 'Para cinco porciones de una ensalada de frutas, se usan dos manzanas. Si se quiere preparar 25 porciones, ¿cuántas manzanas se necesitarían?\".\nLaura dice: \"Creo que, si se quiere preparar 25 porciones, entonces se necesitarían diez manzanas, ¿verdad?\".\nPedro dice: \"No, porque, con diez manzanas, solo alcanza para 13 porciones\".\nDocente dice: \"Puedes explicarnos, ¿por qué dices esto?\".\nPedro dice: \"Porque, fíjense, a dos manzanas le agregamos ocho manzanas para llegar a diez. Entonces, a cinco porciones le agregamos ocho y nos alcanzaría para 13 porciones\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca ayudar a Pedro a reflexionar sobre su error. ¿Cuál de los siguientes conjuntos de preguntas es más adecuado para ello?",
          "opciones": [
            "Por cada dos manzanas, ¿cuántas porciones podemos obtener? Entonces, ¿crees que con diez manzanas tendríamos tan pocas porciones? Entonces, con diez manzanas, ¿cuántas porciones podríamos tener?",
            "¿Cuántas porciones se obtienen con dos manzanas? Entonces, ¿cuántas porciones con cuatro manzanas? ¿Y cuántas porciones con seis manzanas? Entonces, con diez manzanas, ¿podrías obtener menos porciones que con seis manzanas?",
            "¿Qué cantidad agregaste a las porciones para decir que solo se puede tener trece porciones? Entonces, ¿qué operación realizaste para llegar a esa conclusión? Entonces, en estos casos, ¿siempre se tiene que realizar esta operación? ¿Por qué?"
          ],
          "respuesta": "¿Cuántas porciones se obtienen con dos manzanas? Entonces, ¿cuántas porciones con cuatro manzanas? ¿Y cuántas porciones con seis manzanas? Entonces, con diez manzanas, ¿podrías obtener menos porciones que con seis manzanas?",
          "respuestaCorta": "Este conjunto de preguntas guía a Pedro a construir la relación proporcional paso a paso, permitiéndole ver el patrón multiplicativo y darse cuenta por sí mismo de la inconsistencia de su resultado aditivo.",
          "solucionario": "El error de Pedro es aplicar una estrategia aditiva (sumar 8 a ambos lados) a un problema que requiere un razonamiento multiplicativo (proporcionalidad). La retroalimentación más efectiva es la que le ayuda a visualizar la relación correcta. La opción 'b' logra esto mediante el escalamiento: le pide que calcule los valores para 4 y 6 manzanas, lo que le obliga a duplicar y triplicar las porciones. Al seguir esta secuencia, se hace evidente que la relación es multiplicativa y que su resultado (13 porciones para 10 manzanas) es ilógico, ya que es menor que el resultado para 6 manzanas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p35",
      "contexto": "Un docente está planificando actividades para promover en los estudiantes de tercer grado la comprensión de las relaciones de equivalencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para iniciar esta comprensión?",
          "opciones": [
            "Entregarles una imagen con el acuerdo de intercambio de una comunidad: una vaca por cuatro ovejas. Luego, preguntarles cuántas ovejas se pueden intercambiar por dos vacas y cuántas por tres vacas. A partir de esto, pedirles que expliquen el proceso que realizaron para resolver este problema.",
            "Entregarles algunas canicas y cubos indicándoles que intercambien dos canicas por un cubo, luego cuatro canicas por dos cubos. Después, mencionarles en qué consiste un intercambio entre dos elementos. A partir de esto, pedirles que propongan ejemplos de intercambio empleando los materiales entregados.",
            "Entregarles una cantidad de botones pequeños y cajas de fósforos. Luego, pedirles que den propuestas sobre la cantidad de botones que se pueden intercambiar por una caja de fósforo y las realicen. A partir de esto, pedirles que expliquen cómo realizaron estos intercambios y propongan otras situaciones de intercambio."
          ],
          "respuesta": "Entregarles una cantidad de botones pequeños y cajas de fósforos. Luego, pedirles que den propuestas sobre la cantidad de botones que se pueden intercambiar por una caja de fósforo y las realicen. A partir de esto, pedirles que expliquen cómo realizaron estos intercambios y propongan otras situaciones de intercambio.",
          "respuestaCorta": "Para iniciar la comprensión, es mejor una actividad abierta donde los estudiantes propongan y establezcan sus propias reglas de equivalencia, construyendo el concepto desde su propia acción y razonamiento.",
          "solucionario": "Desde un enfoque constructivista, el aprendizaje se inicia de manera más significativa cuando los estudiantes tienen la oportunidad de explorar y construir los conceptos por sí mismos. La actividad 'c' es la más pertinente para la iniciación porque es abierta: permite que los propios estudiantes establezcan la relación de equivalencia (\"den propuestas sobre la cantidad de botones que se pueden intercambiar\"). Esto les permite vivenciar y dar sentido al concepto de equivalencia desde la base. Las otras opciones presentan reglas de equivalencia ya dadas, lo que es más apropiado para una etapa de aplicación o consolidación, no de iniciación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p36",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes de tercer grado, en equipos, están resolviendo problemas que involucran la comprensión de estructuras aditivas. En este contexto, un equipo va a resolver el siguiente problema:\n\nRafael preparó 12 tamales. Él preparó 5 tamales menos que Luis. ¿Cuántos tamales preparó Luis?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el monitoreo a los equipos, la docente escucha que el equipo tiene dificultades para comprender qué es lo que se solicita hallar en el problema. ¿Qué acción pedagógica es más adecuada para ayudar a los estudiantes a comprender el problema?",
          "opciones": [
            "Solicitarles que expliquen qué es lo que se pide encontrar en el problema. Luego, preguntarles qué cantidad de tamales preparó Rafael. Finalmente, preguntarles si Luis preparó más o menos tamales que Rafael.",
            "Solicitarles que lean el problema para recordar de qué trata. Luego, pedirles que busquen palabras clave que podrían ayudarlos a saber qué operación realizar. Finalmente, pedirles que identifiquen los datos que necesitan para dicha operación.",
            "Solicitarles que lean la segunda oración del problema. Luego, pedirles que señalen cuántos tamales preparó Rafael menos que Luis. Finalmente, indicarles que la respuesta al problema se obtiene de sumar dicho dato con la cantidad de tamales que preparó Rafael."
          ],
          "respuesta": "Solicitarles que expliquen qué es lo que se pide encontrar en el problema. Luego, preguntarles qué cantidad de tamales preparó Rafael. Finalmente, preguntarles si Luis preparó más o menos tamales que Rafael.",
          "respuestaCorta": "Esta secuencia de preguntas guía a los estudiantes a analizar la relación entre las cantidades del problema ('más que'/'menos que'), ayudándoles a comprender la estructura comparativa del enunciado.",
          "solucionario": "El problema es de comparación, una de las estructuras aditivas más complejas. La dificultad suele estar en interpretar la relación entre los datos. La acción 'a' es la más adecuada porque se centra en esa comprensión: 1) identifica el objetivo (hallar los tamales de Luis), 2) fija un dato conocido (los de Rafael), y 3) la pregunta clave \"¿Luis preparó más o menos tamales que Rafael?\" les obliga a interpretar la frase \"5 tamales menos que Luis\", lo que revela la relación correcta (Luis preparó más) y les orienta hacia la operación correcta (suma).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p37",
      "contexto": "Durante una experiencia de aprendizaje relacionada con actividades que realizan los estudiantes de cuarto grado durante la semana, el docente les propone la siguiente situación:\n\nGaby termina la visita a su abuelita a las 16:30 horas. Ella estuvo con su abuelita una hora y 40 minutos. ¿A qué hora llegó Gaby a la casa de su abuelita?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una estudiante presenta su respuesta y comenta lo siguiente: \"A la hora que Gaby termina de visitar a su abuelita a las 4:30 p.m., le resté el tiempo que estuvo con ella. Es decir, a las 4:00 p.m. le resté una hora y a los 40 minutos le quité 30 minutos. Por eso, la respuesta es que Gaby llegó a visitar a su abuelita a las 3:10 p.m. ¿Es así?\".\nEl docente nota que, si bien hay varios aspectos por mejorar en la respuesta de la estudiante, también hay otros que están logrados. ¿Qué logro de aprendizaje se evidencia en la intervención de la estudiante?",
          "opciones": [
            "Realiza operaciones que involucran cantidades expresadas en diferentes unidades de tiempo.",
            "Explica procedimientos que implican conversiones de unidades de tiempo en horas y minutos.",
            "Expresa unidades de tiempo en formato de periodos de doce horas en lugar del de veinticuatro horas."
          ],
          "respuesta": "Expresa unidades de tiempo en formato de periodos de doce horas en lugar del de veinticuatro horas.",
          "respuestaCorta": "La estudiante convierte correctamente la hora de formato 24 horas (16:30) a formato 12 horas (4:30 p.m.) como primer paso de su razonamiento, demostrando este logro específico.",
          "solucionario": "El problema presenta la hora de finalización en formato de 24 horas (16:30). En su explicación, la estudiante inicia diciendo \"a las 4:30 p.m.\". Este primer paso demuestra que ha realizado con éxito la conversión del sistema de 24 horas al sistema de 12 horas (a.m./p.m.). Aunque su cálculo posterior es incorrecto, esta conversión inicial es un logro de aprendizaje identificable y correcto dentro de su intervención.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p38",
      "contexto": "Como parte de una sesión de aprendizaje, los estudiantes están resolviendo problemas que involucran el uso de la noción de probabilidad. A continuación, se presenta uno de estos problemas:\n\nEn un concurso, se tienen tres cajas cerradas del mismo tamaño. Todas las cajas contienen esferas negras y blancas. A continuación, se presenta la cantidad de esferas que contiene cada caja: Para que un concursante gane, debe extraer, sin mirar, y en una sola oportunidad, una bola negra de una de las cajas. ¿En qué caja existe la mayor probabilidad de lograrlo?",
      "imagen": "img/ascenso/primaria/2021/primaria/5.jpg",
      "preguntas": [
        {
          "pregunta": "Durante el intercambio de ideas sobre la resolución del problema, uno de los estudiantes afirma lo siguiente: \"El concursante debería extraer la bola negra de la caja tres porque, al haber más esferas negras que en las otras cajas, tiene mayor probabilidad de ganar\".\nLa docente ha identificado que la afirmación del estudiante es incorrecta. ¿Qué grupo de preguntas brinda una retroalimentación adecuada al estudiante?",
          "opciones": [
            "En la caja que has elegido, ¿cuántas esferas negras y blancas hay? Si se quiere sacar una esfera negra, ¿conviene que haya igual cantidad de esferas o que haya más esferas negras que blancas? Entonces, ¿en qué caja el concursante tendrá mayor probabilidad de ganar?",
            "En cada una de las cajas, ¿cuántas esferas negras y blancas hay? ¿Cuál es el total de esferas en cada caja? ¿En qué caja está la mayor cantidad de esferas negras? Entonces, ¿en qué caja el concursante tendrá mayor probabilidad de extraer una esfera negra?",
            "En la caja que seleccionaste, ¿cuántas esferas hay en total? ¿Qué fracción resulta al dividir la cantidad de esferas negras entre el total de esferas? Entonces, ¿cuál es la probabilidad de que el concursante saque una esfera negra de dicha caja?"
          ],
          "respuesta": "En la caja que has elegido, ¿cuántas esferas negras y blancas hay? Si se quiere sacar una esfera negra, ¿conviene que haya igual cantidad de esferas o que haya más esferas negras que blancas? Entonces, ¿en qué caja el concursante tendrá mayor probabilidad de ganar?",
          "respuestaCorta": "Estas preguntas centran la atención del estudiante en la proporción entre casos favorables (negras) y no favorables (blancas) dentro de cada caja, que es la clave para comparar probabilidades, en lugar de solo mirar la cantidad absoluta de esferas negras.",
          "solucionario": "El error del estudiante es un razonamiento pre-probabilístico común: se fija en la cantidad absoluta de casos favorables (más bolas negras en la caja 3) en lugar de en la relación proporcional. La retroalimentación de la opción 'a' es la más adecuada porque lo lleva a comparar la cantidad de bolas negras con las blancas dentro de cada opción. Al preguntarle si conviene que haya igual cantidad o más negras que blancas, lo está guiando a pensar en términos de proporción. Esto le permitirá darse cuenta de que en la Caja 1 la proporción es de 3 a 1 a su favor, mientras que en la Caja 3 es de 4 a 4 (igual), haciendo que la Caja 1 sea la mejor opción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p39",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes de cuarto grado están realizando traslaciones de figuras mediante el uso del geoplano. En este contexto, una estudiante comenta lo siguiente:\n\n\"Empecé formando un triángulo con una liga y quise saber si era posible construir la misma figura en diferentes partes del geoplano. Entonces, primero, construí la misma figura cinco unidades hacia arriba y funcionó. Después, desde esa ubicación, volví a construir esa misma figura dos unidades a la derecha y noté que si agregaba una unidad más me salía del espacio del geoplano. Finalmente, conté cuatro unidades hacia abajo y noté que también podía construir esa misma figura\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje se evidencia principalmente en el comentario de la estudiante?",
          "opciones": [
            "Conflicto cognitivo.",
            "Metacognición.",
            "Transferencia."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "La estudiante está verbalizando y reflexionando sobre su propio proceso de pensamiento y aprendizaje: su intención inicial ('quise saber'), sus acciones ('construí'), sus observaciones ('noté que') y sus conclusiones ('noté que también podía').",
          "solucionario": "La metacognición es la capacidad de ser consciente y de reflexionar sobre los propios procesos de pensamiento y aprendizaje. El comentario de la estudiante es un claro ejemplo de este proceso, ya que no solo describe lo que hizo, sino que narra su secuencia de pensamiento: establece un objetivo (\"quise saber si era posible\"), planifica y ejecuta acciones (\"primero, construí...\"), monitorea su proceso (\"noté que si agregaba una unidad más...\") y evalúa sus resultados (\"noté que también podía construir...\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p40",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes de quinto grado están resolviendo problemas que involucran el uso de la noción de fracción. En este contexto, se suscita el siguiente diálogo entre la docente y un equipo de estudiantes:\n\nDocente dice: \"¿Qué problema van a resolver ustedes?\".\nLuisa dice: \"A nosotros nos tocó este: 'Pablo y Ariana van a jugar a lanzar piedras al río. Para ello, recogieron 18 piedritas, cada uno. Pablo quiso empezar y lanzó un tercio de sus piedras. Después, Ariana se animó y lanzó un medio de las piedras que recogió. ¿Cuál de ellos lanzó más piedras?'.\nPaolo dice: \"Yo creo que Pablo lanzó más piedras porque lanzó un tercio de sus piedritas, en cambio Ariana solo lanzó un medio\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente los escucha y busca ayudar a Paolo a reflexionar sobre su error. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedirle que explique por qué cree que un tercio es mayor que un medio. A partir de esto, pedirle que grafique el total de piedras que tenía cada personaje y, junto con él, identificar la cantidad que se obtiene con un tercio de dieciocho y con un medio de dieciocho. Finalmente, pedirle que compare ambos gráficos e indique quién lanzó más piedras.",
            "Indicarle que al dividir dieciocho entre dos se puede conocer cuánto es un medio de esta cantidad y, luego que, al dividir dieciocho entre tres, se puede conocer cuánto es un tercio. A partir de esto, pedirle que compare las cantidades de ambos resultados e indique cuál es mayor. Finalmente, preguntarle cuál de los personajes lanzó más piedras.",
            "Solicitarle que considere que un medio es mayor que un tercio. A partir de esto, mostrarle, a través de la representación gráfica de una torta, un medio de una unidad y, luego, un tercio de esa misma unidad. Finalmente, sobre esta base, preguntarle qué personaje lanzó más piedras."
          ],
          "respuesta": "Pedirle que explique por qué cree que un tercio es mayor que un medio. A partir de esto, pedirle que grafique el total de piedras que tenía cada personaje y, junto con él, identificar la cantidad que se obtiene con un tercio de dieciocho y con un medio de dieciocho. Finalmente, pedirle que compare ambos gráficos e indique quién lanzó más piedras.",
          "respuestaCorta": "Esta opción parte del error del estudiante, lo hace confrontar su idea con una representación concreta y gráfica del problema específico, permitiéndole construir la solución y corregir su pensamiento.",
          "solucionario": "El error de Paolo es una concepción errónea común: pensar que una fracción con un denominador más grande (3) es mayor que una con un denominador más pequeño (2). La acción 'a' es la más completa y constructivista. Primero, hace explícito el error del estudiante. Segundo, lo guía a usar una representación gráfica y concreta (las 18 piedras) que está directamente ligada al problema, para que calcule y visualice el valor de cada fracción. Finalmente, al comparar los resultados concretos (1/3 de 18 es 6; 1/2 de 18 es 9), él mismo puede corregir su idea inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p41",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes de quinto grado, en equipos, están resolviendo problemas que involucran el uso de la noción de desigualdad. En este contexto, un equipo de estudiantes recibe la imagen de dos balanzas en las que se están pesando esferas iguales y cubos iguales. A continuación, se presenta dicha imagen:",
      "imagen": "img/ascenso/primaria/2021/primaria/6.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de la imagen, el docente les pregunta acerca de las relaciones que se pueden establecer entre una esfera y dos cubos. ¿Cuál de los estudiantes plantea una respuesta correcta?",
          "opciones": [
            "Julieta dice: \"Veo que una esfera pesa menos que dos cubos\".",
            "Rafael dice: \"Pienso que una esfera pesa igual que dos cubos\".",
            "Leonor dice: \"Noto que una esfera pesa más que dos cubos\"."
          ],
          "respuesta": "Julieta dice: \"Veo que una esfera pesa menos que dos cubos\".",
          "respuestaCorta": "La Balanza 1 muestra directamente que el platillo con dos cubos se inclina hacia abajo, indicando que dos cubos pesan más que una esfera, o lo que es lo mismo, una esfera pesa menos que dos cubos.",
          "solucionario": "La interpretación de la imagen es clave. En la Balanza 1, el platillo que contiene dos cubos está más bajo que el platillo con una esfera. En una balanza de platillos, el lado más bajo es el más pesado. Por lo tanto, se puede concluir que dos cubos pesan más que una esfera. La afirmación de Julieta, \"una esfera pesa menos que dos cubos\", es la expresión correcta de esta desigualdad. La Balanza 2 corrobora esta relación (4 cubos > 2 esferas, que simplifica a 2 cubos > 1 esfera).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p42",
      "contexto": "Una docente tiene como propósito promover la comprensión de los estudiantes con respecto al volumen de los cuerpos geométricos. Para ello, les propone realizar la siguiente actividad:\n\nLos estudiantes, en equipos, van a llenar con cubos de madera una caja de cartón para determinar su volumen. Cada equipo recibirá algunos cubos de madera de cinco centímetros de arista y una caja de cartón cúbica de diez centímetros de arista.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el monitoreo a los equipos, la docente observa que todos llegan a determinar que cada caja tiene como volumen ocho cubos de madera. A partir de esto, ella les plantea la siguiente pregunta: \"Si tuviéramos una caja de cartón de veinte centímetros de arista, ¿cuál será el volumen de dicha caja en unidades de cubos de madera?\".\nLuego de un tiempo, los estudiantes empiezan a dar sus respuestas. ¿Cuál de los estudiantes responde correctamente la pregunta de la docente?",
          "opciones": [
            "Amelia dice: \"El volumen de la caja será de 16 cubos de madera\".",
            "Carlos dice: \"El volumen de la caja será de 32 cubos de madera\".",
            "Daniel dice: \"El volumen de la caja será de 64 cubos de madera\"."
          ],
          "respuesta": "Daniel dice: \"El volumen de la caja será de 64 cubos de madera\".",
          "respuestaCorta": "Si la arista de la caja es de 20 cm y la del cubo de madera es de 5 cm, entonces caben 4 cubos por lado (20/5=4). El volumen total es 4x4x4, lo que da un total de 64 cubos de madera.",
          "solucionario": "Para resolver el problema, se debe determinar cuántos cubos de 5 cm de arista caben a lo largo de cada dimensión de la caja de 20 cm de arista. A lo largo del ancho, caben 20 cm / 5 cm = 4 cubos. A lo largo de la profundidad, caben otros 4 cubos. Y a lo alto, caben 4 cubos. El volumen total, en unidades de cubos de madera, es el producto de estas tres dimensiones: 4 x 4 x 4 = 64. Por lo tanto, la respuesta de Daniel es la correcta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2021_p43",
      "contexto": "Los estudiantes de sexto grado están analizando diferentes datos relacionados con las medidas de tendencia central. En este contexto, la docente pide a un grupo de estudiantes presentar, en centímetros, las medidas de la estatura de las compañeras que forman parte del equipo de básquet. A continuación, se presenta dicho registro:",
      "imagen": "img/ascenso/primaria/2021/primaria/7.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de este registro, los estudiantes empiezan a realizar comentarios sobre los datos presentados. ¿Cuál de los siguientes comentarios evidencia el uso de la media?",
          "opciones": [
            "\"Si nos fijamos bien, la estatura que más se repite es la de 156 centímetros\".",
            "\"Pienso que, entre la mayor y la menor estatura, hay 4 centímetros de diferencia\".",
            "\"Lo que noto es que, entre todas, tienen una estatura alrededor de 158 centímetros\"."
          ],
          "respuesta": "\"Lo que noto es que, entre todas, tienen una estatura alrededor de 158 centímetros\".",
          "respuestaCorta": "El comentario describe la estatura como un valor central o representativo del grupo ('alrededor de 158'), que es la idea conceptual de la media o promedio, sin necesidad de calcularla explícitamente.",
          "solucionario": "Las medidas de tendencia central describen un valor típico para un grupo de datos. La opción 'a' se refiere a la moda (el valor que más se repite). La opción 'b' se refiere al rango (la diferencia entre el valor máximo y mínimo). La opción 'c' describe la idea de la media (o promedio) como un punto de equilibrio o un valor central alrededor del cual se agrupan los datos. Aunque 158 no es el promedio exacto (el cual es 158.cinc), la expresión 'alrededor de' captura la noción de la media como valor representativo del conjunto.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  