{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2021_p01",
      "contexto": "Este libro pertenece al género bíblico apocalíptico, contiene dos partes y un apéndice, y narra la historia de un joven judío que se convierte en un profeta reconocido. En la primera parte, se relata el destierro que este joven sufre en su juventud y su viaje a Babilonia, donde, gracias a que interpretaba sueños, alcanza un alto puesto en la corte del rey Nabucodonosor II. La segunda parte del libro se compone de cuatro visiones que tiene el joven profeta en Babilonia. Por último, el apéndice contiene tres relatos y uno de ellos narra el encuentro del profeta con un dragón.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué libro bíblico corresponde a la descripción anterior?",
          "opciones": [
            "El de Daniel.",
            "El de Jonás.",
            "El de Job."
          ],
          "respuesta": "El de Daniel.",
          "respuestaCorta": "La descripción coincide con los elementos clave del Libro de Daniel: su estancia en Babilonia bajo Nabucodonosor, la interpretación de sueños y las visiones apocalípticas.",
          "solucionario": "El Libro de Daniel se ajusta perfectamente a la descripción. La primera parte (capítulos 1-6) es narrativa y cuenta la historia de Daniel y sus compañeros en la corte de Babilonia. La segunda parte (capítulos 7-12) contiene las visiones apocalípticas del profeta. Los relatos del apéndice, como el de Bel y el Dragón, son deuterocanónicos y completan la descripción. Los libros de Jonás y Job tienen temáticas y estructuras completamente diferentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p02",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente busca que los estudiantes conozcan las obras de misericordia. ¿Cuál de las siguientes parábolas debe utilizar para que logre su propósito?",
          "opciones": [
            "\"La higuera estéril\", Mateo 21, 18-22.",
            "\"El juicio final\", Mateo 25, 31-46.",
            "\"El sembrador\", Mateo 13, 1-9."
          ],
          "respuesta": "\"El juicio final\", Mateo 25, 31-46.",
          "respuestaCorta": "La parábola del Juicio Final es la fuente bíblica principal donde se enumeran explícitamente las obras de misericordia corporales (dar de comer, beber, vestir, etc.).",
          "solucionario": "Para enseñar sobre las obras de misericordia, la parábola del Juicio Final (también conocida como la parábola de las ovejas y las cabras) es la más directa. En Mateo 25, 31-46, Jesús identifica el cuidado de los necesitados (hambrientos, sedientos, forasteros, desnudos, enfermos, encarcelados) como el criterio para entrar al Reino de los Cielos, estableciendo así la base para las obras de misericordia. Las otras parábolas se centran en temas distintos: la fe productiva (higuera estéril) y la receptividad a la palabra de Dios (el sembrador).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente busca que los estudiantes identifiquen la concordancia bíblica entre el Antiguo Testamento y el Nuevo Testamento. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la docente logre su propósito?",
          "opciones": [
            "Pedir que lean el texto sobre el éxodo judío y la parábola \"El banquete de bodas\". Luego, solicitar que comparen las acciones que realizan los personajes de ambos textos.",
            "Pedir que lean el texto sobre la historia de Noé y el diluvio universal, y el relato del bautismo de Jesús. Luego, solicitar que expliquen qué simboliza el agua en ambos textos.",
            "Pedir que lean la historia sobre la Torre de Babel y la parábola \"El buen samaritano\". Luego, solicitar que identifiquen las coincidencias y diferencias que presentan ambos textos."
          ],
          "respuesta": "Pedir que lean el texto sobre la historia de Noé y el diluvio universal, y el relato del bautismo de Jesús. Luego, solicitar que expliquen qué simboliza el agua en ambos textos.",
          "respuestaCorta": "El agua del Diluvio que purifica el mundo prefigura el agua del Bautismo que purifica del pecado, estableciendo una clara concordancia simbólica (tipología) entre ambos testamentos.",
          "solucionario": "La teología cristiana utiliza la tipología para encontrar correspondencias entre el Antiguo y el Nuevo Testamento. La opción B es el mejor ejemplo de esto: el agua del diluvio representa un juicio y una purificación que da paso a una nueva creación, mientras que el agua del bautismo de Jesús simboliza la purificación del pecado y el nacimiento a una nueva vida en Cristo. Esta conexión simbólica es un pilar de la interpretación patrística de la Biblia. Las otras opciones presentan textos cuyas conexiones son mucho menos directas o claras.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p04",
      "contexto": "Los estudiantes de un aula pertenecen a diferentes confesiones cristianas. Por esta razón, la docente realiza diversas actividades para integrarlos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca fomentar el ecumenismo entre los estudiantes. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Solicitar que analicen una síntesis del documento Unitatis redintegratio. Luego, comentar, en plenaria, por qué es importante promover una actitud ecuménica en los miembros de las diferentes confesiones cristianas.",
            "Organizar a los estudiantes de diferentes confesiones cristianas en equipos para que dialoguen sobre sus creencias. Luego, pedir que un representante de cada equipo comente al resto de la clase acerca de las semejanzas que han identificado.",
            "Preguntar si creen que las diferentes confesiones cristianas deberían unificar sus creencias para formar una sola iglesia. Luego, indicar cuáles son las acciones que realiza la Iglesia católica para fomentar dicha unificación entre los cristianos."
          ],
          "respuesta": "Organizar a los estudiantes de diferentes confesiones cristianas en equipos para que dialoguen sobre sus creencias. Luego, pedir que un representante de cada equipo comente al resto de la clase acerca de las semejanzas que han identificado.",
          "respuestaCorta": "El ecumenismo se basa en el diálogo respetuoso y la búsqueda de puntos en común. Organizar a los estudiantes para que conversen y encuentren semejanzas es una acción práctica y directa para fomentar esta actitud.",
          "solucionario": "La acción más adecuada para fomentar el ecumenismo a nivel escolar es la que promueve el encuentro y el diálogo personal. La opción B facilita que los estudiantes se conozcan, compartan sus creencias de manera respetuosa y, fundamentalmente, descubran el vasto terreno de fe que comparten (semejanzas). La opción A es demasiado teórica y menos vivencial. La opción C parte de una premisa incorrecta, ya que el ecumenismo busca la unidad, no necesariamente la unificación estructural en una sola iglesia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte del momento de oración, la docente busca integrar a los estudiantes independientemente de sus creencias religiosas. ¿Cuál de las siguientes acciones pedagógicas es adecuada para que logre su propósito?",
          "opciones": [
            "Pedir que, voluntariamente, compartan una oración con la clase y solicitar que expliquen su significado de acuerdo con su confesión religiosa.",
            "Comentar por qué es importante orar para los cristianos y señalar que, individualmente, realicen una oración según sus confesiones religiosas.",
            "Solicitar a un estudiante que dirija la oración del \"Padre nuestro\" e invitar a los demás estudiantes a que oren siguiendo a su compañero."
          ],
          "respuesta": "Pedir que, voluntariamente, compartan una oración con la clase y solicitar que expliquen su significado de acuerdo con su confesión religiosa.",
          "respuestaCorta": "Esta estrategia es la más inclusiva y respetuosa, ya que valora la tradición de cada estudiante a través de la participación voluntaria y fomenta el aprendizaje mutuo.",
          "solucionario": "En un aula con diversidad de confesiones cristianas, la imposición de una única forma de oración (como el \"Padre nuestro\" en la opción C) puede ser excluyente para algunos. La oración individual (opción B) no integra al grupo. La opción A es la más pedagógica e inclusiva, pues permite que los estudiantes que lo deseen compartan su riqueza espiritual de forma voluntaria, promoviendo el respeto y el conocimiento mutuo sin forzar la participación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente pide a los estudiantes que indiquen qué creencia tienen en común el cristianismo, el islam y el judaísmo. Tres estudiantes ofrecieron sus respuestas. ¿Qué estudiante identifica una creencia común entre estas tres religiones?",
          "opciones": [
            "Ana dice: \"La creencia que tienen en común es que Dios busca constantemente tener una relación personal con los seres humanos\".",
            "Bruno dice: \"A mí me parece que lo que tienen en común es creer que Dios salvará a las personas que hagan buenas obras\".",
            "Carlos dice: \"Creo que las tres creen en que Dios se presenta ante la humanidad a través de su creación\"."
          ],
          "respuesta": "Ana dice: \"La creencia que tienen en común es que Dios busca constantemente tener una relación personal con los seres humanos\".",
          "respuestaCorta": "Las tres religiones abrahámicas (judaísmo, cristianismo e islam) comparten la creencia fundamental en un Dios personal que se revela y se relaciona con la humanidad.",
          "solucionario": "Una de las características centrales que definen a las religiones abrahámicas es la noción de un Dios único que no es una fuerza impersonal, sino un ser que se comunica, establece pactos y busca una relación con sus criaturas. La respuesta de Ana captura esta esencia. Si bien las otras opciones contienen elementos de verdad (la creación como revelación o la importancia de las obras), la idea de una relación personal con Dios es una de las coincidencias más profundas y distintivas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p06",
      "contexto": "\"Leí en una noticia que muchas personas van al extranjero para tener mejores condiciones de vida. Pero la noticia también decía que varias de estas personas no llegan a tener un trabajo estable\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente aprovecha este comentario para trabajar el momento del juzgar del método ver-juzgar-actuar. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Pedir que mencionen si conocen a un familiar o a alguien de su entorno que haya tenido que emigrar al extranjero. Luego, solicitar que, voluntariamente, compartan las historias de estas personas en su búsqueda por acceder a mejores condiciones de vida en otro país.",
            "Pedir que mencionen cuáles son las razones por las que, en su opinión, una persona siente la necesidad de emigrar a un país extranjero. Luego, solicitar que, en equipos, discutan sobre por qué estarían de acuerdo o no con las razones mencionadas por sus compañeros.",
            "Pedir que lean el relato bíblico de Abrahán y el pueblo de Israel, y que identifiquen los problemas que tuvo dicho pueblo durante su peregrinaje. Luego, solicitar que, en pares, comenten si notan coincidencias entre esos problemas y los que enfrentar quienes viajan al extranjero."
          ],
          "respuesta": null,
          "respuestaCorta": "Esta pregunta fue anulada en la evaluación oficial, por lo que no tiene una respuesta correcta designada.",
          "solucionario": "La fase de 'JUZGAR' en el método ver-juzgar-actuar implica analizar la realidad observada ('VER') a la luz de los principios de la fe y la doctrina social de la Iglesia. La opción C es la que mejor se alinea con este propósito, al proponer la lectura de un relato bíblico (la peregrinación de Abrahán y el pueblo de Israel) para iluminar la situación contemporánea de la migración. Sin embargo, dado que la respuesta oficial para esta pregunta es 'MINEDU', se considera anulada y no se asigna una clave.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p07",
      "contexto": "\"Cuando leí las historias de Adán y Eva, y la de Caín y Abel, me quedó claro que el pecado tiene consecuencias negativas. Pero, al leer la historia del rey David, vi que es diferente porque, a pesar de sus pecados, no hubo consecuencias. Es más, Dios convirtió a David en el rey más famoso de la historia de Israel. Entonces, ¿por qué Dios no lo castigó por sus pecados? ¿El pecado tiene consecuencias negativas o no siempre es así?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje se evidencia, principalmente, en el comentario de la estudiante?",
          "opciones": [
            "La generación de un conflicto cognitivo.",
            "El uso de estrategias metacognitivas.",
            "La transferencia del aprendizaje."
          ],
          "respuesta": "La generación de un conflicto cognitivo.",
          "respuestaCorta": "La estudiante enfrenta una contradicción entre su conocimiento previo (el pecado siempre tiene consecuencias negativas) y la nueva información (la historia de David), lo que genera una duda que impulsa el aprendizaje.",
          "solucionario": "Un conflicto cognitivo es un desequilibrio mental que ocurre cuando un individuo se enfrenta a información que contradice sus esquemas o creencias existentes. La estudiante tenía una regla clara: pecado = consecuencia negativa. Al leer sobre el rey David, esta regla se rompe, lo que la lleva a cuestionar su comprensión y a formular preguntas. Este estado de duda es el motor para reestructurar su conocimiento y alcanzar una comprensión más matizada sobre el pecado, el arrepentimiento y la misericordia de Dios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En uno de los documentos del Concilio Vaticano II, se indica que la interpretación auténtica de la palabra de Dios es una autoridad únicamente confiada al Magisterio vivo de la Iglesia. ¿Cuál es ese documento?",
          "opciones": [
            "Decreto Apostolicam actuositatem.",
            "Constitución Lumen gentium.",
            "Constitución Dei verbum."
          ],
          "respuesta": "Constitución Dei verbum.",
          "respuestaCorta": "La Constitución Dogmática Dei Verbum es el documento del Concilio Vaticano II dedicado específicamente a la Divina Revelación, la Escritura, la Tradición y su interpretación por parte del Magisterio.",
          "solucionario": "La Dei Verbum (Palabra de Dios) es uno de los documentos fundamentales del Concilio Vaticano II. En su capítulo II, artículo 10, afirma explícitamente: \"El oficio de interpretar auténticamente la palabra de Dios, oral o escrita, ha sido encomendado únicamente al Magisterio vivo de la Iglesia\". Los otros documentos tratan temas diferentes: Lumen Gentium sobre la naturaleza de la Iglesia y Apostolicam Actuositatem sobre el apostolado de los laicos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes y la docente están dialogando sobre las creencias de diversas religiones del mundo. En este contexto, ella les pregunta qué conocen sobre el budismo. ¿Cuál de los estudiantes menciona en su comentario una creencia del budismo?",
          "opciones": [
            "Ana dice: \"Yo sé que el budismo considera que las personas deben estar dispuestas a adorar a todas las formas en las que se presente la divinidad\".",
            "Brenda dice: \"Para el budismo, el único propósito de vida de las personas debe ser adorar a su creador demostrándolo con todas sus acciones\".",
            "Claudia dice: \"El budismo dice que el deseo trae sufrimiento a las personas porque no siempre se puede tener todo lo que se desea\"."
          ],
          "respuesta": null,
          "respuestaCorta": "Esta pregunta fue anulada en la evaluación oficial, por lo que no tiene una respuesta correcta designada.",
          "solucionario": "El comentario de Claudia describe correctamente una de las Cuatro Nobles Verdades, pilar del budismo: la Segunda Noble Verdad (Samudaya) establece que la causa del sufrimiento (Dukkha) es el anhelo o deseo (Tanha). Por tanto, su respuesta es conceptualmente correcta. Sin embargo, la clave oficial para esta pregunta es 'COU', lo que indica que fue anulada durante el proceso de calificación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p10",
      "contexto": "\"En una noticia, leí que, en el Perú, el número de personas que forman parte de una religión ha disminuido\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Varios estudiantes le comentan al docente que encontraron noticias similares. Por ello, él busca desarrollar el momento de juzgar del método ver-juzgar-actuar. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Indicar que lean el texto bíblico \"Jesús calma la tempestad\" e identifiquen su mensaje. Luego, pedir que mencionen si existe una relación entre el mensaje del texto bíblico y la noticia que leyó su compañero. Finalmente, preguntar qué opinión tienen sobre esta noticia.",
            "Solicitar que lean el texto bíblico \"Jesús escoge a sus discípulos\". Luego, preguntar cuál fue el papel que cumplían los discípulos en las primeras comunidades cristianas. Finalmente, pedir que mencionen quiénes, en la actualidad, continúan cumpliendo el rol que ellos desempeñaron.",
            "Pedir que opinen sobre por qué viene disminuyendo el número de personas religiosas en el mundo. Luego, comentar por qué es importante la religión para las personas creyentes. Finalmente, preguntar por qué los creyentes deben dar testimonio de su fe para revertir la situación presentada en la noticia."
          ],
          "respuesta": "Indicar que lean el texto bíblico \"Jesús calma la tempestad\" e identifiquen su mensaje. Luego, pedir que mencionen si existe una relación entre el mensaje del texto bíblico y la noticia que leyó su compañero. Finalmente, preguntar qué opinión tienen sobre esta noticia.",
          "respuestaCorta": "Esta acción corresponde al momento de 'juzgar' porque utiliza un texto bíblico para iluminar y analizar una realidad social observada (el 'ver'), fomentando una reflexión crítica desde la fe.",
          "solucionario": "El método ver-juzgar-actuar requiere, en su segunda fase ('juzgar'), analizar la situación observada con los principios de la fe. La opción A cumple perfectamente este paso al proponer la lectura de un pasaje bíblico ('Jesús calma la tempestad', un texto sobre la fe en medio de la adversidad) para interpretar el fenómeno de la secularización. Esto permite a los estudiantes formar un juicio cristiano sobre la realidad antes de pasar a la acción ('actuar').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p11",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente tiene como propósito que los estudiantes comprendan por qué es importante reconocer que el hombre ha sido creado a \"imagen y semejanza de Dios\". ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Leer juntos el pasaje bíblico sobre la creación del hombre. Luego, pedir que comenten qué entienden sobre la idea de que el hombre ha sido creado a imagen y semejanza de Dios. Finalmente, compartir una noticia sobre un caso de discriminación social para que lo evalúen tomando como base el pasaje bíblico leído.",
            "Leer juntos el capítulo de la encíclica Laudato Si' referido a la autoridad que Dios le dio al hombre sobre el mundo creado. Luego, explicarles cómo el hombre interpretó dicho mandato. Finalmente, pedir que realicen una comparación entre el texto bíblico de la creación y las recomendaciones de la encíclica sobre el cuidado del mundo.",
            "Leer juntos la siguiente cita bíblica tomada del Génesis: \"Dios los bendijo [al hombre y la mujer], diciéndoles: 'Sean fecundos y multiplíquense\". Luego, solicitar que interpreten su significado. Finalmente, explicarles cómo esta cita bíblica complementa la idea de que el hombre ha sido creado a imagen y semejanza de Dios."
          ],
          "respuesta": "Leer juntos el pasaje bíblico sobre la creación del hombre. Luego, pedir que comenten qué entienden sobre la idea de que el hombre ha sido creado a imagen y semejanza de Dios. Finalmente, compartir una noticia sobre un caso de discriminación social para que lo evalúen tomando como base el pasaje bíblico leído.",
          "respuestaCorta": "Esta acción es la más completa porque parte del concepto teológico ('imagen y semejanza'), promueve la reflexión y lo aplica a una situación ética concreta (discriminación), demostrando su relevancia práctica.",
          "solucionario": "Para lograr una comprensión significativa, es fundamental que los estudiantes puedan conectar un concepto doctrinal con sus implicancias en la vida real. La opción A sigue una secuencia pedagógica efectiva: 1) Lectura de la fuente (Génesis), 2) Reflexión sobre el concepto, y 3) Aplicación a un problema ético contemporáneo. Al analizar un caso de discriminación a la luz de que toda persona es 'imagen de Dios', los estudiantes comprenden la profunda dignidad humana que se deriva de esta creencia, haciendo el aprendizaje más relevante y profundo.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2021_p12",
      "contexto": "Los estudiantes están leyendo el texto \"Del Oriente vienen unos magos\". Durante la interpretación del texto, uno de los estudiantes presenta un comentario escrito, del cual se muestra el siguiente fragmento:\n\nPrimero, leí los comentarios del contexto bíblico. Allí encontré varios datos que me llamaron la atención. Por ejemplo, entendí quiénes eran los magos. Los llamaban magos porque estudiaban los astros. Eran hombres de ciencia y eran de Oriente, donde se desarrolló la Astronomía. Esta información me ayudó a entender por qué, aunque no eran judíos, iban a adorar a Jesús.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué método de análisis bíblico se evidencia en este fragmento?",
          "opciones": [
            "Ver-juzgar-actuar.",
            "Histórico-crítico.",
            "Lectio Divina."
          ],
          "respuesta": "Histórico-crítico.",
          "respuestaCorta": "El estudiante utiliza información del contexto histórico y cultural (quiénes eran los magos, su relación con la astronomía) para comprender el texto, lo cual es característico del método histórico-crítico.",
          "solucionario": "El método histórico-crítico busca comprender el texto bíblico analizándolo en su contexto original. El estudiante aplica este método al investigar datos históricos y culturales (\"comentarios del contexto bíblico\") sobre los magos, su procedencia y sus conocimientos científicos (astronomía), para interpretar el significado de sus acciones. No está aplicando el método ver-juzgar-actuar, que conecta la realidad social con la fe, ni la Lectio Divina, que es una lectura orante del texto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p13",
      "contexto": "Un docente está desarrollando un módulo sobre las cartas incluidas en el Nuevo Testamento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes comprendan qué función tuvieron las cartas católicas en las primeras comunidades cristianas. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre dicho propósito?",
          "opciones": [
            "Explicar por qué las cartas escritas por los apóstoles son llamadas \"católicas\". Luego, indicarles por qué los nombres de los apóstoles, como Pedro, Judas o Santiago, coinciden con los nombres de dichas cartas. Finalmente, brindarles información sobre los criterios que se usaron para incluirlas en el Nuevo Testamento.",
            "Presentar el contexto histórico en el que fueron escritas las cartas católicas. Después, entregar a cada estudiante una carta para que la lean y pedir que comenten los aspectos que llaman su atención. Luego, solicitar que expliquen qué enseñanza para la fe cristiana identificaron en la carta que leyeron.",
            "Solicitar que, en equipos, seleccionen y lean una de las cartas católicas. Después, pedir que elaboren un resumen de las diversas enseñanzas que ofrecen dichas cartas. Luego, solicitar que señalen la enseñanza que consideraron más relevante para su formación cristiana y expliquen por qué."
          ],
          "respuesta": "Presentar el contexto histórico en el que fueron escritas las cartas católicas. Después, entregar a cada estudiante una carta para que la lean y pedir que comenten los aspectos que llaman su atención. Luego, solicitar que expliquen qué enseñanza para la fe cristiana identificaron en la carta que leyeron.",
          "respuestaCorta": "Esta acción es la más adecuada porque combina la contextualización histórica con la lectura directa y el descubrimiento personal de la enseñanza, permitiendo una comprensión integral de la función de las cartas.",
          "solucionario": "Para comprender la función de las cartas católicas, es crucial entender tanto el contexto en que surgieron como su contenido doctrinal. La opción B propone una secuencia pedagógica efectiva: primero sitúa al estudiante en el contexto histórico, y luego lo guía para que, a través de la lectura personal, extraiga la \"enseñanza para la fe\", que era la función principal de estas cartas: instruir, animar y corregir a las primeras comunidades. Las otras opciones se enfocan más en datos externos (A) o en resúmenes sin el anclaje contextual necesario (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes están leyendo algunas de las cartas paulinas. Después de la lectura, el docente pide que identifiquen las diferencias que encuentran entre estas cartas y las católicas. ¿Cuál de los estudiantes evidencia que ha identificado la diferencia principal entre dichas cartas?",
          "opciones": [
            "Andrés dice: \"Yo opino que la diferencia es que las cartas paulinas fueron escritas para solucionar los problemas de una comunidad específica, mientras que las cartas católicas explicaban los problemas de todas las comunidades cristianas\".",
            "Belinda dice: \"Me parece que la diferencia está en cuántos fueron los autores de las cartas. Cada carta católica fue escrita por un autor distinto, mientras que todas las cartas paulinas fueron escritas por el mismo autor\".",
            "Consuelo dice: \"Creo que la diferencia es que las cartas católicas fueron escritas por los apóstoles que convivieron con Jesús, mientras que las cartas paulinas fueron escritas por el discípulo de uno de los apóstoles\"."
          ],
          "respuesta": "Andrés dice: \"Yo opino que la diferencia es que las cartas paulinas fueron escritas para solucionar los problemas de una comunidad específica, mientras que las cartas católicas explicaban los problemas de todas las comunidades cristianas\".",
          "respuestaCorta": "Andrés identifica correctamente la diferencia clave: las cartas paulinas se dirigen a comunidades específicas (Corinto, Roma), mientras que las católicas tienen un carácter universal, dirigidas a la Iglesia en general.",
          "solucionario": "La distinción fundamental entre las epístolas paulinas y las católicas radica en sus destinatarios. Las cartas de Pablo son circunstanciales, escritas para abordar problemas y necesidades de una iglesia local particular. En cambio, las cartas católicas (Santiago, Pedro, Juan, Judas) son llamadas así por su naturaleza \"universal\", ya que no se dirigen a una comunidad específica sino a un público cristiano más amplio. La afirmación de Andrés captura esta diferencia esencial.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes lean una carta paulina en la que se desarrolla el significado de la afirmación \"Nada hay más perfecto que el amor\". ¿Cuál de las siguientes cartas desarrolla dicha afirmación?",
          "opciones": [
            "La Carta a los Romanos.",
            "La 1.° Carta a los Corintios.",
            "La 1.° Carta a los Colosenses."
          ],
          "respuesta": "La 1.° Carta a los Corintios.",
          "respuestaCorta": "La Primera Carta a los Corintios, en su capítulo 13, contiene el famoso pasaje conocido como el \"Himno al amor\" o \"Himno a la caridad\", que exalta la supremacía del amor sobre todos los dones.",
          "solucionario": "El capítulo 13 de la Primera Carta de San Pablo a los Corintios es uno de los textos más célebres del Nuevo Testamento. En él, Pablo describe las cualidades del verdadero amor (agape) y afirma su permanencia y superioridad frente a otros carismas como la profecía o el hablar en lenguas, concluyendo que \"el mayor de ellos es el amor\". Por tanto, es el texto paulino por excelencia sobre este tema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p14",
      "contexto": "Este libro es un testimonio de la obra del Espíritu Santo. En efecto, en él se explica que el Espíritu Santo es el que promueve el nacimiento de la Iglesia, por lo que muchos intérpretes bíblicos, ya desde los primeros siglos cristianos, no han vacilado en llamar a este libro como \"El evangelio del Espíritu Santo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué libro bíblico corresponde a la descripción anterior?",
          "opciones": [
            "Evangelio de Lucas.",
            "Carta a los Romanos.",
            "Hechos de los apóstoles."
          ],
          "respuesta": "Hechos de los apóstoles.",
          "respuestaCorta": "El libro de los Hechos de los Apóstoles es conocido como \"El evangelio del Espíritu Santo\" porque narra cómo el Espíritu guía, fortalece e impulsa la expansión de la Iglesia primitiva desde Pentecostés.",
          "solucionario": "El protagonista principal del libro de los Hechos de los Apóstoles es el Espíritu Santo. Desde su descenso en Pentecostés (Hechos 2), el Espíritu empodera a los apóstoles para dar testimonio, guía las decisiones de la comunidad (como en el Concilio de Jerusalén), y dirige la misión evangelizadora de personajes como Pedro y Pablo. Por esta razón, la tradición lo ha denominado acertadamente \"El evangelio del Espíritu Santo\".",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente orienta a los estudiantes en la comprensión de la estructura de un texto bíblico católico. En este contexto, ella les pregunta: \"¿Para qué creen que sirven los comentarios que están debajo de los textos bíblicos?\". Tres estudiantes ofrecieron sus respuestas. ¿Cuál de los estudiantes identificó el propósito principal de dichos comentarios?",
          "opciones": [
            "Armando dice: \"Son útiles porque dan explicaciones sobre cómo debes agradecer a Dios por la enseñanza que encierra cada texto\".",
            "Bernardina dice: \"Creo que sirven para conocer los detalles del contexto en que se desarrolla, por ejemplo, una parábola\".",
            "Carmela dice: \"A mí me parece que esos comentarios te dicen cómo debes reflexionar luego de leer un texto bíblico\"."
          ],
          "respuesta": "Bernardina dice: \"Creo que sirven para conocer los detalles del contexto en que se desarrolla, por ejemplo, una parábola\".",
          "respuestaCorta": "Bernardina acierta al señalar que los comentarios o notas a pie de página en las Biblias de estudio tienen como fin principal aportar datos del contexto histórico, cultural y literario para una mejor comprensión del texto.",
          "solucionario": "Las notas y comentarios en las ediciones católicas de la Biblia tienen una función exegética, es decir, ayudan a interpretar el texto. Su propósito es aclarar pasajes difíciles, explicar costumbres de la época, señalar conexiones con otros textos bíblicos y ofrecer datos del contexto que son esenciales para entender el mensaje original. La respuesta de Bernardina se alinea directamente con esta función. Las respuestas de Armando y Carmela se refieren a pasos posteriores (oración y reflexión) que se derivan de una correcta comprensión, pero no son el propósito de las notas en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente desarrolla una sesión sobre la importancia de los mandamientos de la Ley de Dios para los cristianos. En este contexto, ella se propone recoger los saberes previos de los estudiantes sobre los mandamientos. ¿Cuál de las siguientes acciones pedagógicas se centra en el logro de este propósito?",
          "opciones": [
            "Comentar de qué manera se debería comportar un cristiano que cumple con los mandamientos.",
            "Leer con ellos el texto bíblico que narra la entrega de los mandamientos de Dios a Moisés en el monte Sinaí.",
            "Pedir que expliquen por qué creen que sería necesario contar con normas que guíen el comportamiento en una comunidad."
          ],
          "respuesta": "Pedir que expliquen por qué creen que sería necesario contar con normas que guíen el comportamiento en una comunidad.",
          "respuestaCorta": "Esta acción activa los saberes previos al partir de una experiencia universal (la necesidad de normas en la sociedad) para luego conectar ese entendimiento general con el tema específico de los mandamientos.",
          "solucionario": "Para recoger saberes previos de manera efectiva, es ideal partir de lo general y conocido por el estudiante hacia lo específico y nuevo. La opción C logra esto al preguntar sobre la necesidad de normas en cualquier comunidad. Esto permite a los estudiantes reflexionar desde su propia experiencia sobre la función de las reglas, creando un puente para entender la función de los Mandamientos en la comunidad de fe. La opción A ya asume un conocimiento y pide una aplicación, mientras que la B introduce información nueva en lugar de recogerla.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p17",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente busca que los estudiantes conozcan el proyecto de vida que Cristo ofrece a las personas. ¿Cuál de los siguientes textos bíblicos debe emplear para ello?",
          "opciones": [
            "El texto sobre el camino de los discípulos a Emaús.",
            "El texto sobre las bienaventuranzas.",
            "El texto sobre Pentecostés."
          ],
          "respuesta": "El texto sobre las bienaventuranzas.",
          "respuestaCorta": "Las Bienaventuranzas, presentadas en el Sermón de la Montaña (Mateo 5), son consideradas la carta magna del cristianismo, pues describen las actitudes y valores del proyecto de vida del Reino de Dios.",
          "solucionario": "El texto de las Bienaventuranzas es la presentación programática del estilo de vida que Jesús propone a sus seguidores. No es un código de leyes, sino un conjunto de actitudes del corazón (ser pobre de espíritu, misericordioso, limpio de corazón, pacífico) que definen a un discípulo y su camino a la felicidad verdadera. Los otros textos se centran en temas distintos: el reconocimiento de Cristo resucitado (Emaús) y la venida del Espíritu Santo sobre la Iglesia (Pentecostés).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p18",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente tiene como propósito que los estudiantes identifiquen qué hechos iniciaron la historia de la salvación. ¿Cuál de las siguientes acciones pedagógicas se centra en el logro de dicho propósito?",
          "opciones": [
            "Pedir que lean el texto bíblico sobre el pecado original en el Génesis. Luego, preguntar cómo perjudicó el pecado al hombre y a la mujer. Finalmente, solicitar que expliquen si Dios les dio esperanzas para recibir su perdón.",
            "Pedir que lean los dos relatos de la creación en el Génesis. Luego, solicitar que identifiquen las semejanzas y diferencias entre ambos relatos. Finalmente, preguntarles cuáles fueron las consecuencias del pecado original.",
            "Pedir que lean el primer texto bíblico sobre la creación en el Génesis. Luego, indicarles cuál fue la misión que Dios encomendó al hombre y a la mujer sobre el mundo creado. Finalmente, pedir que expliquen si cumplieron o no con dicha misión."
          ],
          "respuesta": "Pedir que lean el texto bíblico sobre el pecado original en el Génesis. Luego, preguntar cómo perjudicó el pecado al hombre y a la mujer. Finalmente, solicitar que expliquen si Dios les dio esperanzas para recibir su perdón.",
          "respuestaCorta": "La historia de la salvación inicia con la necesidad de ser salvado. Esta acción guía a los estudiantes a identificar el problema (el pecado original) y la primera promesa de solución (la esperanza de perdón), que es el punto de partida de dicha historia.",
          "solucionario": "Desde la perspectiva de la fe cristiana, la \"historia de la salvación\" no comienza con la creación en sí, sino con la respuesta de Dios a la caída del hombre. El pecado original introduce la necesidad de un salvador. La opción A aborda correctamente este punto de partida al centrarse en el relato del pecado y, crucialmente, en la primera promesa de redención (Génesis 3:15, el Protoevangelio), que es el verdadero inicio del plan de salvación que se desarrollará a lo largo de la Biblia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p19",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente tiene como propósito que los estudiantes conozcan la misión de la Iglesia católica. ¿Cuál de los siguientes textos bíblicos es más pertinente utilizar para ello?",
          "opciones": [
            "El texto en el que Jesús escoge a los discípulos, Mateo 16, 16-20.",
            "El texto en el que Jesús instituye la eucaristía en la última cena, Marcos 3, 13-19.",
            "El texto en el que Jesús envía a sus discípulos a dar la buena nueva, Lucas 10, 1-20."
          ],
          "respuesta": "El texto en el que Jesús envía a sus discípulos a dar la buena nueva, Lucas 10, 1-20.",
          "respuestaCorta": "Este pasaje, que narra el envío de los setenta y dos discípulos, describe explícitamente la misión evangelizadora de la Iglesia: ir a todos los lugares a anunciar la llegada del Reino de Dios.",
          "solucionario": "La misión esencial de la Iglesia es la evangelización. El texto de Lucas 10, donde Jesús envía a sus discípulos \"a cada pueblo y lugar adonde pensaba ir él\", es una clara instrucción sobre esta misión. Les da pautas sobre cómo actuar y qué anunciar: \"El Reino de Dios está cerca\". Mientras que la elección de los apóstoles (Mateo 16) establece el fundamento de la Iglesia y la institución de la Eucaristía su centro vital, el envío de los discípulos define su propósito misionero hacia el mundo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p20",
      "contexto": "Si tu hermano ha pecado, vete a hablar con él a solas para reprochárselo. Si te escucha, has ganado a tu hermano. Si no te escucha, toma contigo una o dos personas más, de modo que el caso se decida por la palabra de dos o tres testigos. Si se niega a escucharlos, informa a la asamblea. Si tampoco escucha a la iglesia, considéralo como un pagano (...).\nTomado de Mateo 18, 15-17.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente pide a los estudiantes identificar el mensaje del texto bíblico. ¿Cuál de los estudiantes ha identificado dicho mensaje?",
          "opciones": [
            "Anahí dice: \"Pienso que el mensaje del texto es que las personas deben ayudarse entre ellas para superar sus errores\".",
            "Bruno dice: \"Me parece que el mensaje del texto es que una persona cristiana no se debe alejar de su comunidad familiar\".",
            "Carla dice: \"Creo que el mensaje es que debemos aceptar las recomendaciones que da la Iglesia cristiana para la vida de las personas\"."
          ],
          "respuesta": "Anahí dice: \"Pienso que el mensaje del texto es que las personas deben ayudarse entre ellas para superar sus errores\".",
          "respuestaCorta": "Anahí capta correctamente que el texto describe un proceso de corrección fraterna cuyo objetivo principal es la reconciliación y la ayuda mutua para superar el pecado.",
          "solucionario": "El pasaje de Mateo 18:15-17 establece el procedimiento para la corrección fraterna dentro de la comunidad cristiana. El objetivo no es la exclusión, sino la recuperación del hermano que ha pecado (\"has ganado a tu hermano\"). Por ello, el mensaje central es la responsabilidad comunitaria de cuidarse y ayudarse mutuamente a corregir el rumbo, como bien lo expresa Anahí.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente pide a los estudiantes que identifiquen la enseñanza de la doctrina católica que ofrece el texto. ¿Cuál de los estudiantes ha identificado dicha enseñanza?",
          "opciones": [
            "Adolfo dice: \"A mí me parece que nos quiere dar una enseñanza sobre los principios de la solidaridad\".",
            "Bárbara dice: \"Yo pienso que busca enseñarnos acerca de la importancia de evitar las malas acciones\".",
            "Clorinda dice: \"Creo que nos enseña cómo se debe realizar una de las obras de misericordia espiritual\"."
          ],
          "respuesta": "Clorinda dice: \"Creo que nos enseña cómo se debe realizar una de las obras de misericordia espiritual\".",
          "respuestaCorta": "Clorinda acierta, ya que el proceso descrito en el pasaje es la base doctrinal de la obra de misericordia espiritual \"Corregir al que yerra\".",
          "solucionario": "La Iglesia Católica enseña la existencia de obras de misericordia corporales y espirituales. Una de las espirituales es \"Corregir al que yerra\". El texto de Mateo 18:15-17 es la principal referencia bíblica que fundamenta y guía cómo se debe llevar a cabo esta obra de misericordia, de una manera gradual, caritativa y comunitaria. Por lo tanto, la afirmación de Clorinda es la que identifica con mayor precisión la enseñanza doctrinal.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2021_p21",
      "contexto": "Durante una reunión de planificación del inicio del año escolar, los docentes de Educación Religiosa de una IE están intercambiando estrategias para enriquecer su práctica pedagógica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente comenta a sus colegas que ha notado que a algunos estudiantes les cuesta comprender frases bíblicas, como por ejemplo: \"Devuelvan, pues, al césar las cosas del césar, y a Dios lo que corresponde a Dios\". Tres docentes ofrecen sus propuestas para ayudarla. ¿Cuál de las propuestas es más adecuada para que los estudiantes comprendan el significado de este tipo de frases?",
          "opciones": [
            "Adriana dice: \"Puedes usar el método histórico-crítico. El contexto permite saber quiénes son algunos personajes y qué funciones cumplían. Sobre esta base, podremos comentarles a los estudiantes que es necesario recurrir a la información histórica para comprender el significado de algunas expresiones que son complejas\".",
            "Bruno dice: \"Yo creo que los estudiantes pueden comprender el significado de este tipo de frases a través del momento de la contemplación de la Lectio Divina. Dándoles la oportunidad de que reflexionen sobre dichas frases, los estudiantes pueden llegar a comprender e incorporar los mensajes relevantes para sus vidas\".",
            "Clara dice: \"Me parece que no es necesario utilizar un método de análisis bíblico específico. Puedes pedirles que lean detenidamente el texto donde aparece una de estas frases bíblicas y haces algunas preguntas que ayuden a deducir su significado. Y si no pueden lograrlo, les pides que vuelvan a leer el texto\"."
          ],
          "respuesta": "Adriana dice: \"Puedes usar el método histórico-crítico. El contexto permite saber quiénes son algunos personajes y qué funciones cumplían. Sobre esta base, podremos comentarles a los estudiantes que es necesario recurrir a la información histórica para comprender el significado de algunas expresiones que son complejas\".",
          "respuestaCorta": "La propuesta de Adriana es la más adecuada porque el método histórico-crítico se enfoca en analizar el contexto histórico y cultural, lo cual es esencial para entender frases ligadas a personajes y situaciones específicas de la época, como la del César y los impuestos.",
          "solucionario": "Frases como \"dar al César lo que es del César\" están intrínsecamente ligadas a un contexto histórico-político. Para comprenderlas, el lector necesita saber quién era el César, qué representaba el impuesto y cuál era la situación social del pueblo judío bajo el dominio romano. El método histórico-crítico, propuesto por Adriana, es precisamente la herramienta que permite analizar estos elementos para llegar a una interpretación informada del texto. Los otros métodos son menos pertinentes para este problema específico: la Lectio Divina se enfoca en la oración y la contemplación, y la simple relectura no aporta el conocimiento contextual que falta.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Tres docentes comparten sus propuestas para promover, en la IE, la inclusión de estudiantes que presentan diversos tipos de discapacidad. ¿Cuál de las siguientes propuestas favorece la sensibilización de los estudiantes con respecto a la discapacidad?",
          "opciones": [
            "Antonio dice: \"Yo promuevo la compasión en los estudiantes. Para ello, les presento casos de personas que tienen algún tipo de discapacidad y tienen muchas dificultades para conseguir un trabajo. Así, conocerán que las personas con discapacidad siempre requieren de la ayuda o asistencia de nosotros\".",
            "Blanca dice: \"Yo promuevo la empatía en los estudiantes. Para ello, propongo situaciones simuladas en las que no pueden oír, ver o desplazarse. Así, reconocerán algunas de las emociones o retos que enfrentan las personas que presentan una discapacidad\".",
            "Consuelo dice: \"Yo promuevo el principio de la solidaridad en los estudiantes. Para ello, les pido que lean sobre dicho principio en el catecismo. Así, comprenderán por qué es un deber cristiano ayudar a quien más lo necesita\"."
          ],
          "respuesta": "Blanca dice: \"Yo promuevo la empatía en los estudiantes. Para ello, propongo situaciones simuladas en las que no pueden oír, ver o desplazarse. Así, reconocerán algunas de las emociones o retos que enfrentan las personas que presentan una discapacidad\".",
          "respuestaCorta": "La propuesta de Blanca es la más efectiva para la sensibilización, ya que fomenta la empatía a través de una experiencia vivencial simulada, permitiendo a los estudiantes comprender de manera más profunda los desafíos que enfrentan las personas con discapacidad.",
          "solucionario": "La sensibilización auténtica nace de la empatía, que es la capacidad de ponerse en el lugar del otro. La estrategia de Blanca apunta directamente a desarrollar esta capacidad mediante simulaciones. Esta experiencia vivencial es mucho más poderosa para generar un cambio de actitud que la mera presentación de casos que pueden llevar a la lástima (Antonio) o la lectura teórica de un principio (Consuelo). Al experimentar, aunque sea brevemente, una limitación, los estudiantes pueden comprender mejor los retos y desarrollar un respeto genuino.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p22",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, acompañados por el docente, están leyendo \"Las bodas de Caná\" a través del método de la Lectio Divina. En este contexto, él les pregunta: \"¿Por qué Jesús dijo 'aún no es mi momento'? ¿Por qué realizó el milagro? ¿Qué crees que significa el milagro de convertir el agua en vino?\". ¿Qué momento de la Lectio Divina buscan promover dichas preguntas?",
          "opciones": [
            "La contemplación.",
            "La meditación.",
            "La lectura."
          ],
          "respuesta": "La meditación.",
          "respuestaCorta": "Las preguntas del docente invitan a los estudiantes a profundizar en el significado del texto y su mensaje, lo cual corresponde a la Meditación (Meditatio), el segundo paso de la Lectio Divina.",
          "solucionario": "La Lectio Divina sigue una secuencia: Lectio (lectura), Meditatio (meditación), Oratio (oración) y Contemplatio (contemplación). La fase de Lectura se centra en entender qué dice el texto literalmente. Las preguntas del docente van más allá, buscando que los estudiantes reflexionen y \"rumien\" el pasaje para descubrir su significado más profundo (\"¿por qué...?\", \"¿qué significa...?\"). Esta actividad de reflexión y búsqueda de significado es la esencia de la Meditación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, orientados por la docente, están leyendo las bienaventuranzas. En este contexto, la docente busca conocer si ellos emplean estrategias metacognitivas para comprenderlas. ¿Cuál de las siguientes acciones es adecuada para ello?",
          "opciones": [
            "Pedir que expliquen si tuvieron dificultades al leer las bienaventuranzas. Luego, preguntar por las acciones que realizaron para lograr superarlas.",
            "Pedir que mencionen cuál es el mensaje de las bienaventuranzas. Luego, indicar que busquen una lectura que tenga un mensaje similar.",
            "Pedir que mencionen qué aspecto de las bienaventuranzas llamó más su atención. Luego, indicar cómo podrían incorporar en sus vidas la enseñanza que ofrece."
          ],
          "respuesta": "Pedir que expliquen si tuvieron dificultades al leer las bienaventuranzas. Luego, preguntar por las acciones que realizaron para lograr superarlas.",
          "respuestaCorta": "Esta acción promueve la metacognición porque pide a los estudiantes reflexionar sobre su propio proceso de aprendizaje: identificar sus dificultades y las estrategias que usaron para resolverlas.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre el propio proceso de pensamiento y aprendizaje. La opción A está diseñada para evaluar y promover esta capacidad. Al preguntar sobre las dificultades y las estrategias para superarlas, la docente incita a los estudiantes a ser conscientes de cómo aprenden. Las otras opciones se centran en el contenido del aprendizaje (B) o en su aplicación (C), pero no en el proceso de aprender en sí mismo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes identifiquen por qué Jesús es el mesías que Dios prometió al pueblo de Israel. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre dicho propósito?",
          "opciones": [
            "Indicar que lean algunos textos de los evangelios sobre la vida de Jesús. Luego, proponer que seleccionen algunos pasajes bíblicos en los que Jesús se reconoce a sí mismo como hijo de Dios. A partir de esto, explicarles por qué Jesús es el mesías prometido al pueblo de Israel.",
            "Solicitar que, en el libro de Isaías, lean los pasajes bíblicos referidos al mesías. Luego, pedir que lean la historia sobre el nacimiento de Jesús en el evangelio de Mateo. Sobre esta base, preguntar por las coincidencias que han podido identificar entre dicha historia y los pasajes leídos en el libro de Isaías.",
            "Pedir que lean el relato de la creación e indicarles en qué pasaje Dios promete enviar a un salvador. Luego, solicitar que lean algunas de las profecías del Antiguo Testamento que describen al mesías. Finalmente, pedir que expliquen, sobre la base de lo leído, qué cualidades tenía el mesías prometido por Dios según los judíos."
          ],
          "respuesta": "Solicitar que, en el libro de Isaías, lean los pasajes bíblicos referidos al mesías. Luego, pedir que lean la historia sobre el nacimiento de Jesús en el evangelio de Mateo. Sobre esta base, preguntar por las coincidencias que han podido identificar entre dicha historia y los pasajes leídos en el libro de Isaías.",
          "respuestaCorta": "Esta acción es la más efectiva porque utiliza el método de 'profecía y cumplimiento', guiando a los estudiantes a que ellos mismos descubran las correspondencias entre las promesas mesiánicas del Antiguo Testamento y su realización en la vida de Jesús.",
          "solucionario": "La base de la cristología del Nuevo Testamento es demostrar que Jesús es el cumplimiento de las profecías del Antiguo Testamento. La estrategia pedagógica más sólida es, por tanto, la que permite a los estudiantes comparar directamente los textos. La opción B hace precisamente esto, al poner en diálogo las profecías de Isaías con el evangelio de la infancia de Mateo, que fue escrito con la intención de mostrar cómo Jesús cumple esas promesas. Este método constructivista permite una comprensión más profunda que una simple explicación del docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p25",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, empleando el método de la Lectio Divina, están leyendo el texto bíblico sobre la primera comunidad cristiana en Hechos de los apóstoles. En este contexto, el docente plantea las siguientes preguntas: \"¿Por qué los cristianos formaban comunidades? ¿Cuál era el propósito que tenían dichas comunidades? ¿Qué ritos o costumbres practicaban?\". ¿Qué momento de la Lectio Divina buscan favorecer las preguntas del docente?",
          "opciones": [
            "La oración.",
            "La meditación.",
            "La contemplación."
          ],
          "respuesta": "La meditación.",
          "respuestaCorta": "Las preguntas del docente buscan que los estudiantes reflexionen y profundicen sobre el significado y el porqué de lo que leyeron, lo que corresponde a la etapa de Meditación (Meditatio) en la Lectio Divina.",
          "solucionario": "Dentro de los pasos de la Lectio Divina, la Meditación es el momento de rumiar la Palabra, de preguntarse qué nos dice el texto a nosotros hoy. Las preguntas planteadas por el docente (\"¿Por qué...?\", \"¿Cuál era el propósito...?\") están diseñadas para guiar esta reflexión profunda, moviendo a los estudiantes de la simple lectura (Lectio) a un análisis del significado y la intención del texto, que es la esencia de la Meditatio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p26",
      "contexto": "En este libro, se relata la alianza entre Dios y el pueblo de Israel. A partir de este libro, se comprende que Dios no viene primero para que se lo respete o para indicar caminos espirituales, sino para escoger un pueblo que actuará sobre el corazón de la historia humana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué libro bíblico corresponde a la descripción anterior?",
          "opciones": [
            "El Génesis.",
            "El Levítico.",
            "El Éxodo."
          ],
          "respuesta": "El Éxodo.",
          "respuestaCorta": "El libro del Éxodo narra el evento fundacional del pueblo de Israel: su liberación de Egipto y el establecimiento de la Alianza en el Sinaí, donde son constituidos como el pueblo elegido de Dios.",
          "solucionario": "La descripción encaja perfectamente con el libro del Éxodo. Su núcleo temático es la formación de Israel como pueblo a través de dos eventos clave: la liberación de la esclavitud y la Alianza del Sinaí. Es en el Éxodo donde Dios elige formalmente a Israel para ser su pueblo con una misión histórica. El Génesis trata sobre los orígenes y los patriarcas, mientras que el Levítico se centra en las leyes cúlticas y de pureza.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p27",
      "contexto": "(...) La Iglesia católica ve en la filosofía el camino para conocer verdades fundamentales relativas a la existencia del hombre. Al mismo tiempo, considera a la filosofía como una ayuda indispensable para profundizar en la inteligencia de la fe y comunicar el Evangelio a quienes aún no lo conocen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué encíclica corresponde este texto?",
          "opciones": [
            "A Mater et Magistra.",
            "A Evangelii Gaudium.",
            "A Fides et Ratio."
          ],
          "respuesta": "A Fides et Ratio.",
          "respuestaCorta": "El texto corresponde a la encíclica Fides et Ratio (Fe y Razón) de Juan Pablo II, que trata específicamente sobre la relación entre la teología y la filosofía como dos modos complementarios de buscar la verdad.",
          "solucionario": "La encíclica *Fides et Ratio* (1998) tiene como tema central la relación entre la fe y la razón. El fragmento citado refleja la tesis principal del documento: que la fe y la razón no se oponen, sino que colaboran. La filosofía (razón) es una herramienta valiosa para que la teología (fe) pueda comprenderse a sí misma más profundamente y dialogar con el mundo. Las otras encíclicas tienen focos distintos: *Mater et Magistra* (doctrina social) y *Evangelii Gaudium* (evangelización).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes conozcan el nacimiento de la primera comunidad cristiana. ¿Cuál de los siguientes textos bíblicos debe emplear para ello?",
          "opciones": [
            "El texto sobre Pentecostés.",
            "El texto sobre la última cena.",
            "El texto sobre la elección de los apóstoles."
          ],
          "respuesta": "El texto sobre Pentecostés.",
          "respuestaCorta": "El relato de Pentecostés en Hechos de los Apóstoles es considerado el momento del nacimiento público de la Iglesia, cuando el Espíritu Santo desciende y los apóstoles comienzan a predicar, formando la primera comunidad.",
          "solucionario": "Teológicamente, Pentecostés (Hechos 2) es visto como el \"cumpleaños\" de la Iglesia. Es el evento que transforma a un grupo de discípulos temerosos en una comunidad misionera audaz. La venida del Espíritu Santo les da el poder para dar testimonio, y la predicación de Pedro ese mismo día lleva a la conversión y bautismo de miles de personas, constituyendo así la primera comunidad cristiana de Jerusalén.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p29",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, acompañados por la docente, están leyendo el texto sobre la curación de la mujer hemorroisa. En este contexto, les pide que interpreten dicho relato a través del método histórico-crítico. Luego de leer el texto, tres estudiantes ofrecieron sus comentarios. ¿Qué comentario evidencia la aplicación del momento inicial de dicho método?",
          "opciones": [
            "Adán dice: \"Se sabe que las personas que tenían alguna enfermedad, como sucede en el texto, eran consideradas impuras. Se creía que estas personas estaban enfermas debido a sus pecados. Entonces, el perdón de Jesús era también la curación de la enfermedad\".",
            "Betty dice: \"Según el texto, desde hace muchos años, la mujer sufría de una enfermedad. Y nadie la había podido curar. Pero lo que es imposible para los hombres es posible para Dios. Entonces, la mujer solo tuvo que tocar el manto de Jesús para sanarse\".",
            "Constanza dice: \"A mí me gusta esta expresión del texto: 'Hija mía, tu fe te ha salvado'. Creo que tiene que ver con el mensaje del texto, que está relacionado con que Jesús realizó el milagro de curar a la mujer porque ella creyó en el poder de Dios\"."
          ],
          "respuesta": "Adán dice: \"Se sabe que las personas que tenían alguna enfermedad, como sucede en el texto, eran consideradas impuras. Se creía que estas personas estaban enfermas debido a sus pecados. Entonces, el perdón de Jesús era también la curación de la enfermedad\".",
          "respuestaCorta": "El comentario de Adán aplica el método histórico-crítico al aportar información clave del contexto social y religioso de la época: la conexión entre enfermedad, impureza y pecado, que es fundamental para entender la profundidad del milagro.",
          "solucionario": "El primer paso del método histórico-crítico es analizar el texto a la luz de su contexto original. Adán hace esto al explicar el estigma social y religioso que sufría la mujer hemorroisa. Según la ley judía de la época, su condición la hacía ritualmente 'impura', lo que implicaba la exclusión de la vida comunitaria y religiosa. Al entender este contexto, el gesto de Jesús no es solo una curación física, sino una reinserción social y religiosa completa. Los otros comentarios se enfocan en la interpretación teológica sin recurrir al análisis contextual.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente tiene como propósito que los estudiantes lean un documento de la Iglesia católica que desarrolle como tema principal los valores necesarios para alcanzar la convivencia pacífica en el mundo. ¿Cuál de los siguientes documentos debe emplear el docente para lograr dicho propósito?",
          "opciones": [
            "Laudato Si'.",
            "Fratelli Tutti.",
            "Lumen Fidei."
          ],
          "respuesta": "Fratelli Tutti.",
          "respuestaCorta": "La encíclica \"Fratelli Tutti\" del Papa Francisco aborda directamente el tema de la fraternidad y la amistad social como los caminos indispensables para construir la paz y la convivencia en el mundo.",
          "solucionario": "La encíclica *Fratelli Tutti* (2020) es un llamado a la fraternidad universal como base para una convivencia pacífica. El Papa Francisco analiza los obstáculos para esta fraternidad en el mundo actual y propone la \"amistad social\" y el diálogo como vías para construir puentes y superar los conflictos. Es el documento más pertinente para el propósito del docente. *Laudato Si'* se centra en la ecología y el cuidado de la creación, y *Lumen Fidei* en la naturaleza de la fe.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p31",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes identifiquen el rol de la virgen María como mediadora entre Dios y las personas. ¿Cuál de los siguientes textos bíblicos destaca el rol mencionado?",
          "opciones": [
            "\"Las bodas de Caná\".",
            "\"La venida del Espíritu Santo\".",
            "\"El anuncio del nacimiento de Jesús\"."
          ],
          "respuesta": "\"Las bodas de Caná\".",
          "respuestaCorta": "En el relato de las bodas de Caná, María intercede activamente ante Jesús en favor de los novios, presentando su necesidad y confiando en su poder, actuando así como mediadora.",
          "solucionario": "El pasaje de las bodas de Caná (Juan 2:1-11) es el fundamento bíblico principal para el rol de María como intercesora. Ella detecta una necesidad humana (la falta de vino), la comunica a Jesús y anima a otros a confiar en Él (\"Hagan lo que él les diga\"). Su intervención desencadena el primer milagro público de Jesús, mostrando su papel como mediadora eficaz entre las necesidades humanas y la gracia divina. Los otros textos resaltan su 'sí' a Dios (Anunciación) o su lugar en la Iglesia primitiva (Pentecostés), pero no su rol de intercesión.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2021_p32",
      "contexto": "Los estudiantes, acompañados por la docente, están realizando un proyecto que busca fomentar el cuidado del ambiente a partir de las recomendaciones de la encíclica Laudato Si'. En este contexto, la docente propone evaluar el avance de las actividades del proyecto con una lista de cotejo. Estas son algunas de las preguntas incluidas en dicha lista:\n¿Lograste cumplir las actividades que acordaron en tu equipo?\n¿Qué actividad consideras que fue la más difícil de cumplir? ¿Y la más fácil?\n¿Qué dificultades tuviste para realizar las actividades? ¿Cómo las superaste?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje se busca promover, principalmente, con estas preguntas?",
          "opciones": [
            "El recojo de saberes previos.",
            "La metacognición para el aprendizaje.",
            "La generación de un conflicto cognitivo."
          ],
          "respuesta": "La metacognición para el aprendizaje.",
          "respuestaCorta": "Las preguntas están diseñadas para que los estudiantes reflexionen sobre su propio proceso de aprendizaje y trabajo, identificando logros, dificultades y estrategias, lo cual es la esencia de la metacognición.",
          "solucionario": "La metacognición implica que el estudiante sea consciente de su propio proceso de aprendizaje. Las preguntas de la lista de cotejo, como \"¿Qué dificultades tuviste...?\" y \"¿Cómo las superaste?\", invitan directamente a esta reflexión. No buscan activar conocimientos previos ni crear un conflicto cognitivo, sino evaluar y tomar conciencia del propio desempeño durante la ejecución del proyecto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes lean el concilio en que se declaró el dogma mariano de la maternidad divina. ¿Cuál es este concilio?",
          "opciones": [
            "El Concilio de Éfeso.",
            "El Concilio de Trento.",
            "El Concilio Vaticano II."
          ],
          "respuesta": "El Concilio de Éfeso.",
          "respuestaCorta": "El dogma de María como Madre de Dios (Theotokos) fue solemnemente definido en el Concilio de Éfeso en el año 431 d.C.",
          "solucionario": "El Concilio de Éfeso, celebrado en el año 431, abordó la herejía del nestorianismo, que separaba las naturalezas divina y humana de Cristo. Al afirmar que en Cristo hay una sola persona divina, el concilio concluyó lógicamente que María, siendo madre de Jesús, es verdaderamente 'Madre de Dios' (Theotokos). Los concilios de Trento (siglo XVI) y Vaticano II (siglo XX) trataron otras cuestiones doctrinales y pastorales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p34",
      "contexto": "Este evangelio estaba dirigido a los cristianos de las iglesias fundadas por el \"apóstol de los gentiles\". El autor de este evangelio insiste en el llamado a la conversión y al cambio de vida como el requisito fundamental para alcanzar la salvación. Además, el evangelio es considerado mariano por excelencia porque narra algunos episodios que vivió Jesús en su infancia junto a la virgen María.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué evangelio corresponde a la descripción anterior?",
          "opciones": [
            "Lucas.",
            "Mateo.",
            "Marcos."
          ],
          "respuesta": "Lucas.",
          "respuestaCorta": "La descripción corresponde al Evangelio de Lucas, tradicionalmente asociado a un compañero de Pablo (el \"apóstol de los gentiles\"), que enfatiza la conversión y la misericordia, y contiene los relatos más detallados de la infancia de Jesús con un papel central de María.",
          "solucionario": "Todos los puntos de la descripción señalan al Evangelio de Lucas. La tradición lo identifica como compañero de San Pablo. Es conocido como el \"evangelio de la misericordia\", con un fuerte llamado a la conversión. Finalmente, sus dos primeros capítulos, los \"relatos de la infancia\", son los que le otorgan el título de \"evangelio mariano\" por la riqueza de detalles sobre la Anunciación, la Visitación y el nacimiento de Jesús desde la perspectiva de María.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p35",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes apliquen el método ver-juzgar-actuar. Como parte del momento del ver, les comenta que en la localidad se ha organizado una campaña de recolección de ropa para un asilo. ¿Cuál de las siguientes acciones pedagógicas es adecuada para continuar con los momentos de juzgar y actuar de dicho método?",
          "opciones": [
            "Indicar por qué, como cristianos, es necesario apoyar en la recolección de ropa para un asilo. Luego, pedir que elaboren propuestas para que participen en ella. Después, solicitar que seleccionen la más viable de realizar en función de sus posibilidades.",
            "Pedir que, en el catecismo, lean la sección referida al principio de la solidaridad. Luego, indicarles que un cristiano debe practicar dicho principio. Después, solicitar que expliquen la importancia de participar en actividades de ayuda hacia los otros.",
            "Solicitar que lean algunas parábolas que tienen como mensaje la ayuda al prójimo. A partir de esto, preguntarles si creen que deben participar en la recolección de ropa. Después, pedir que mencionen cómo pueden participar en dicha actividad."
          ],
          "respuesta": "Solicitar que lean algunas parábolas que tienen como mensaje la ayuda al prójimo. A partir de esto, preguntarles si creen que deben participar en la recolección de ropa. Después, pedir que mencionen cómo pueden participar en dicha actividad.",
          "respuestaCorta": "Esta opción sigue correctamente la secuencia del método: utiliza las parábolas para iluminar la realidad (juzgar) y luego promueve una respuesta concreta y planificada (actuar).",
          "solucionario": "El método ver-juzgar-actuar tiene una estructura clara. El 'ver' es la situación de la campaña. La opción C propone el siguiente paso, 'juzgar', al solicitar la lectura de parábolas que iluminan esa realidad desde la fe. Luego, pasa al 'actuar' al pedir a los estudiantes que decidan y planifiquen su participación. Esta secuencia es la que define al método, pasando de la observación a la reflexión teológica y de ahí al compromiso práctico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p36",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes y el docente están leyendo, a través del método histórico-crítico, el texto bíblico que trata sobre el nacimiento de Jesús en Belén, Lucas 2, 1-20. En este contexto, el docente busca promover el momento inicial de dicho método. ¿Cuál de las siguientes preguntas favorece dicho propósito?",
          "opciones": [
            "¿Quién anunció a los pastores el nacimiento de Jesús?",
            "¿Cuál fue el motivo por el que María acostó a Jesús en un pesebre?",
            "¿Por qué el emperador Augusto ordenó un censo antes del nacimiento de Jesús?"
          ],
          "respuesta": "¿Por qué el emperador Augusto ordenó un censo antes del nacimiento de Jesús?",
          "respuestaCorta": "Esta pregunta es la más adecuada porque dirige la atención de los estudiantes hacia el contexto histórico y político del Imperio Romano, que es el punto de partida del análisis histórico-crítico.",
          "solucionario": "El método histórico-crítico busca entender un texto bíblico situándolo en su contexto histórico original. La pregunta sobre el censo del emperador Augusto obliga a los estudiantes a investigar el marco político y administrativo del Imperio Romano en tiempos de Jesús, lo cual es un elemento externo al relato pero que lo condiciona y le da verosimilitud histórica. Las otras dos preguntas se pueden responder con la información contenida dentro del propio texto bíblico, correspondiendo más a una comprensión lectora.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p37",
      "contexto": "Los trabajadores de la viña\nUn propietario salió de madrugada a contratar trabajadores para su viña. Se puso de acuerdo con ellos para pagarles una moneda de plata al día, y los envió a su viña. Salió de nuevo hacia las nueve de la mañana, y al ver en la plaza a otros que estaban desocupados, les dijo: \"Vayan ustedes también a mi viña y les pagaré lo que sea justo\". Y fueron a trabajar. Salió otra vez al mediodía, y luego a las tres de la tarde, e hizo lo mismo. Ya era la última hora del día, la undécima, cuando salió otra vez y vio a otros que estaban allí parados. Les preguntó: \"¿Por qué se han quedado todo el día sin hacer nada?\". Contestaron ellos: \"Porque nadie nos ha contratado\". Y les dijo: \"Vayan también ustedes a trabajar en mi viña\". Al anochecer, dijo el dueño de la viña a su mayordomo: \"Llama a los trabajadores y págales su jornal, empezando por los últimos y terminando por los primeros\". Vinieron los que habían ido a trabajar a última hora, y cada uno recibió un denario (una moneda de plata). Cuando llegó el turno a los primeros, pensaron que iban a recibir más, pero también recibieron cada uno un denario. Por eso, mientras se les pagaba, protestaban contra el propietario. Decían: \"Estos últimos apenas trabajaron una hora, y los consideras igual que a nosotros, que hemos aguantado el día entero y soportado lo más pesado del calor\". El dueño contestó a uno de ellos: \"Amigo, yo no he sido injusto contigo. ¿No acordamos en un denario al día? Toma lo que te corresponde y márchate. Yo quiero dar al último lo mismo que a ti. ¿No tengo derecho a llevar mis cosas de la manera que quiero? ¿O será porque soy generoso y tú envidioso?\". Así sucederá: \"Los últimos serán primeros y los primeros serán últimos\".\nTomado de Mateo 20, 1-16",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes comprendan el mensaje de la parábola leída. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen quiénes representan, en la parábola, a Dios y a los hombres. Sobre esta base, proponer que expliquen qué puede significar la insistencia del dueño en llevar a los hombres a trabajar a su viña. Finalmente, preguntarles qué simboliza que todos los trabajadores reciban el mismo pago.",
            "Solicitar a los estudiantes que piensen en cualquier empresa. Luego, explicar que, en dicha empresa, se les pagará lo mismo a todos los trabajadores sin importar las actividades que Ileven a cabo. Finalmente, indicar que ofrezcan sus comentarios sobre si les parece justa esta situación presentada.",
            "Explicar a los estudiantes el significado de la viña y el salario ofrecido a los trabajadores. Luego, comentar por qué el dueño necesitaba que trabajen en su viña. Finalmente, pedirles que identifiquen en qué parte del texto se expresa el mensaje principal de la parábola."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen quiénes representan, en la parábola, a Dios y a los hombres. Sobre esta base, proponer que expliquen qué puede significar la insistencia del dueño en llevar a los hombres a trabajar a su viña. Finalmente, preguntarles qué simboliza que todos los trabajadores reciban el mismo pago.",
          "respuestaCorta": "Esta acción es la más adecuada porque guía a los estudiantes a través del análisis de los símbolos de la parábola, permitiéndoles construir el significado del mensaje sobre la generosidad de Dios por sí mismos.",
          "solucionario": "Las parábolas enseñan a través de analogías y símbolos. La estrategia pedagógica más efectiva es guiar a los estudiantes para que ellos mismos decodifiquen estos símbolos. La opción A lo hace de manera secuencial y lógica: primero identifica los personajes (Dios, los hombres), luego analiza las acciones (la insistencia de Dios en llamar) y finalmente aborda el clímax que revela el mensaje (el pago igualitario como símbolo de la gracia inmerecida). Este enfoque constructivista es superior a una explicación directa del docente (C) o a una analogía moderna que puede desviar del mensaje teológico (B).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Relea el siguiente fragmento:\n[Los trabajadores] Decían: \"Estos últimos apenas trabajaron una hora, y los consideras igual que a nosotros, que hemos aguantado el día entero y soportado lo más pesado del calor\". El dueño contestó a uno de ellos: \"Amigo, yo no he sido injusto contigo. ¿No acordamos en un denario al día? Toma lo que te corresponde y márchate. Yo quiero dar al último lo mismo que a ti. ¿No tengo derecho a llevar mis cosas de la manera que quiero? ¿O será porque soy generoso y tú envidioso?\".\nEl docente busca que los estudiantes lean un texto bíblico cuyo mensaje sea similar al mensaje principal que se desprende del fragmento anterior. ¿Cuál de los siguientes textos favorece más el logro de dicho propósito?",
          "opciones": [
            "El texto en el que Jesús, crucificado, habla con el ladrón arrepentido que se encuentra a su lado y le dice lo siguiente: \"En verdad te digo que hoy mismo estarás conmigo en el paraíso\".",
            "El texto en el que Jesús conversa con un joven rico y le comenta lo siguiente: \"Si quieres ser perfecto, vende todo lo que posees y reparte el dinero entre los pobres (...). Después ven y sígueme\".",
            "El texto en el que Jesús narra a sus seguidores una parábola que culmina con la siguiente frase: \"Átenlo de pies y manos, y échenlo en las tinieblas (...). Porque muchos son los Ilamados, y pocos los escogidos\"."
          ],
          "respuesta": "El texto en el que Jesús, crucificado, habla con el ladrón arrepentido que se encuentra a su lado y le dice lo siguiente: \"En verdad te digo que hoy mismo estarás conmigo en el paraíso\".",
          "respuestaCorta": "Ambos textos comparten el mensaje central de la gracia sobreabundante de Dios, que no se basa en el mérito humano ni en el tiempo de servicio, sino en su generosidad gratuita, manifestada tanto al obrero de última hora como al ladrón arrepentido en su último momento.",
          "solucionario": "El mensaje clave del fragmento es la lógica divina de la generosidad, que supera la lógica humana de la justicia retributiva. El dueño paga lo mismo a todos no por mérito, sino por pura bondad. El episodio del \"buen ladrón\" en la cruz (Lucas 23:39-43) es el paralelo más fuerte: un hombre, sin méritos acumulados a lo largo de su vida, recibe en el último instante la promesa del paraíso por un solo acto de fe. Ambos relatos ilustran de forma radical la gracia inmerecida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p38",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, acompañados por la docente, han leído el relato de la muerte y de la resurrección de Jesús. Ahora, la docente busca que los estudiantes establezcan una relación de concordancia entre dicho relato y otro texto bíblico. ¿Cuál de los siguientes textos debe emplear para ello?",
          "opciones": [
            "El texto sobre José y sus hermanos.",
            "El texto sobre Jonás.",
            "El texto sobre Job."
          ],
          "respuesta": "El texto sobre Jonás.",
          "respuestaCorta": "El texto de Jonás es el más adecuado, ya que Jesús mismo lo utiliza en el Evangelio de Mateo como un \"signo\" que prefigura su propia muerte y resurrección, al comparar los tres días de Jonás en el pez con los tres días que Él estaría en el sepulcro.",
          "solucionario": "La relación de concordancia entre Jonás y la resurrección de Jesús es explícita en la Biblia. En Mateo 12:40, Jesús dice: \"Porque como estuvo Jonás en el vientre del gran pez tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y tres noches\". Esta interpretación tipológica, establecida por el propio Cristo, hace que la historia de Jonás sea la figura del Antiguo Testamento que prefigura más directamente el misterio pascual.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p39",
      "contexto": "Doctores Nariz Roja\nHilda es una joven universitaria que reparte su tiempo entre sus estudios y sus visitas al Instituto Nacional de Salud del Niño. Ella forma parte de la asociación Doctores Nariz Roja. Esta asociación tiene como objetivo fomentar un ambiente amigable en los centros de salud que atienden niños. Para ello, realizan visitas a hospitales usando trajes coloridos y narices rojas. Algunos hacen chistes, otros trucos con globos y otros hacen magia. Hilda realiza este noble trabajo tres veces por semana. Durante una entrevista del boletín de su universidad, le preguntaron si recibía una compensación económica por sus visitas. Ella respondió: \"Lo que recibo es mucho mejor: me llevo sonrisas. Llevarle alegría a los niños enfermos es uno de los propósitos más importantes de mi vida\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir del texto, la docente busca que los estudiantes comprendan qué es el propósito de vida. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Preguntar si creen que el propósito que, en el texto, Hilda describe corresponde a un propósito de vida cristiano. Luego, sugerir que lo usen como modelo para que incorporen la ayuda a los otros en sus propósitos de vida.",
            "Comentar, a partir de la historia de Hilda, qué es el propósito de vida y por qué es importante para un creyente cristiano. Luego, decirles que los creyentes deben determinar un propósito cristiano para sus vidas.",
            "Solicitar que expliquen qué le aporta a la vida de Hilda tener un propósito. Luego, pedirles que comenten si han logrado identificar su propósito de vida y si consideran que es importante tratar de identificarlo."
          ],
          "respuesta": "Solicitar que expliquen qué le aporta a la vida de Hilda tener un propósito. Luego, pedirles que comenten si han logrado identificar su propósito de vida y si consideran que es importante tratar de identificarlo.",
          "respuestaCorta": "Esta acción es la más constructivista y centrada en el estudiante, ya que utiliza el caso de Hilda como un trampolín para la reflexión personal sobre el propio propósito de vida, facilitando una comprensión más significativa.",
          "solucionario": "Para que un concepto como \"propósito de vida\" sea comprendido de manera profunda, es fundamental que el estudiante lo conecte con su propia existencia. La opción C promueve esto de manera efectiva: parte del análisis de un caso concreto (Hilda) y luego traslada la reflexión al ámbito personal del estudiante. Este enfoque es más poderoso que simplemente presentar un modelo a imitar (A) o dar una explicación teórica (B), ya que fomenta la introspección y la apropiación del concepto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca aprovechar el contenido del texto \"Doctores Nariz Roja\" para trabajar el momento del juzgar del método ver-juzgar-actuar. ¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Pedirles que lean la parábola \"El buen samaritano\". Luego, solicitar que opinen sobre la historia relatada en dicha parábola y la historia de Hilda, e identifiquen en qué aspectos coinciden.",
            "Pedirles que señalen los principios cristianos que se pueden identificar en el propósito de vida del texto leído. Luego, solicitar que expliquen de qué manera pueden aplicar dichos principios en sus vidas.",
            "Pedirles que indiquen si conocen a personas que necesiten algún tipo de ayuda, como en el caso presentado en el texto. Luego, orientarlos para que organicen un proyecto que contribuya a ayudar a estas personas."
          ],
          "respuesta": "Pedirles que lean la parábola \"El buen samaritano\". Luego, solicitar que opinen sobre la historia relatada en dicha parábola y la historia de Hilda, e identifiquen en qué aspectos coinciden.",
          "respuestaCorta": "Esta acción representa fielmente el momento de 'juzgar', ya que utiliza un texto bíblico fundamental sobre la caridad (El buen samaritano) para iluminar, interpretar y valorar la situación real observada (la labor de Hilda).",
          "solucionario": "El paso de 'juzgar' en el método ver-juzgar-actuar implica analizar la realidad ('ver') con los criterios del Evangelio. El texto sobre Hilda es el 'ver'. La acción de la opción A es un 'juzgar' paradigmático: toma la parábola del Buen Samaritano, que define el amor al prójimo, y la usa como lente para comprender la profundidad y el valor cristiano de la acción de Hilda. La opción C salta directamente al 'actuar' y la opción B, aunque válida, es menos específica que iluminar la acción con una narración bíblica concreta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p40",
      "contexto": "Como parte de una sesión, los estudiantes están investigando las similitudes y diferencias de las cinco grandes religiones del mundo. En este contexto, la docente les pide que, en equipos, elaboren organizadores gráficos para presentar sus hallazgos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes elaboren sus organizadores de forma colaborativa. Para ello, les ofreció las siguientes orientaciones:\n\n- Solicitar que se agrupen en equipos de cinco integrantes.\n- Indicar que lleguen a un acuerdo sobre qué organizador gráfico es más adecuado para su objetivo.\n- Señalar que cada integrante del equipo se haga cargo de una de las actividades para elaborar el organizador gráfico.\n- Pedir que cada integrante proponga, libremente, sugerencias de mejora para el organizador.\n- Sugerir que, mediante un diálogo, decidan qué sugerencias incorporar.\n\n¿Cuál es la razón principal por la que estas orientaciones son adecuadas para promover el trabajo colaborativo?",
          "opciones": [
            "Porque favorecen que los estudiantes fortalezcan sus relaciones con otros compañeros mediante el trabajo en equipo.",
            "Porque favorecen que los estudiantes reconozcan que deben participar equitativamente en el desarrollo de una actividad.",
            "Porque favorecen que los estudiantes, a lo largo de la actividad, tomen acuerdos y responsabilidades para el logro de una meta común."
          ],
          "respuesta": "Porque favorecen que los estudiantes, a lo largo de la actividad, tomen acuerdos y responsabilidades para el logro de una meta común.",
          "respuestaCorta": "Las orientaciones son adecuadas porque estructuran el proceso en torno a la toma de acuerdos, la asignación de responsabilidades y el diálogo, elementos esenciales del aprendizaje colaborativo enfocado en una meta común.",
          "solucionario": "El aprendizaje colaborativo se caracteriza por la interdependencia positiva y la responsabilidad individual y grupal. Las orientaciones de la docente fomentan precisamente esto: los estudiantes deben negociar y tomar acuerdos (qué organizador usar, qué mejoras incorporar), asumir responsabilidades individuales (cada uno se hace cargo de una actividad) y trabajar juntos hacia un objetivo compartido. Esta estructura es más completa que simplemente fomentar la equidad (B) o las buenas relaciones (A).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes están explicando los hallazgos que han incorporado en sus organizadores gráficos. En este contexto, un integrante de uno de los equipos comenta lo siguiente: \"Como pueden notar, hemos encontrado que varias religiones identifican a Jesús de diversas maneras. Por ejemplo, el islam considera a Jesús un mensajero de Dios, el judaísmo lo considera un rabino, el cristianismo lo considera el mesías, el budismo lo considera un ser iluminado y el hinduismo lo considera un maestro\". A partir de este comentario, ¿qué aprendizaje evidencia haber logrado el equipo de estudiantes?",
          "opciones": [
            "Identificar a Jesús como el mesías prometido por Dios.",
            "Identificar las características de la personalidad de Jesús.",
            "Identificar lo que representa Jesús en las religiones del mundo."
          ],
          "respuesta": "Identificar lo que representa Jesús en las religiones del mundo.",
          "respuestaCorta": "El comentario del estudiante demuestra que ha logrado identificar y diferenciar cómo es percibida la figura de Jesús desde las distintas perspectivas de varias religiones mundiales, y no solo desde la cristiana.",
          "solucionario": "El aprendizaje que se evidencia es la comprensión de la figura de Jesús en un contexto interreligioso. El estudiante no se limita a la visión de su propia fe, sino que es capaz de enumerar y contrastar las diferentes concepciones que el islam, el judaísmo, el budismo y el hinduismo tienen sobre Él. Esto demuestra una competencia en el diálogo y el conocimiento de las religiones del mundo.",
          "seccion": "Casuística"
        }
      ]
    },


    {
      "idGrupo": "asc_secundaria_2021_p41",
      "contexto": "Como parte de una sesión, los estudiantes están investigando las similitudes y diferencias de las cinco grandes religiones del mundo. En este contexto, la docente les pide que, en equipos, elaboren organizadores gráficos para presentar sus hallazgos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la presentación de los organizadores, un estudiante plantea a la docente el siguiente comentario: \"Gracias a la información que encontré, me quedó claro que Jesús fue el mesías prometido al pueblo de Israel. Pero uno de mis compañeros acaba de decir que los judíos no lo consideraban como hijo de Dios. No entiendo por qué, si tanto lo esperaban, los judíos no lo aceptaron como su salvador\". ¿Qué proceso de aprendizaje evidencia, principalmente, el comentario del estudiante?",
          "opciones": [
            "La generación de conflicto cognitivo.",
            "La transferencia de conocimientos.",
            "La activación de saberes previos."
          ],
          "respuesta": "La generación de conflicto cognitivo.",
          "respuestaCorta": "El estudiante evidencia un conflicto cognitivo al encontrar una información que contradice su esquema lógico previo (el pueblo que esperaba al Mesías debería haberlo reconocido), generando una duda que impulsa el aprendizaje.",
          "solucionario": "Un conflicto cognitivo ocurre cuando un estudiante se enfrenta a una contradicción entre sus conocimientos o expectativas y una nueva información. El estudiante tenía una estructura mental lógica: el pueblo de Israel esperaba al Mesías, Jesús era el Mesías, por lo tanto, el pueblo de Israel debió aceptarlo. Al enterarse de que esto no fue así, su estructura se rompe, creando un desequilibrio y una pregunta genuina (\"No entiendo por qué...\"). Este es el motor para construir un conocimiento histórico y teológico más complejo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p42",
      "contexto": "Imagínense a un administrador digno de confianza y capaz. Su señor lo ha puesto al frente de su familia, y es él quien les reparte el alimento a su debido tiempo. Afortunado será este servidor si, al venir su señor, lo encuentra cumpliendo su deber. En verdad les digo: su señor lo pondrá al cuidado de todo lo que tiene. No será así con el servidor malo que piensa: \"Mi señor se ha retrasado\", y empieza a maltratar a sus compañeros y a comer y a beber con borrachos. El patrón de ese servidor vendrá en el día que no lo espera y a la hora que menos piensa. Le quitará el puesto y lo mandará donde los hipócritas. Allí será el llorar y el rechinar de dientes.\nTomado de Mateo 24, 45-51",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de que el docente ha conversado con los estudiantes sobre el mensaje de la parábola, busca que complementen su interpretación bíblica mediante el análisis de la expresión \"Allí será el llorar y el rechinar de dientes\". ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Comentar qué significa la expresión \"Allí será el llorar y el rechinar de dientes\". Luego, indicar en qué medida el significado de dicha expresión contribuye a comprender el mensaje de la parábola.",
            "Solicitar que mencionen a qué lugar hace referencia la expresión \"Allí será el llorar y el rechinar de dientes\". Luego, pedir que digan si conocen otras parábolas en las que también se encuentra dicha expresión.",
            "Pedir que identifiquen a qué se refiere la expresión \"Allí será el llorar y el rechinar de dientes\", a partir de los comentarios del contexto bíblico. Luego, preguntarles por qué creen que la parábola finaliza con esa expresión."
          ],
          "respuesta": "Pedir que identifiquen a qué se refiere la expresión \"Allí será el llorar y el rechinar de dientes\", a partir de los comentarios del contexto bíblico. Luego, preguntarles por qué creen que la parábola finaliza con esa expresión.",
          "respuestaCorta": "Esta acción es la más adecuada porque promueve una interpretación informada, utilizando herramientas de estudio bíblico (comentarios) para entender una expresión idiomática y luego invita a aplicar ese conocimiento para profundizar en el mensaje de la parábola.",
          "solucionario": "La expresión \"el llorar y el rechinar de dientes\" es una fórmula recurrente en Mateo para describir la exclusión del Reino. No es de interpretación obvia. Por ello, la estrategia pedagógica más sólida (opción C) es guiar a los estudiantes a usar las herramientas de una Biblia de estudio (\"comentarios del contexto bíblico\") para entender su significado técnico. Una vez comprendido el término, se puede reflexionar sobre su función en la parábola: enfatizar la gravedad y las consecuencias definitivas del juicio.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para profundizar en el mensaje del texto anterior, el docente presenta a sus estudiantes la siguiente parábola:\n(...) Diez jóvenes salieron con sus lámparas para salir al encuentro del novio. Cinco de ellas eran descuidadas y las otras cinco precavidas (...). A medianoche se oyó un grito: \"¡Viene el novio, salgan a su encuentro!\". Todas las jóvenes se despertaron y prepararon sus lámparas. Entonces las descuidadas dijeron a las precavidas: \"Dennos un poco de su aceite, porque nuestras lámparas se están apagando\". Las precavidas dijeron: \"No habría bastante para ustedes y para nosotras; vayan mejor a donde lo venden, y compren para ustedes\". Mientras fueron a comprar el aceite, llegó el novio; las que estaban listas entraron con él a la fiesta de las bodas, y se cerró la puerta (...).\nTomado de Mateo 25, 1-13.\nEl docente pide a los estudiantes que identifiquen el tema principal que comparten las dos parábolas que han leído. ¿Cuál de los estudiantes ha identificado dicho tema?",
          "opciones": [
            "Anselmo dice: \"Pienso que el tema en común es la misericordia divina\".",
            "Bianca dice: \"Creo que el tema que tienen en común es el anuncio del juicio final\".",
            "Cintia dice: \"Me parece que el tema en común es la confianza que se debe tener en Dios\"."
          ],
          "respuesta": "Bianca dice: \"Creo que el tema que tienen en común es el anuncio del juicio final\".",
          "respuestaCorta": "Bianca identifica correctamente el tema común, ya que ambas parábolas son escatológicas y exhortan a la vigilancia y a la preparación responsable ante la venida inesperada del Señor para el juicio.",
          "solucionario": "Ambas parábolas, la del administrador fiel e infiel y la de las diez vírgenes, pertenecen al discurso escatológico de Jesús en Mateo. Las dos comparten una estructura similar: un señor/novio que tarda en llegar, una venida sorpresiva y una separación final entre los que estaban preparados (fieles, precavidas) y los que no. El tema central es, por tanto, la vigilancia activa y la responsabilidad de cara al juicio final.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p43",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes conozcan el dogma mariano de la maternidad divina. ¿Cuál de los siguientes textos bíblicos debe emplear el docente para que logre su propósito?",
          "opciones": [
            "Lucas 1, 42-43: \"Y exclamó en alta voz: '¡Bendita tú eres entre las mujeres y bendito el fruto de tu vientre! ¿Cómo he merecido yo que venga a mí la madre de mi Señor?'\".",
            "Juan 19, 26-27: \"Jesús, al ver a la madre y (...) al discípulo que más quería, dijo a la madre: Mujer, ahí tienes a tu hijo'. Después dijo al discípulo: 'Ahí tienes a tu madre\".",
            "Apocalipsis 12, 1: \"Apareció en el cielo una señal grandiosa: una mujer, vestida del sol, con la luna bajo sus pies y una corona de doce estrellas sobre su cabeza\"."
          ],
          "respuesta": "Lucas 1, 42-43: \"Y exclamó en alta voz: '¡Bendita tú eres entre las mujeres y bendito el fruto de tu vientre! ¿Cómo he merecido yo que venga a mí la madre de mi Señor?'\".",
          "respuestaCorta": "Este pasaje de la Visitación es el fundamento bíblico clave para el dogma de la Maternidad Divina, ya que Isabel, inspirada por el Espíritu Santo, llama a María \"la madre de mi Señor\", reconociendo la divinidad de su hijo.",
          "solucionario": "El dogma de María como *Theotokos* (Madre de Dios) se sostiene en que el hijo que ella concibió es la segunda persona de la Trinidad. El texto de Lucas 1, 42-43 lo afirma de manera explícita cuando Isabel, llena del Espíritu Santo, la saluda como \"la madre de mi Señor\". El título \"Señor\" (Kyrios en griego) es utilizado en el Nuevo Testamento para referirse a Dios. Los otros textos se refieren a la maternidad espiritual de María sobre los discípulos (Juan) o a una figura simbólica de la Iglesia y el pueblo de Dios (Apocalipsis).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p44",
      "contexto": "Aquí tienen otra figura del Reino de los Cielos: un comerciante que busca perlas finas. Si llega a sus manos una perla de gran valor, se va, vende todo cuanto tiene y la compra.\nTomado de Mateo 13, 45-46.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes lean el texto a través del método de la Lectio Divina. En este contexto, él ha planteado varias preguntas. ¿Cuál favorece el momento de la contemplación de dicho método?",
          "opciones": [
            "¿Cuál crees que es el significado de la perla en la parábola?",
            "¿Qué es lo más valioso que debes buscar en tu vida como cristiano?",
            "¿Por qué esta parábola es considerada una parábola del Reino de Dios?"
          ],
          "respuesta": "¿Qué es lo más valioso que debes buscar en tu vida como cristiano?",
          "respuestaCorta": "Esta pregunta favorece la contemplación porque lleva al estudiante a aplicar el mensaje del texto a su propia existencia, moviéndolo de la reflexión intelectual a un compromiso de vida personal.",
          "solucionario": "La Lectio Divina progresa desde la comprensión intelectual (Lectio, Meditatio) hacia una respuesta personal y vivencial (Oratio, Contemplatio). Las preguntas A y C se sitúan en la Meditatio (entender el texto). La pregunta B, en cambio, da el salto: interpela directamente al lector sobre su propia vida (\"¿Qué es lo más valioso... en tu vida?\"). Esta interiorización y aplicación personal es el puente hacia la Oración y la Contemplación, donde el fruto de la meditación se convierte en diálogo con Dios y compromiso vital.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p45",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes, acompañados por la docente, están leyendo la parábola \"La oveja perdida\", Lucas 15, 3-7. En este contexto, la docente les propone buscar en la Biblia un texto cuyo mensaje sea similar al de dicha parábola. ¿Cuál de los estudiantes seleccionó el texto bíblico adecuado?",
          "opciones": [
            "Alicia dice: \"Yo elegí el siguiente texto de Mateo 7, 1-2: '(...) de la misma manera que ustedes juzguen, así serán juzgados, y la misma medida que ustedes usen para los demás, será usada para ustedes\".",
            "Bernardo dice: \"Yo, más bien, he seleccionado este texto que encontré en el evangelio de Lucas 5, 32: 'No he venido para llamar a los buenos, sino para invitar a los pecadores a que se arrepientan\".",
            "Cecilia dice: \"A mí me parece que puede ser este de Efesios 4, 32: 'Más bien, sean buenos y comprensivos unos con otros, perdonándose mutuamente como Dios los perdonó en Cristo\"."
          ],
          "respuesta": "Bernardo dice: \"Yo, más bien, he seleccionado este texto que encontré en el evangelio de Lucas 5, 32: 'No he venido para llamar a los buenos, sino para invitar a los pecadores a que se arrepientan\".",
          "respuestaCorta": "Bernardo eligió el texto adecuado porque ambos pasajes comparten el mensaje central de la misión de Dios/Jesús: buscar activamente a los pecadores (la oveja perdida) para llamarlos a la conversión.",
          "solucionario": "La parábola de la oveja perdida ilustra la iniciativa de Dios de buscar a quien está perdido y su alegría al encontrarlo. Es una historia sobre la misión de Dios hacia los pecadores. La frase de Lucas 5:32 es la declaración explícita de esa misma misión por parte de Jesús. Ambos textos tienen el mismo núcleo teológico: el amor preferencial de Dios por el pecador y su llamado al arrepentimiento. Los otros textos hablan del juicio y del perdón mutuo, que son temas relacionados pero no idénticos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p46",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente tiene como propósito que los estudiantes conozcan qué es la misericordia divina. ¿Cuál de los siguientes textos bíblicos debe utilizar para que logre su propósito?",
          "opciones": [
            "El texto sobre Jonás.",
            "El texto sobre Caín y Abel.",
            "El texto sobre Jesús y la samaritana."
          ],
          "respuesta": "El texto sobre Jonás.",
          "respuestaCorta": "El libro de Jonás tiene como tema central la universalidad de la misericordia de Dios, que se extiende incluso a los enemigos de Israel (Nínive), mostrando una compasión que sobrepasa toda expectativa humana.",
          "solucionario": "Si bien el encuentro con la samaritana es un ejemplo de misericordia, el libro de Jonás en su totalidad es una profunda lección teológica sobre la naturaleza de la misericordia divina. La trama entera se construye en torno a la resistencia del profeta a aceptar que Dios pueda perdonar a la pecadora ciudad de Nínive. La conclusión del libro es una afirmación contundente de que la compasión de Dios no tiene fronteras y busca el arrepentimiento de todos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p47",
      "contexto": "[Jesús] les respondió: \"No les corresponde a ustedes conocer los tiempos y las etapas que solamente el Padre tenía autoridad para decidir. Pero recibirán la fuerza del Espíritu Santo cuando venga sobre ustedes, y serán mis testigos en Jerusalén, en toda Judea, en Samaria y hasta los extremos de la Tierra\".\nTomado de Hechos 1,7-8.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de la lectura, la docente comenta que, en el fragmento, se menciona una característica de la Iglesia católica. ¿Qué estudiante ha identificado dicha característica?",
          "opciones": [
            "Anastasia dice: \"Para mí, menciona la santidad de la Iglesia\".",
            "Benjamín dice: \"Me parece que dice que la Iglesia es universal\".",
            "Carla dice: \"Yo creo que se describe la unidad que existe en la Iglesia\"."
          ],
          "respuesta": "Benjamín dice: \"Me parece que dice que la Iglesia es universal\".",
          "respuestaCorta": "Benjamín está en lo correcto, pues el mandato de ser testigos \"hasta los extremos de la Tierra\" se refiere a la nota de la universalidad (catolicidad) de la Iglesia, cuya misión está destinada a toda la humanidad.",
          "solucionario": "En el Credo, la Iglesia se define como Una, Santa, Católica y Apostólica. El término \"católica\" significa \"universal\". La instrucción de Jesús en Hechos 1:8 describe una misión que se expande geográficamente sin límites: desde el centro (Jerusalén) hasta la periferia del mundo conocido (\"los extremos de la Tierra\"). Esta vocación de alcance mundial es precisamente lo que define a la Iglesia como universal o católica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p48",
      "contexto": "En el área de Ciencia y Tecnología, nos explicaron una teoría sobre la creación del mundo. Entonces, ¿cuál es correcta?, ¿lo que cuenta el Génesis o la teoría de la ciencia?.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente aprovecha el comentario para ayudar a los estudiantes a comprender cuál es el vínculo entre la ciencia y el relato religioso de la creación. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Dialogar con los estudiantes acerca de cuál es el propósito de la teoría de la ciencia sobre la creación del mundo. Luego, pedir que, a través de los comentarios bíblicos, identifiquen cuál es el propósito del relato de la creación y lo comparen con la explicación científica para hallar coincidencias.",
            "Preguntar a los estudiantes cuáles creen que son las semejanzas y diferencias entre la teoría de la ciencia que explica la creación del mundo y el relato de la creación bíblica. Luego, pedir que mencionen cuál de ellas consideran que explica de forma más convincente la creación.",
            "Leer junto con los estudiantes la cita de la encíclica Fides et Ratio: \"La luz de la razón y luz de la fe proceden, ambas, de Dios; por tanto, no pueden contradecirse entre sí\". Luego, indicar cuáles son los aspectos que tienen en común la teoría de la ciencia y el relato de la creación."
          ],
          "respuesta": "Dialogar con los estudiantes acerca de cuál es el propósito de la teoría de la ciencia sobre la creación del mundo. Luego, pedir que, a través de los comentarios bíblicos, identifiquen cuál es el propósito del relato de la creación y lo comparen con la explicación científica para hallar coincidencias.",
          "respuestaCorta": "Esta acción es la más adecuada porque guía a los estudiantes a entender que la ciencia y la fe no son contradictorias, sino que responden a preguntas distintas (el 'cómo' vs. el 'porqué'), al analizar el propósito de cada discurso.",
          "solucionario": "La clave para resolver el aparente conflicto entre ciencia y fe es la distinción de sus métodos y propósitos. La opción A aborda esto de la manera más pedagógica. Guía a los estudiantes a descubrir que la ciencia busca explicar los mecanismos físicos del origen del universo (el CÓMO), mientras que el relato del Génesis es un texto teológico que busca transmitir verdades de fe sobre el sentido y el origen último de todo (el QUIÉN y el PORQUÉ). Al entender que operan en planos diferentes, se disuelve la supuesta contradicción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p49",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes están leyendo información acerca de las creencias de las religiones monoteístas. En este contexto, la docente les pide que identifiquen las coincidencias que tienen el cristianismo y el islam. ¿Cuál de los siguientes estudiantes ha identificado una creencia en común entre dichas religiones?",
          "opciones": [
            "Antonio dice: \"Una creencia en común es que ambas religiones sostienen que todas las personas serán resucitadas y juzgadas por sus acciones el día del juicio final\".",
            "Bertha dice: \"Yo opino que una creencia en común es que piensan que todas las personas deben ser bautizadas para quedar limpias del pecado original\".",
            "Carlos dice: \"A mí me parece que ambas religiones tienen en común la creencia de que a través de los seres de la creación se puede conocer a Dios\"."
          ],
          "respuesta": "Antonio dice: \"Una creencia en común es que ambas religiones sostienen que todas las personas serán resucitadas y juzgadas por sus acciones el día del juicio final\".",
          "respuestaCorta": "Antonio identifica correctamente una creencia escatológica fundamental que es común tanto al cristianismo como al islam: la fe en la resurrección de los muertos y en un juicio final universal.",
          "solucionario": "Una de las coincidencias doctrinales más importantes entre el cristianismo y el islam se encuentra en la escatología. Ambas religiones afirman la resurrección corporal de todos los seres humanos al final de los tiempos, la cual será seguida por un Juicio Divino donde cada persona rendirá cuentas por sus obras. El bautismo (B) es una práctica cristiana específica y la revelación a través de la creación (C) es una idea más general, mientras que la resurrección y el juicio es un pilar doctrinal específico y compartido.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p50",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente conversa con los estudiantes sobre el diálogo interreligioso que promueve la Iglesia católica. Tres estudiantes ofrecieron sus comentarios al respecto. ¿Cuál de los estudiantes ha identificado el propósito del diálogo interreligioso?",
          "opciones": [
            "Abel dice: \"Creo que la Iglesia católica promueve el diálogo interreligioso para que las otras religiones conozcan el cristianismo y se unan a él\".",
            "Blanca dice: \"Pienso que el objetivo del diálogo interreligioso es mostrar las semejanzas entre las religiones para formar una sola religión en el mundo\".",
            "César dice: \"Yo entiendo que el diálogo interreligioso busca que las religiones respeten sus diferencias y busquen soluciones a los problemas de la humanidad\"."
          ],
          "respuesta": null,
          "respuestaCorta": "Esta pregunta fue anulada en la evaluación oficial, por lo que no tiene una respuesta correcta designada.",
          "solucionario": "Según la enseñanza de la Iglesia a partir del Concilio Vaticano II (especialmente en la declaración *Nostra Aetate*), el propósito del diálogo interreligioso es fomentar el entendimiento mutuo, el respeto, la colaboración por el bien común (la paz, la justicia) y el enriquecimiento espiritual, sin buscar la conversión (proselitismo) ni la fusión de religiones (sincretismo). El comentario de César es el que mejor se alinea con esta visión. Sin embargo, la pregunta fue oficialmente anulada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p51",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente busca que los estudiantes comprendan el rol que cumplieron los concilios en la existencia de la Iglesia católica. ¿Cuál de las siguientes acciones favorece más el logro de dicho propósito?",
          "opciones": [
            "Mostrar a los estudiantes un organizador que presente los concilios ecuménicos realizados por la Iglesia católica y mencionar la función que cumplieron. Luego, comentar cuál de estos concilios tiene mayor relevancia en la historia de la Iglesia.",
            "Indicar a los estudiantes quiénes o qué entidad es la encargada de convocar a un concilio y en qué periodos se lleva a cabo. Luego, pedir que, en equipos, elaboren una línea de tiempo con aquellos concilios convocados por la Iglesia católica.",
            "Presentar las conclusiones de dos concilios y explicarles las características de los contextos en que fueron organizados. A partir de esto, solicitar que expliquen, en sus propias palabras, cuál creen que fue el papel de dichos concilios."
          ],
          "respuesta": "Presentar las conclusiones de dos concilios y explicarles las características de los contextos en que fueron organizados. A partir de esto, solicitar que expliquen, en sus propias palabras, cuál creen que fue el papel de dichos concilios.",
          "respuestaCorta": "Esta acción es la más efectiva porque utiliza un enfoque inductivo. Al analizar casos concretos (dos concilios, sus contextos y decisiones), los estudiantes pueden construir su propia comprensión del rol general de los concilios, en lugar de solo recibir información.",
          "solucionario": "La estrategia pedagógica más eficaz para una comprensión profunda es la que permite al estudiante construir el conocimiento. La opción C propone esto: en lugar de dar una definición abstracta del rol de los concilios, presenta ejemplos específicos y contextualizados. Al analizar por qué se convocó un concilio y qué decidió, los estudiantes pueden inferir por sí mismos que el papel de los concilios es responder a desafíos históricos, clarificar la doctrina y guiar la vida de la Iglesia. Este aprendizaje es más significativo que memorizar una lista (A) o datos formales (B).",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  