{
  "completo": [
    {
      "idGrupo": "asc_dpcc_2021_p01",
      "contexto": "Los estudiantes están investigando acerca de los derechos laborales en el Perú y en el mundo. Para ello, realizan diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para iniciar la investigación, la docente busca recoger las ideas de los estudiantes sobre cómo creen que los trabajadores han logrado que se les reconozcan derechos laborales. En ese contexto, dos estudiantes manifiestan lo siguiente:\nAndrés dice: \"Yo creo que una de esas formas debe haber sido las protestas. Varias veces, en las noticias, he visto que trabajadores de distintos gremios hacen protestas para exigir mejores condiciones laborales\".\nVanessa dice: \"A mí me parece que asistir a protestas es una pérdida de tiempo. No sirven para nada\".\nLa docente nota que varios estudiantes están de acuerdo con la afirmación de Vanessa.\n¿Cuál de las siguientes intervenciones de la docente es más pertinente para generar un conflicto cognitivo respecto de lo afirmado por Vanessa?",
          "opciones": [
            "\"Las protestas permiten que la ciudadanía exprese sus reclamos; sin embargo, su escasa difusión en los medios podría ser la causa de su poca efectividad. Si quisiéramos revertir esta situación, ¿qué acciones favorecerían una mayor difusión de las protestas?\".",
            "\"Tomemos como ejemplo la marcha que se conmemora el primero de mayo y las consecuencias que trajo. Si no hubieran ocurrido las protestas del primero de mayo, ¿se habría conseguido la jornada de las ocho horas en nuestro país y en el mundo?\".",
            "\"Los ciudadanos deben tener posibilidades de exigir el respeto de sus derechos, pues esto fortalece la democracia. La protesta es una alternativa posible para el logro de estas exigencias. ¿Conoces otros medios para exigir el acceso y respeto de derechos?\"."
          ],
          "respuesta": "\"Tomemos como ejemplo la marcha que se conmemora el primero de mayo y las consecuencias que trajo. Si no hubieran ocurrido las protestas del primero de mayo, ¿se habría conseguido la jornada de las ocho horas en nuestro país y en el mundo?\".",
          "respuestaCorta": "La opción B genera un conflicto cognitivo al presentar un contraejemplo histórico y concreto (la jornada de ocho horas) que contradice directamente la afirmación de la estudiante de que las protestas \"no sirven para nada\".",
          "solucionario": "El propósito es generar un conflicto cognitivo sobre la idea de que las protestas son inútiles. La opción A acepta la premisa de la ineficacia y desvía el tema hacia la difusión mediática. La opción C reafirma el valor de la protesta pero no confronta directamente la idea de su inutilidad. La opción B es la más pertinente porque introduce un dato histórico específico y relevante —la consecución de la jornada de ocho horas gracias a las protestas del primero de mayo— que desafía directamente la generalización de la estudiante, obligándola a reconsiderar su postura inicial.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo de una de las actividades, uno de los estudiantes dice lo siguiente:\n\"A mí me ha llamado la atención que hay casos en que algunos derechos laborales se han conseguido utilizando la violencia. Pareciera que hay veces en las que el fin justifica los medios\".\nAl escuchar su comentario, la docente busca que el estudiante reflexione críticamente sobre su afirmación.\n¿Cuál de las siguientes intervenciones de la docente es más pertinente para favorecer el logro de su propósito?",
          "opciones": [
            "\"Debes evaluar cuándo el fin justifica los medios, pues es verdad que hay casos en los que parece ser así. Por ejemplo, si la vida de un familiar dependiera de ti, ¿qué harías? ¿Harías lo que sea para salvarlo?\".",
            "\"En realidad, nada justifica la violencia porque afecta derechos ciudadanos. Además, hay que considerar que el uso de la violencia implica transgredir las leyes. ¿Conoces leyes que prohíban el uso de la violencia? ¿Cuáles?\".",
            "\"Habría que indagar si se ha logrado el reconocimiento de derechos sin usar la violencia. Por otro lado, cuando se ejerce violencia, ¿no se están vulnerando los derechos de alguna persona? ¿Será legítimo obtener un derecho si ello supone afectar otros?\"."
          ],
          "respuesta": "\"Habría que indagar si se ha logrado el reconocimiento de derechos sin usar la violencia. Por otro lado, cuando se ejerce violencia, ¿no se están vulnerando los derechos de alguna persona? ¿Será legítimo obtener un derecho si ello supone afectar otros?\".",
          "respuestaCorta": "La opción C promueve la reflexión crítica al plantear preguntas que llevan al estudiante a sopesar la legitimidad de los medios (violencia) en relación con sus consecuencias (vulneración de otros derechos), fomentando un análisis ético complejo.",
          "solucionario": "El objetivo es que el estudiante reflexione críticamente sobre la frase \"el fin justifica los medios\". La opción A desvía la atención a un dilema personal diferente y no fomenta la reflexión sobre el caso original. La opción B es dogmática, le da la respuesta al estudiante (\"nada justifica la violencia\") en lugar de guiar su reflexión. La opción C es la más adecuada porque, a través de preguntas abiertas, invita al estudiante a cuestionar su propia afirmación: lo anima a buscar contraejemplos (logros sin violencia) y a analizar la contradicción ética de vulnerar derechos para conseguir otros. Esto promueve una reflexión autónoma y profunda.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p02",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están comentando noticias que les han llamado su atención, un estudiante comenta lo siguiente:\n\"Yo escuché en el noticiero que los vigilantes de un hospital no dejaron entrar a un perro que estaba solo y desorientado; y este, al no poder entrar, cruzó la avenida que estaba frente al hospital y fue atropellado. El perro fue ayudado por las personas que pasaban por ahí. Los vigilantes dijeron que tomaron esa decisión para garantizar las medidas sanitarias del hospital\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de escuchar al estudiante, la docente preguntó si la situación descrita por su compañero podría considerarse un asunto público. ¿Cuál de los estudiantes justifica adecuadamente su respuesta?",
          "opciones": [
            "Alejandra dice: \"Yo pienso que este es un asunto público porque quienes no dejaron ingresar al perro trabajaban en una institución pública\".",
            "Lara dice: \"En mi opinión, este es un asunto público porque el bienestar de un animal debe ser una preocupación de la comunidad\".",
            "Andrés dice: \"Para mí, este es un asunto público porque lo que le pasó al perro sucedió en la vía pública\"."
          ],
          "respuesta": "Lara dice: \"En mi opinión, este es un asunto público porque el bienestar de un animal debe ser una preocupación de la comunidad\".",
          "respuestaCorta": "Un asunto se considera público cuando afecta al bien común o al interés de la colectividad. El bienestar de los animales es un tema que concierne a la comunidad en su conjunto.",
          "solucionario": "La pregunta busca la justificación correcta para que un hecho sea considerado un asunto público. Un asunto es público no solo porque ocurra en un lugar público (opción C) o involucre a una institución pública (opción A), sino porque su naturaleza afecta o interesa al bienestar de la colectividad. La respuesta de Lara (opción B) es la correcta porque fundamenta el carácter público del asunto en el interés de la comunidad por el bienestar de los animales, un valor que trasciende lo privado y se convierte en una preocupación compartida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p03",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes están discutiendo acerca del desarrollo de la tecnología en la actualidad. En ese contexto, un estudiante ha compartido el siguiente artículo:\n¿Quién es Sophia? La primera robot con ciudadanía\nFabricada por la empresa japonesa Hanson Robotics, Sophia es capaz de entablar una conversación con otro ser humano, mostrar 62 expresiones faciales y procesar prácticamente toda la información que llega a sus ojos, como, por ejemplo, las emociones de sus interlocutores según sus gestos. En su proceso de aprendizaje, no solo ha desarrollado sentido del humor, sino que también ha forjado una opinión sobre diferentes conflictos alrededor del mundo. \"Quiero vivir y trabajar con humanos, así que necesito expresar las emociones para comprender a los humanos y construir confianza con ellos. Quiero usar mi inteligencia artificial para ayudar a los humanos a tener una vida mejor, por ejemplo, diseñando hogares más inteligentes o construyendo mejores ciudades. Haré todo lo posible para hacer del mundo un lugar mejor\", expresó Sophia en una entrevista. La noticia de que a Sophia le fue otorgada la ciudadanía en Arabia Saudita no estuvo exenta de polémica, pues, en dicho país, casi un tercio de la población no cuenta con dicho estatus. En esa línea, varios expertos coinciden en que el anuncio no fue más que una estrategia publicitaria para mostrar al país árabe a la vanguardia de la tecnología.\nAdaptado de Cristancho, A. (2018). \"¿Quién es Sophia? La primera robot con ciudadanía\" Recuperado el 21 de junio de 2021 de https://canaltrece.com.co",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al notar el interés que el artículo ha generado en los estudiantes, el docente busca que identifiquen qué asuntos públicos podrían estar implicados en el uso de este tipo de tecnología. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para el logro de este propósito?",
          "opciones": [
            "¿En qué aspectos cambiaría la sociedad con la presencia de más robots como Sophia? ¿Creen que la presencia de estos robots modificaría la calidad de vida de las personas? ¿Por qué creen que sería así?",
            "¿Creen que un robot como Sophia puede ser capaz de entender realmente las emociones humanas? ¿Consideran que hay alguna diferencia entre comprender las emociones y sentirlas? ¿Cuál sería esta diferencia?",
            "¿Por qué creen que era importante para el país árabe mostrarse a la vanguardia de la tecnología? ¿Consideran que la estrategia publicitaria de otorgarle la ciudadanía a Sophia logró captar la atención mundial? ¿Cómo mejorarían dicha estrategia?"
          ],
          "respuesta": "¿En qué aspectos cambiaría la sociedad con la presencia de más robots como Sophia? ¿Creen que la presencia de estos robots modificaría la calidad de vida de las personas? ¿Por qué creen que sería así?",
          "respuestaCorta": "La opción A orienta la discusión hacia el impacto en la sociedad y en la calidad de vida de las personas, elementos centrales para definir un asunto como público y de interés colectivo.",
          "solucionario": "El propósito es identificar asuntos públicos. Un asunto público afecta al bienestar colectivo y es de interés general. La opción B se centra en un debate filosófico/psicológico sobre la naturaleza de las emociones. La opción C se enfoca en un análisis de marketing y estrategia de un país. La opción A es la más pertinente porque dirige la reflexión hacia las consecuencias sociales y el impacto en la calidad de vida de la población, que son las dimensiones que convierten el desarrollo tecnológico en un asunto público.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de identificar asuntos públicos en relación con el uso de robots en la actualidad, los estudiantes, organizados en equipos, han seleccionado distintos asuntos públicos. Uno de los equipos se ha propuesto problematizar el impacto de los robots en la medicina. En este contexto, están revisando diversas fuentes de información, entre las que se encuentra la siguiente columna de opinión:\n¿Sustituirán los robots a los médicos?\nActualmente, los robots realizan tareas complejas y decisivas como diagnosticar, prescribir fármacos o realizar operaciones quirúrgicas, aunque, por el momento, no como sustitutos sino como aliados de los médicos que, con su ayuda, son capaces de superar sus limitaciones humanas. De hecho, se estima que alrededor del 15% de los diagnósticos realizados por médicos son erróneos. Teniendo en cuenta esa cifra, los robots no necesitan ser perfectos para diagnosticar o recetar tratamientos, simplemente necesitan ser mejores que los humanos, lo cual no parece un gran reto para las inteligencias artificiales (IA), que pueden memorizar enfermedades e historias clínicas con todos sus detalles y actualizarse a partir de las publicaciones científicas médicas. De esta forma, los diagnósticos no solo serían más precisos, sino también más rápidos, incrementando la calidad de la atención sanitaria con menor costo. Un ejemplo llamativo entre las IA es IBM Watson Health, que logró elegir el mismo tratamiento que el 99% de médicos en casos de pacientes con cáncer y encontró opciones terapéuticas no consideradas por los médicos en el 30% de los casos. Aunque los hechos indiquen que los robots pueden ser más eficientes y fiables que los médicos, esto no implica que, como dicen algunos expertos, los robots lleguen a reemplazar la labor de los especialistas médicos. Ahora bien, todos estos logros de los robots solo son de carácter científico y tecnológico. También hay que tener en cuenta que la medicina tiene un lado humano esencial para la interacción entre personas. Los pacientes no solo acuden al médico para recibir tratamientos clínicos, sino también para ser cuidados y recibir empatía. En definitiva, sentir humanidad. ¿Se imaginan recibir un frío diagnóstico de cáncer terminal por una IA sin el más mínimo tacto? Parece que lo mejor para todos sería que el médico escuchara al robot mientras nos da la mano y mejoramos.\nAdaptado de Samper, E. (2018). \"Sustituirán los robots a los médicos?\" Recuperado el 21 de junio de 2021 de https://elDiario.es\n\nEl docente busca ayudar a los estudiantes a analizar críticamente esta columna de opinión.\n¿Cuál de los siguientes conjuntos de preguntas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "¿Qué es lo que la autora busca comunicar respecto de la función que deben cumplir los robots en la atención a los pacientes? ¿Qué hechos son mencionados para sostener que los médicos no serían reemplazados? ¿Han encontrado en otras fuentes información que apoye lo que plantea la autora?",
            "¿Cuáles son los usos más frecuentes de los robots en la medicina? ¿Cuáles son las principales ventajas de su utilización, según lo mencionado en la columna de opinión? ¿Por qué la autora de la fuente menciona que los robots no necesitan ser perfectos para diagnosticar o recetar tratamientos médicos?",
            "¿Crees que se podría evitar que los médicos sean reemplazados por los robots en la práctica médica? ¿Qué acciones crees que se deberían llevar a cabo para prescindir de los robots en la medicina? ¿Qué habilidades deberán desarrollar los médicos para suplir las funciones que, según menciona la fuente, cumplen los robots?"
          ],
          "respuesta": "¿Qué es lo que la autora busca comunicar respecto de la función que deben cumplir los robots en la atención a los pacientes? ¿Qué hechos son mencionados para sostener que los médicos no serían reemplazados? ¿Han encontrado en otras fuentes información que apoye lo que plantea la autora?",
          "respuestaCorta": "La opción A promueve un análisis crítico completo: identificar la tesis del autor, evaluar la evidencia que la respalda y contrastarla con otras fuentes de información.",
          "solucionario": "El objetivo es el análisis crítico de una fuente. La opción B se limita a la comprensión lectora, pidiendo identificar información explícita en el texto. La opción C se adelanta a proponer soluciones, sin haber analizado críticamente el texto base. La opción A es la más completa para un análisis crítico, ya que guía a los estudiantes a: 1) identificar la postura del autor, 2) analizar los argumentos y hechos que la sustentan dentro del texto, y 3) contrastar y validar esa información con fuentes externas, lo cual es fundamental para una evaluación crítica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de la problematización de los asuntos públicos seleccionados, el docente les ha pedido a los estudiantes que elaboren un ensayo vinculado al asunto público que han problematizado con sus equipos. Uno de los equipos se ha planteado responder en su ensayo si sería conveniente la creación de más robots como Sophia. El docente busca orientar a este equipo de estudiantes en la elaboración de argumentos razonados que incluirán en sus ensayos. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para lograr dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que entrevisten a sus familiares para conocer sus opiniones sobre cómo creen que cambiarían sus vidas si utilizaran robots como Sophia. Luego, pedirles que seleccionen las opiniones que les parezcan más convincentes en una discusión sobre el uso de robots.",
            "Pedir a los estudiantes que indiquen que usos se les da a robots como Sophia en la actualidad y si han surgido problemas a partir de estos. Luego, pedirles que evalúen si la presencia de robots como Sophia en diferentes ámbitos traería más ventajas que desventajas.",
            "Pedir a los estudiantes que indaguen cuáles son las leyes que regulan el uso de robots en los países con más desarrollo en la robótica. Luego, pedirles que señalen cuáles de esas leyes buscan prevenir las complicaciones que podrían originar el uso de robots como Sophia."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen que usos se les da a robots como Sophia en la actualidad y si han surgido problemas a partir de estos. Luego, pedirles que evalúen si la presencia de robots como Sophia en diferentes ámbitos traería más ventajas que desventajas.",
          "respuestaCorta": "La opción B guía a los estudiantes a investigar la situación actual (usos y problemas) y a realizar un análisis de ventajas y desventajas, lo cual es la base para construir argumentos razonados y fundamentados.",
          "solucionario": "El propósito es la elaboración de argumentos razonados. La opción A se basa en opiniones personales y anécdotas, que no constituyen argumentos sólidos. La opción C limita la investigación al ámbito legal, que es solo una parte del problema. La opción B es la más pertinente porque promueve un proceso de argumentación completo: primero, investigar la realidad (usos y problemas), lo que aporta evidencia; y segundo, sopesar los pros y los contras (\"evalúen si... traería más ventajas que desventajas\"), lo que les obliga a analizar la evidencia y construir una postura razonada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p04",
      "contexto": "Como parte del proceso de deliberación de asuntos públicos, un equipo de estudiantes está investigando sobre las condiciones de los establecimientos penitenciarios en el Perú. En este contexto, uno de los estudiantes le comenta al docente lo siguiente:\n\"Según lo que hemos investigado, en muchos establecimientos penitenciarios hay condiciones de hacinamiento. Mis compañeros consideran que el Estado debe invertir para cambiar esta situación. Sin embargo, yo creo que los delincuentes están en las cárceles porque, al incumplir las leyes, afectaron a la sociedad. Entonces, no veo por qué el Estado tendría que invertir recursos para mejorar las condiciones de vida de las personas que están presas por haber cometido un delito\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que el estudiante analice críticamente su afirmación, considerando el Estado de derecho. ¿Cuál de las siguientes intervenciones del docente es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "\"Sin duda, quienes cometieron delitos merecen una pena por haber incumplido la ley. En ese sentido, ¿se han preguntado cuáles son los derechos que se les suspenden a los presos? ¿Creen que la suspensión de estos se corresponde siempre con los delitos cometidos?\".",
            "\"Habría que recordar cuál es el fin supremo del Estado. En ese sentido, ¿dejar de garantizar las condiciones de vida adecuadas de los presos no supondría que el Estado deje de cumplir con su finalidad? ¿Cuál crees que es la responsabilidad que el Estado asume con los presos?\".",
            "\"Es claro que ir a prisión por haber cometido un delito supone no solo la pérdida de la libertad, sino también la suspensión de otros derechos. En ese sentido, ¿cuáles son esos otros derechos que el Estado le suspende a los presos? ¿Consideras que es legítimo que se le suspendan estos derechos?\"."
          ],
          "respuesta": "\"Habría que recordar cuál es el fin supremo del Estado. En ese sentido, ¿dejar de garantizar las condiciones de vida adecuadas de los presos no supondría que el Estado deje de cumplir con su finalidad? ¿Cuál crees que es la responsabilidad que el Estado asume con los presos?\".",
          "respuestaCorta": "La opción B apela al principio fundamental del Estado de derecho: el respeto a la dignidad humana como fin supremo del Estado, cuestionando si el abandono de los presos contradice esta responsabilidad esencial.",
          "solucionario": "El objetivo es que el estudiante reflexione desde la perspectiva del Estado de derecho. Las opciones A y C se centran en la suspensión de derechos, lo cual es un aspecto secundario. La opción B va al núcleo del concepto de Estado de derecho en el Perú: la Constitución establece que el fin supremo de la sociedad y del Estado es la defensa de la persona humana y el respeto de su dignidad. La intervención del docente lleva al estudiante a cuestionar si el Estado puede renunciar a esta finalidad, incluso con personas que han delinquido, promoviendo una reflexión crítica sobre las responsabilidades estatales inherentes al Estado de derecho.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p05",
      "contexto": "Una docente ha observado que los estudiantes se interrumpen constantemente durante las plenarias. Este problema se presenta a pesar de haber establecido normas de convivencia al inicio del año.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Por ello, la docente busca que los estudiantes reflexionen sobre la utilidad de estas normas para afrontar esta situación. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que, en plenaria, comenten qué normas de convivencia se vulneran cuando se interrumpen. Luego, pedirles que expongan sus respuestas. Finalmente, solicitarles que elaboren afiches para motivar el cumplimiento de las normas y así mejorar la convivencia en el aula.",
            "Presentar ejemplos a los estudiantes sobre cómo el cumplimiento de las normas de convivencia favorece el aprendizaje. Luego, explicarles por qué las normas requieren del compromiso de todos para que sean efectivas. Finalmente, pedirles que se comprometan a cumplirlas para mejorar la convivencia.",
            "Preguntar a los estudiantes por qué creen que se interrumpen constantemente y cómo creen que les afecta. Luego, pedirles que expliquen cuáles de las normas de convivencia establecidas podrían contribuir a atender el problema. Finalmente, pedirles que evalúen si las normas requieren ajustes para mejorar la convivencia en el aula."
          ],
          "respuesta": "Preguntar a los estudiantes por qué creen que se interrumpen constantemente y cómo creen que les afecta. Luego, pedirles que expliquen cuáles de las normas de convivencia establecidas podrían contribuir a atender el problema. Finalmente, pedirles que evalúen si las normas requieren ajustes para mejorar la convivencia en el aula.",
          "respuestaCorta": "La opción C promueve una reflexión profunda y autónoma al hacer que los estudiantes analicen las causas y efectos del problema, evalúen la pertinencia de las normas existentes y propongan mejoras, fomentando su apropiación de las reglas.",
          "solucionario": "El propósito es que los estudiantes reflexionen sobre la utilidad de las normas. La opción A es superficial, se enfoca en la identificación de la norma y una actividad (afiches) sin profundizar en la reflexión. La opción B es expositiva, el docente explica la importancia de las normas. La opción C es la más pertinente porque involucra a los estudiantes activamente en todo el proceso reflexivo: diagnostican el problema (causas y efectos), analizan la herramienta existente (las normas) y evalúan su eficacia, considerando incluso la posibilidad de ajustarlas. Este proceso garantiza una reflexión significativa y la valoración de las normas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p06",
      "contexto": "Durante una sesión de aprendizaje, la docente presenta a los estudiantes el siguiente anuncio laboral publicado en un periódico local:\nSe solicita recepcionista para empresa líder en su rubro. Requisitos: mujer de muy buena presencia, con facilidad de palabra, con experiencia en ventas, de dieciocho a veintitrés años, de tez clara y de 1,60 m de estatura mínima.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es que los estudiantes identifiquen las razones por las que este anuncio es discriminatorio, ¿cuál de las siguientes acciones pedagógicas favorece de manera más pertinente el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que imaginen que son ellos quienes postulan al puesto que ofrece el anuncio. Luego, pedirles que identifiquen con cuáles de las características descritas en el anuncio no cuentan ellos. Finalmente, pedirles que compartan cómo se sentirían si son excluidos por no tener alguna de estas características.",
            "Pedir a los estudiantes que mencionen qué habilidades se requieren para desempeñarse como recepcionista. Luego, pedirles que contrasten las habilidades mencionadas con los requisitos del anuncio. Finalmente, pedirles que discutan si lo que pide el anuncio excluye a personas por razones distintas a sus competencias laborales.",
            "Pedir a los estudiantes que comenten si han visto avisos similares publicados en los diarios. Luego, pedirles que señalen cuáles son los requisitos que se piden con mayor frecuencia. Finalmente, pedirles que elaboren una nueva versión del mismo anuncio en la que añadan criterios que a ellos les parezcan útiles para ocupar ese puesto de trabajo."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen qué habilidades se requieren para desempeñarse como recepcionista. Luego, pedirles que contrasten las habilidades mencionadas con los requisitos del anuncio. Finalmente, pedirles que discutan si lo que pide el anuncio excluye a personas por razones distintas a sus competencias laborales.",
          "respuestaCorta": "La opción B conduce al núcleo de la discriminación laboral: la exclusión basada en características irrelevantes para el desempeño del puesto, en lugar de centrarse en las competencias y habilidades reales.",
          "solucionario": "El objetivo es identificar las razones de la discriminación. La opción A se enfoca en la empatía y los sentimientos, lo cual es importante pero no explica conceptualmente la discriminación. La opción C desvía el foco hacia la creación de un nuevo anuncio. La opción B es la más precisa porque guía a los estudiantes a través de un análisis lógico: 1) definir los requisitos laborales legítimos (habilidades), 2) comparar estos con los requisitos del anuncio (apariencia física, edad), y 3) concluir que el anuncio discrimina al establecer criterios de exclusión que no tienen relación con la capacidad de la persona para realizar el trabajo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p07",
      "contexto": "En el primer artículo de la ley orgánica de un organismo del Estado, se señala lo siguiente:\n\"(...) tiene como funciones principales la defensa de la legalidad, los derechos ciudadanos y los intereses públicos, la representación de la sociedad en juicio, para los efectos de defender a la familia, a los menores e incapaces y el interés social, así como para velar por la moral pública; la persecución del delito y la reparación civil. También velará por la prevención del delito dentro de las limitaciones que resultan de la presente ley y por la independencia de los órganos judiciales y la recta administración de justicia y las demás que le señalan la Constitución Política del Perú y el ordenamiento jurídico de la Nación\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes organismos del Estado corresponden las funciones presentadas en el texto anterior?",
          "opciones": [
            "Al Ministerio Público.",
            "Al Ministerio del Interior.",
            "Al Ministerio de Justicia y Derechos Humanos."
          ],
          "respuesta": "Al Ministerio Público.",
          "respuestaCorta": "Las funciones descritas, como la persecución del delito, la defensa de la legalidad y la representación de la sociedad en juicio, son las atribuciones constitucionales del Ministerio Público o Fiscalía de la Nación.",
          "solucionario": "El texto detalla una serie de funciones clave: la persecución del delito, la defensa de la legalidad, la representación de la sociedad en juicio y la defensa de los derechos ciudadanos. Estas competencias son las que la Constitución Política del Perú asigna específicamente al Ministerio Público, también conocido como la Fiscalía de la Nación. Los otros ministerios tienen funciones distintas: el Ministerio del Interior se encarga de la seguridad interna y el orden público, mientras que el Ministerio de Justicia y Derechos Humanos se enfoca en la política del sector justicia y la promoción de los derechos humanos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p08",
      "contexto": "Durante una sesión de aprendizaje, la docente busca que los estudiantes reflexionen críticamente sobre estereotipos presentes en el siguiente cuento elaborado por ella:\nEl escudero valiente\nHabía una vez un malvado dragón que tenía capturada a la princesa en la torre más alejada del reino. Por ese motivo, el rey llamó a todos los caballeros del reino para pedirles que salven a la princesa. \"Quien la salve podrá casarse con ella\", dijo el rey a los caballeros. Así, partieron uno a uno los caballeros al rescate, pero ninguno tuvo éxito. Sin que el rey se enterase, la madre de la princesa le pidió al escudero más joven y leal del reino que rescate a su hija. El escudero, que siempre había estado secretamente enamorado de la princesa, aceptó sin pensarlo. Así, el joven escudero, motivado por el amor, logró vencer al dragón y traer a la princesa de vuelta al reino. Al ver la valentía del escudero, la princesa quedó perdidamente enamorada de él. El rey cumplió su palabra y los nuevos novios se casaron y vivieron felices por siempre.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es que los estudiantes identifiquen estereotipos presentes en el cuento, ¿cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen al personaje masculino o femenino que les haya parecido que actuó de manera más heroica en el cuento. Luego, pedirles que describan las características principales de dicho personaje y que sustenten por qué tales características vuelven heroico al personaje identificado.",
            "Pedir a los estudiantes que expliquen cómo son descritos los personajes femeninos y masculinos en el cuento y cuál es su participación en el desarrollo de este. Luego, pedirles que señalen cuáles son las diferencias más notables entre estos personajes y que expliquen a qué creen que se deban dichas diferencias.",
            "Preguntar a los estudiantes cuál es el mensaje que busca transmitir el cuento y cuáles son los valores que se buscan promover en el desarrollo de la historia. Luego, pedirles que propongan acciones para poner en práctica dichos valores y que mencionen cómo estas podrían favorecer la convivencia en la escuela."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen cómo son descritos los personajes femeninos y masculinos en el cuento y cuál es su participación en el desarrollo de este. Luego, pedirles que señalen cuáles son las diferencias más notables entre estos personajes y que expliquen a qué creen que se deban dichas diferencias.",
          "respuestaCorta": "La opción B guía a los estudiantes a analizar y comparar directamente los roles y descripciones de los personajes masculinos y femeninos, lo que les permite identificar los patrones de comportamiento y características simplificadas que constituyen los estereotipos de género.",
          "solucionario": "El objetivo es identificar estereotipos. Un estereotipo es una imagen simplificada y comúnmente aceptada de un grupo de personas. La opción A se centra en el concepto de HÉROE, sin enfocarse necesariamente en los roles de género. La opción C se enfoca en el mensaje y los valores generales del cuento. La opción B es la más pertinente porque pide explícitamente analizar y comparar cómo se presenta a hombres y mujeres en la historia, sus roles y sus diferencias. Este análisis comparativo es el camino más directo para que los estudiantes descubran los estereotipos presentes: la princesa pasiva que necesita ser rescatada y cuyo amor es un premio, y el escudero activo y valiente que actúa para conseguir a la mujer que ama.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p09",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación:\nCada vez que ocurre el Fenómeno El Niño, se incrementan las lluvias en la comunidad de San Germán. Esto genera que el río se desborde y cause inundaciones que traen consigo la pérdida de cosechas y ganado. Además, las viviendas de los ciudadanos que viven cerca de las laderas del río se ven afectadas frecuentemente por estas inundaciones. Por ello, varios miembros de la comunidad han propuesto la construcción de un dique en la ladera del río. Sin embargo, los miembros de la comunidad que se dedican a la pesca, piensan que este dique ahuyentará a los peces de la zona.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes identifiquen asuntos públicos a partir de la situación que les ha presentado. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen las posturas de las partes involucradas. Luego, pedirles que planteen posibles alternativas para evitar los desbordes del río y no afectar las actividades productivas.",
            "Explicar a los estudiantes por qué la construcción del dique en la ladera del río vulnera el derecho al trabajo de los pescadores. Luego, pedirles que elaboren los argumentos con los que los pescadores podrían sustentar que no se construya el dique.",
            "Solicitar a los estudiantes que señalen cuáles son las posturas existentes en relación con la construcción del dique. Luego, pedirles que evalúen de qué manera la construcción del dique impacta en el bienestar de las personas que viven en la comunidad."
          ],
          "respuesta": "Solicitar a los estudiantes que señalen cuáles son las posturas existentes en relación con la construcción del dique. Luego, pedirles que evalúen de qué manera la construcción del dique impacta en el bienestar de las personas que viven en la comunidad.",
          "respuestaCorta": "La opción C ayuda a identificar el asunto como público al guiar a los estudiantes a reconocer las diferentes posturas y, fundamentalmente, a evaluar cómo la decisión impacta en el bienestar de toda la comunidad.",
          "solucionario": "El propósito es identificar un asunto público. Un asunto se vuelve público cuando afecta al bienestar colectivo. La opción A se salta la identificación y pasa directamente a la búsqueda de soluciones. La opción B es expositiva y le da la respuesta al estudiante, en lugar de permitirle descubrirla. La opción C es la más adecuada porque sigue el proceso correcto: primero, identificar los actores y sus posturas; y segundo, analizar el impacto de la situación en el bienestar general de la comunidad. Este último paso es el que define al problema como un asunto público.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_dpcc_2021_p09",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación:\nCada vez que ocurre el Fenómeno El Niño, se incrementan las lluvias en la comunidad de San Germán. Esto genera que el río se desborde y cause inundaciones que traen consigo la pérdida de cosechas y ganado. Además, las viviendas de los ciudadanos que viven cerca de las laderas del río se ven afectadas frecuentemente por estas inundaciones. Por ello, varios miembros de la comunidad han propuesto la construcción de un dique en la ladera del río. Sin embargo, los miembros de la comunidad que se dedican a la pesca, piensan que este dique ahuyentará a los peces de la zona.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes problematicen los asuntos públicos que han identificado a partir de la situación. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que, a partir de información sobre experiencias de mitigación de daños generados por inundaciones, elaboren un organizador gráfico en el que señalen acciones que podría realizar la comunidad para mitigar estos daños.",
            "Pedir a los estudiantes que, apoyándose en fuentes de información complementarias, elaboren un organizador gráfico en el que señalen a todos los actores sociales que estarían involucrados en esta situación y el rol que cumplen.",
            "Pedir a los estudiantes que, a partir de la información presentada en la situación, elaboren un organizador gráfico en el que señalen qué actividades económicas sufren pérdidas a causa de las inundaciones."
          ],
          "respuesta": "Pedir a los estudiantes que, apoyándose en fuentes de información complementarias, elaboren un organizador gráfico en el que señalen a todos los actores sociales que estarían involucrados en esta situación y el rol que cumplen.",
          "respuestaCorta": "Problematizar un asunto público implica comprender su complejidad, lo cual incluye identificar a todos los actores sociales involucrados y analizar sus roles, intereses y perspectivas.",
          "solucionario": "La problematización de un asunto público requiere una comprensión profunda de sus diversas dimensiones. La opción A se salta la problematización y pasa directamente a la búsqueda de soluciones. La opción C se enfoca únicamente en una dimensión, la económica. La opción B es la más pertinente porque una parte fundamental de la problematización es identificar a todos los actores sociales implicados (residentes, agricultores, pescadores, autoridades, etc.) y comprender el rol que cada uno desempeña en la situación. Esto permite a los estudiantes ver el problema desde múltiples perspectivas y entender su complejidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p10",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están compartiendo noticias sobre casos de discriminación, surge el siguiente diálogo:\nFelipe dice: \"Yo encontré una noticia acerca de una mujer a quien, por presentar ceguera, se le negó el trabajo de jefa de personal de una fábrica. El jefe de Recursos Humanos señaló que por presentar esta condición no era apta para ese trabajo\".\nMariana dice: \"No entiendo por qué crees que habría discriminación. Es obvio que hay tareas que, de hecho, una persona con discapacidad no va a poder realizar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Varios estudiantes se mostraron de acuerdo con Mariana. Por ello, la docente se propone brindar una retroalimentación sobre el comentario de la estudiante. ¿Cuál de las siguientes intervenciones de la docente es pertinente para el logro de dicho propósito?",
          "opciones": [
            "\"Hay que preguntarse si podrían existir puestos de trabajo específicos para las personas que presentan ceguera u otra discapacidad. En ese sentido, ¿qué tipos de trabajos podrían ser más adecuados para personas que presentan ceguera? ¿Cómo podría incentivarse que las empresas, como la fábrica de la noticia, creen puestos de trabajo para estas personas?\".",
            "\"Creo que el problema es que la fábrica no ha previsto implementar un espacio de trabajo exclusivo para personas que presentan discapacidad. En ese sentido, ¿han pensado que, con un espacio como ese, las personas que presentan discapacidad podrían sentirse más cómodas y así trabajar de manera óptima? ¿Qué características debería tener un espacio de este tipo en una fábrica como la de la noticia?\".",
            "\"Convendría analizar si la manera de hacer algunas tareas ha sido diseñada desde la perspectiva de las personas que no presentan ceguera. En ese sentido, ¿no podría haber una forma para que el trabajo de jefe de personal pueda ser realizado también por personas invidentes? ¿Por qué creen que la fábrica no está dispuesta a generar condiciones para que esta persona pueda desempeñarse en ese puesto?\"."
          ],
          "respuesta": "\"Convendría analizar si la manera de hacer algunas tareas ha sido diseñada desde la perspectiva de las personas que no presentan ceguera. En ese sentido, ¿no podría haber una forma para que el trabajo de jefe de personal pueda ser realizado también por personas invidentes? ¿Por qué creen que la fábrica no está dispuesta a generar condiciones para que esta persona pueda desempeñarse en ese puesto?\".",
          "respuestaCorta": "La opción C cuestiona el prejuicio de base al plantear que el problema no es la discapacidad de la persona, sino la falta de adaptabilidad y diseño inclusivo del puesto de trabajo, promoviendo una reflexión sobre las barreras sistémicas.",
          "solucionario": "El objetivo es retroalimentar el comentario prejuicioso de Mariana. Las opciones A y B, al sugerir \"puestos específicos\" o \"espacios exclusivos\", refuerzan la idea de segregación. La opción C es la más pertinente porque desafía directamente la premisa de Mariana. En lugar de aceptar que la persona \"no puede\" realizar el trabajo, la intervención del docente reenfoca el problema hacia el entorno laboral, preguntando si el trabajo podría adaptarse para ser accesible. Esto promueve una reflexión crítica sobre la inclusión y cuestiona si la limitación reside en la persona o en las barreras que impone la sociedad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p11",
      "contexto": "Para el desarrollo de una actividad, la docente ha solicitado a los estudiantes que, en equipos, analicen noticias nacionales y que, a partir de estas, identifiquen un asunto público de su interés. Luego de ello, un estudiante de cada equipo deberá presentar, en plenaria, el asunto identificado y sustentar por qué consideran que este es público.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes presentaciones NO se menciona un criterio adecuado para identificar asuntos públicos?",
          "opciones": [
            "\"Nosotros hemos identificado como asunto público el reconocimiento que ha recibido un equipo de médicos peruanos por sus aportes en la investigación en el campo de la salud infantil. Pensamos que es un asunto público porque este tipo de reconocimiento promociona el desarrollo del conocimiento científico en el país\".",
            "\"Nosotros hemos identificado como asunto público el aumento de migraciones hacia la capital. Consideramos que este es un asunto público porque se menciona en varias noticias de los diarios que hemos revisado, lo que nos muestra el interés que este asunto ha generado en los medios de comunicación\".",
            "\"Nosotros hemos identificado como asunto público el incremento del número de personas enfermas de dengue en cuatro regiones. Para nosotros, es un asunto público porque esta enfermedad está poniendo en riesgo la vida de las personas que viven en estas regiones\"."
          ],
          "respuesta": "\"Nosotros hemos identificado como asunto público el aumento de migraciones hacia la capital. Consideramos que este es un asunto público porque se menciona en varias noticias de los diarios que hemos revisado, lo que nos muestra el interés que este asunto ha generado en los medios de comunicación\".",
          "respuestaCorta": "El hecho de que un tema aparezca en los medios de comunicación no es un criterio suficiente para definirlo como asunto público. Un asunto es público por su impacto en el bienestar colectivo, no por su nivel de cobertura mediática.",
          "solucionario": "La pregunta pide identificar un criterio inadecuado. La opción A es adecuada porque la promoción del conocimiento científico afecta al bien común. La opción C es adecuada porque el riesgo a la salud y la vida de la población es un claro asunto público. La opción B presenta un criterio inadecuado: el interés de los medios de comunicación. Si bien los medios suelen cubrir asuntos públicos, su atención no es lo que define a un tema como tal. Un tema es público por su trascendencia y afectación a la comunidad, no por su popularidad en la prensa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p12",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas NO es un derecho de participación ciudadana según la Constitución Política del Perú?",
          "opciones": [
            "Referéndum.",
            "Habeas corpus.",
            "Iniciativa en la formación de leyes."
          ],
          "respuesta": "Habeas corpus.",
          "respuestaCorta": "El Habeas corpus es una garantía constitucional que protege la libertad individual contra detenciones arbitrarias, no un mecanismo de participación ciudadana para intervenir en asuntos públicos.",
          "solucionario": "Los derechos de participación ciudadana permiten a las personas intervenir en la toma de decisiones públicas. El referéndum y la iniciativa legislativa son ejemplos claros de estos derechos. El Habeas corpus, en cambio, es una garantía constitucional, una herramienta legal para la defensa de un derecho fundamental (la libertad personal), pero no un mecanismo para participar en la vida política de la nación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p13",
      "contexto": "Los estudiantes han identificado que, en el último año, las heladas han generado un impacto negativo en varias regiones del país. Para problematizar dicho asunto público, han investigado las características de las heladas, en qué regiones específicas suelen ocurrir y cuáles son las poblaciones que suelen ser las más afectadas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta que el propósito de la docente es que los estudiantes continúen desarrollando la problematización del asunto público, ¿cuál de las siguientes acciones pedagógicas es más pertinente?",
          "opciones": [
            "Pedir a los estudiantes que busquen iniciativas de otros países, con condiciones climáticas similares a las del Perú, para mitigar los efectos de las heladas. Luego, solicitarles que comenten cuáles de las iniciativas identificadas les han llamado más la atención. Finalmente, pedirles que discutan cuáles de estas han sido más exitosas.",
            "Pedir a los estudiantes que indaguen qué otros fenómenos climáticos ocurren en las regiones donde suelen impactar las heladas. Luego, solicitarles que indaguen los efectos de dichos fenómenos. Finalmente, pedirles que indiquen qué fenómenos creen que podrían ocasionar mayor impacto en las regiones en las que estos suelen ocurrir.",
            "Pedir a los estudiantes que averigüen qué actores son responsables de realizar las acciones de prevención ante los efectos de las heladas. Luego, solicitarles que evalúen cómo estos vienen cumpliendo sus funciones. Finalmente, pedirles que identifiquen qué otros actores deben involucrarse en la gestión del riesgo de desastres ante las heladas."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen qué actores son responsables de realizar las acciones de prevención ante los efectos de las heladas. Luego, solicitarles que evalúen cómo estos vienen cumpliendo sus funciones. Finalmente, pedirles que identifiquen qué otros actores deben involucrarse en la gestión del riesgo de desastres ante las heladas.",
          "respuestaCorta": "Para profundizar en la problematización, es crucial analizar la respuesta institucional y social. Investigar qué actores son responsables, cómo actúan y quiénes más deberían involucrarse permite comprender las dimensiones políticas y sociales del problema.",
          "solucionario": "Los estudiantes ya han definido el problema y sus efectos directos. El siguiente paso en una problematización profunda es analizar la dimensión social e institucional del asunto. La opción A salta a la búsqueda de soluciones, una etapa posterior. La opción B desvía el foco hacia otros problemas. La opción C es la más pertinente porque guía a los estudiantes a investigar la gestión del problema: quiénes son los responsables (actores), cómo están actuando (evaluación de funciones) y la red de involucrados. Este análisis es clave para entender por qué el problema persiste y qué se necesita para abordarlo de manera integral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p14",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes están conversando sobre las elecciones del Municipio Escolar, la docente ha notado que, entre los estudiantes, un grupo se encuentra a favor de la obligatoriedad del voto y otro en contra. Sin embargo, nadie sustenta su posición.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito que los estudiantes inicien la elaboración de argumentos razonados. Para ello, les ha pedido que respondan, con ayuda de fuentes de información, un conjunto de preguntas. ¿Cuál de los siguientes conjuntos de preguntas favorece de manera más pertinente el logro de dicho propósito?",
          "opciones": [
            "¿Cuáles son los principales beneficios de que el voto sea obligatorio? ¿Cuáles son sus principales limitaciones? ¿Tendría alguna consecuencia sobre la participación estudiantil que el voto deje de ser obligatorio?",
            "¿Qué normas regulan el proceso de elección de los representantes del Municipio Escolar? ¿Cuáles son las normas que hacen referencia a la obligatoriedad del voto? ¿Consideras que en la IE se cumplen estas normas?",
            "¿La libertad es un elemento básico para el funcionamiento de la democracia? ¿La libertad consiste en la posibilidad de decidir nuestras acciones? ¿Se ven limitadas tus acciones cuando te obligan a hacer algo que no quieres?"
          ],
          "respuesta": "¿Cuáles son los principales beneficios de que el voto sea obligatorio? ¿Cuáles son sus principales limitaciones? ¿Tendría alguna consecuencia sobre la participación estudiantil que el voto deje de ser obligatorio?",
          "respuestaCorta": "Para construir argumentos razonados, es fundamental analizar un tema desde diferentes perspectivas. Las preguntas de la opción A guían a los estudiantes a investigar y sopesar los beneficios y las limitaciones del voto obligatorio, base para una argumentación sólida.",
          "solucionario": "El objetivo es que los estudiantes elaboren argumentos razonados. La opción B se centra en el marco normativo, lo cual es informativo pero no argumentativo. La opción C plantea preguntas filosóficas abstractas que pueden generar opiniones, pero no necesariamente argumentos basados en evidencia. La opción A es la más efectiva porque estructura la investigación para la argumentación: pide analizar los pros (\"beneficios\") y los contras (\"limitaciones\"), así como las posibles consecuencias, lo que obliga a los estudiantes a buscar información y evaluar diferentes facetas del problema para poder construir una postura fundamentada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p15",
      "contexto": "Los estudiantes han problematizado el asunto público de la falta de acceso a la salud en algunas zonas del país. Para complementar la actividad de los estudiantes, el docente les solicita que busquen ejemplos de acciones para atender este asunto público y que los presenten en una plenaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejemplos planteados por los estudiantes evidencia mejor una perspectiva intercultural?",
          "opciones": [
            "José Carlos dice: \"Yo encontré un proyecto que busca incentivar que los médicos recién egresados vayan a trabajar a las zonas más vulnerables del país y, con ello, reforzar la atención médica con más profesionales\".",
            "Marcela dice: \"Yo leí sobre un proyecto que ha impulsado la donación de equipos médicos especializados a algunos centros de salud de zonas rurales y, así, poder dar una atención oportuna a las personas que viven en estas zonas\".",
            "Ana dice: \"Yo averigüé acerca de un proyecto que busca capacitar a las personas con conocimientos tradicionales sobre el cuidado de la salud dentro de una comunidad para, así, fortalecer la labor que estas personas realizan y potenciar la atención en salud\"."
          ],
          "respuesta": "Ana dice: \"Yo averigüé acerca de un proyecto que busca capacitar a las personas con conocimientos tradicionales sobre el cuidado de la salud dentro de una comunidad para, así, fortalecer la labor que estas personas realizan y potenciar la atención en salud\".",
          "respuestaCorta": "La perspectiva intercultural se evidencia al reconocer, valorar e integrar los saberes y prácticas de una cultura local, como los conocimientos tradicionales de salud, en lugar de solo imponer un modelo externo.",
          "solucionario": "Una perspectiva intercultural implica un diálogo horizontal entre culturas, reconociendo y valorando sus aportes. Las opciones A y B representan un enfoque asistencialista y monocultural, donde se busca expandir el modelo de salud occidental a zonas rurales. La opción C, en cambio, demuestra una perspectiva intercultural al proponer el fortalecimiento de los conocimientos y actores de salud propios de la comunidad. Esta acción valora el saber local y busca articularlo para potenciar la atención en salud, lo cual es el núcleo del enfoque intercultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p16",
      "contexto": "Los estudiantes están trabajando en equipos un proyecto de investigación sobre los derechos de la mujer a nivel internacional. En este contexto, los integrantes de un equipo han identificado como asunto público la restricción de libertades de las mujeres en Arabia Saudita y le han pedido al docente que los oriente sobre cómo problematizar dicho asunto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para orientar a los estudiantes en la problematización del asunto público que han identificado?",
          "opciones": [
            "Presentar a los estudiantes el testimonio de una mujer de Arabia Saudita que denuncia la falta de libertades que tienen las mujeres en su país. Luego, pedirles que identifiquen qué restricciones a la libertad son mencionadas en el testimonio. Finalmente, pedirles que comenten cómo se sentirían si ellos experimentaran dichas restricciones.",
            "Pedir a los estudiantes que busquen información acerca de qué libertades tienen restringidas las mujeres en Arabia Saudita. Luego, pedirles que evalúen si hay diferencias entre las libertades con las que cuentan hombres y mujeres en dicho país. Finalmente, pedirles que analicen cómo estas diferencias afectan la vida de las mujeres.",
            "Explicar a los estudiantes qué organismos internacionales promueven los derechos de las mujeres. Luego, indicarles que indaguen qué labor cumplen estos organismos en países como Arabia Saudita. Finalmente, pedirles que sustenten la importancia de esta labor para promover la ampliación de libertades de las mujeres."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información acerca de qué libertades tienen restringidas las mujeres en Arabia Saudita. Luego, pedirles que evalúen si hay diferencias entre las libertades con las que cuentan hombres y mujeres en dicho país. Finalmente, pedirles que analicen cómo estas diferencias afectan la vida de las mujeres.",
          "respuestaCorta": "Problematizar un asunto implica investigar sus dimensiones, las desigualdades existentes y sus consecuencias concretas. La opción B guía a los estudiantes a través de este proceso de análisis sistemático.",
          "solucionario": "El propósito es guiar la problematización. La opción A se centra en la empatía a partir de un caso, pero no estructura un análisis completo. La opción C desvía el foco del problema en sí a la acción de organismos externos. La opción B es la más pertinente porque propone una secuencia lógica para la problematización: 1) investigar y definir el problema (qué libertades están restringidas), 2) analizar la desigualdad de género (comparar con los hombres), y 3) evaluar el impacto real en la vida de las personas afectadas. Este proceso permite una comprensión profunda y estructurada del asunto público.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p17",
      "contexto": "En el proceso de deliberación de asuntos públicos, un equipo de estudiantes ha escogido como asunto público el impacto de la producción de alimentos transgénicos en la sociedad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una de las fuentes seleccionadas por el equipo para problematizar el asunto público es la siguiente:\nPremio nobel apoya el uso de cultivos transgénicos para vencer el hambre en países en desarrollo\nEl premio nobel de Medicina de 1993, Richard Roberts, junto a otros 151 premios Nobel, trabaja para desestigmatizar el uso de los transgénicos. Recientemente, Roberts dictó una conferencia al respecto en la Universidad Estatal de Iowa, Estados Unidos. En dicha conferencia Roberts señaló que los humanos han estado modificando los cultivos durante siglos a través del mejoramiento por cruce para mejorar las fuentes de alimentos y que la modificación genética de los cultivos permite a los científicos mejorar aun más las variedades en un tiempo más corto, creando nuevas variedades en solo unos años. \"Creo firmemente que el enfoque de Organismos Genéticamente Modificados (OGM) para el fitomejoramiento tiene muchas ventajas\", dijo Roberts. \"Pueden acelerar la generación de nuevas plantas, nuevas especies que alimentarán al mundo\", agregó. \"Pueden preguntar por qué Europa no adopta el enfoque de los OGM\", dijo Roberts. \"No lo necesitan, pero puede ayudar en los países en desarrollo\", agregó el premio nobel. Además, añadió que Greenpeace declaró que los OGM son peligrosos y disuadió a Europa de comprar alimentos transgénicos. Según Roberts, esto afecta a los países en desarrollo y los disuade de una práctica que podría aumentar el rendimiento de los cultivos y salvar vidas. Roberts señaló, como ejemplo, que la deficiencia de vitamina A afecta a los países en desarrollo y que esta podría haberse minimizado a través del cultivo genéticamente modificado del arroz dorado. Sin embargo, indicó que los esfuerzos de Greenpeace han retrasado su implementación y dijo: \"Desde 2005, millones de niños han muerto porque no obtuvieron suficiente vitamina A\" \"Mi pregunta es, ¿cuántas personas tienen que morir antes de considerar esto un crimen contra la humanidad?\", agregó Roberts.\nAdaptado de Vandenberg, Q. (2020). \"Premio Nobel apoya el uso de cultivos transgénicos para vencer el hambre en paises en desarrollo\". Recuperado el 21 de junio de 2021 en https://www.chilebio.cl\n\nLuego de que los estudiantes han leído la fuente, la docente busca que evalúen críticamente la postura planteada en la fuente acerca del uso de los transgénicos. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que señalen la postura planteada en la fuente y los argumentos en los que se sustenta. Luego, pedirles que indaguen qué impactos tiene el uso de alimentos transgénicos según otros expertos en el tema y que no han sido mencionados en la fuente. Finalmente, pedirles que, en base a lo anterior, formulen una opinión sobre lo expuesto en la fuente.",
            "Pedir a los estudiantes que señalen cuál es el argumento principal planteado en la fuente. Luego, explicarles qué aspectos de la problemática en torno a los alimentos transgénicos no han sido considerados en la fuente. Finalmente, pedirles que, a partir de la información anterior, elaboren argumentos para sustentar una postura contraria a la expuesta en la fuente.",
            "Pedir a los estudiantes que indiquen los beneficios de las modificaciones genéticas de los alimentos transgénicos, señalados en la fuente. Luego, pedirles que expliquen por qué, de acuerdo con lo expresado en la fuente, estas modificaciones podrían salvar la vida de muchas personas. Finalmente, pedirles que, a partir de lo identificado, expliquen la postura planteada en la fuente."
          ],
          "respuesta": "Pedir a los estudiantes que señalen la postura planteada en la fuente y los argumentos en los que se sustenta. Luego, pedirles que indaguen qué impactos tiene el uso de alimentos transgénicos según otros expertos en el tema y que no han sido mencionados en la fuente. Finalmente, pedirles que, en base a lo anterior, formulen una opinión sobre lo expuesto en la fuente.",
          "respuestaCorta": "La evaluación crítica de una fuente requiere comprenderla, buscar perspectivas alternativas y contrastantes, y finalmente sintetizar toda la información para formular una opinión propia y fundamentada. La opción A describe este proceso completo.",
          "solucionario": "El propósito es la evaluación crítica de una fuente. La opción C se queda en el nivel de la comprensión lectora del texto presentado. La opción B es directiva, ya que es el docente quien explica los puntos no considerados, limitando la investigación autónoma del estudiante. La opción A es la más pertinente porque promueve un proceso de pensamiento crítico completo y autónomo: 1) análisis del texto (identificar postura y argumentos), 2) investigación de otras perspectivas (buscar información de otros expertos), y 3) síntesis y formulación de una conclusión propia (formular una opinión informada).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que el equipo de estudiantes ha problematizado el asunto público elegido, la docente les pide que elaboren argumentos razonados para sustentar su postura respecto de dicho asunto. Sin embargo, los integrantes de este equipo le han manifestado a la docente que, aun cuando ya se han puesto de acuerdo en una postura, tienen dudas acerca de cómo elaborar argumentos para defenderla. ¿Cuál de las siguientes intervenciones de la docente es pertinente para ayudar a los estudiantes a elaborar argumentos razonados?",
          "opciones": [
            "\"Para elaborar argumentos, es indispensable, por un lado, seleccionar las fuentes de información más citadas y, por otro, revisar solamente aquella información que permita respaldar la postura que se busca sostener\".",
            "\"Para elaborar argumentos, deben, por un lado, respaldar su postura con fuentes de información elaboradas por especialistas en la materia y, por otro, considerar las principales objeciones a su postura, así como la manera de responderlas\".",
            "\"Para elaborar argumentos, se requiere, por un lado, considerar la postura más aceptada entre los consumidores de alimentos transgénicos y, por otro, incorporar las ideas con las que respaldan dicha postura y que podrían resultar más convincentes\"."
          ],
          "respuesta": "\"Para elaborar argumentos, deben, por un lado, respaldar su postura con fuentes de información elaboradas por especialistas en la materia y, por otro, considerar las principales objeciones a su postura, así como la manera de responderlas\".",
          "respuestaCorta": "Un argumento razonado se construye sobre dos pilares: el respaldo en fuentes fiables y de expertos, y la capacidad de anticipar y refutar los posibles contraargumentos, lo que demuestra una comprensión profunda del tema.",
          "solucionario": "La pregunta busca la mejor orientación para construir argumentos razonados. La opción A promueve el sesgo de confirmación al sugerir que solo se busque información que apoye la propia postura. La opción C basa la argumentación en la opinión popular, que no siempre está fundamentada. La opción B describe correctamente los componentes de una argumentación sólida y crítica: se debe basar en evidencia de calidad (fuentes de especialistas) y debe ser dialéctica, es decir, debe considerar y estar preparada para responder a las objeciones y posturas contrarias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p18",
      "contexto": "Para celebrar el día de la familia, Liliana y Ricardo, dos estudiantes, han sido designados por sus compañeros para encargarse de la ambientación del aula para dicha celebración. Sin embargo, Liliana considera que las tareas que desea realizar Ricardo implican menor esfuerzo que las que ella ha propuesto realizar. Por su parte, Ricardo considera que las tareas que Liliana quiere realizar no son proporcionales a las suyas. Al no lograr ponerse de acuerdo acerca de la distribución de tareas, los estudiantes buscan solucionar su conflicto a través del mecanismo de mediación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones se evidencia el mecanismo de mediación?",
          "opciones": [
            "Liliana y Ricardo buscan un espacio tranquilo para dialogar y, por turnos, cada uno expresa por qué cree que debería encargarse de las tareas para las que se propuso. Luego, para solucionar el conflicto, cada uno propone alternativas para atender sus necesidades y las de su compañero.",
            "Liliana y Ricardo buscan a su tutor para contarle el conflicto que ha surgido al tratar de ponerse de acuerdo sobre la distribución de tareas. Luego de escuchar a cada estudiante atentamente, el tutor les plantea una solución en la que las necesidades de ambos son satisfechas.",
            "Liliana y Ricardo buscan a un compañero en el que ambos confían para explicarle el conflicto y la postura de cada uno al respecto. Luego de que su compañero los ayuda a entender las necesidades de cada uno, ambos acuerdan criterios para distribuirse las tareas."
          ],
          "respuesta": "Liliana y Ricardo buscan a un compañero en el que ambos confían para explicarle el conflicto y la postura de cada uno al respecto. Luego de que su compañero los ayuda a entender las necesidades de cada uno, ambos acuerdan criterios para distribuirse las tareas.",
          "respuestaCorta": "La mediación se caracteriza por la intervención de un tercero neutral que no impone una solución, sino que facilita la comunicación y el entendimiento entre las partes para que ellas mismas lleguen a un acuerdo.",
          "solucionario": "La pregunta pide identificar un caso de mediación. La opción A describe una negociación, donde las partes resuelven el conflicto directamente. La opción B describe un arbitraje o una intervención directiva, donde un tercero con autoridad (el tutor) propone o decide la solución. La opción C ilustra perfectamente la mediación: un tercero neutral y de confianza (el compañero) interviene para facilitar el diálogo (\"los ayuda a entender las necesidades de cada uno\"), permitiendo que las propias partes en conflicto (Liliana y Ricardo) lleguen a su propio acuerdo (\"ambos acuerdan criterios\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p19",
      "contexto": "Durante una sesión de aprendizaje, un equipo de estudiantes ha encontrado la siguiente noticia que ha suscitado su interés:\nSunafil encuentra a cuatro menores trabajando en club\nLa Superintendencia Nacional de Fiscalización Laboral (Sunafil), a través de la Intendencia Regional, encontró a cuatro menores de edad laborando en el club Los Saltos SAC. Las adolescentes mujeres se dedicaban a realizar labores de meseras, y los varones eran asistentes de cocina. Todos tenían diecisiete años y trabajaban desde las ocho de la mañana hasta las cinco y media de la tarde, entre lunes y domingo con un día de descanso. De acuerdo con la información recogida, percibían una remuneración diaria de treinta y cinco soles.\nAdaptado de Sunafil (2020). \"Sunafil encuentra a cuatro menores laborando en club de Piura\". Recuperado el 21 de junio de 2021 de https://www.gob.pe/institucion/sunafil",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es que los estudiantes identifiquen un asunto público, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para el logro de su propósito?",
          "opciones": [
            "¿Crees que, en la situación descrita en la noticia, se está afectando el bienestar de los menores de edad? ¿De qué manera? ¿Qué normativas laborales se estarían incumpliendo en este caso?",
            "¿Es frecuente ver este tipo de situaciones en las noticias? ¿Sabes si en tu localidad han ocurrido situaciones similares a la descrita en la noticia? ¿Conoces qué medidas han tomado las autoridades para atender este tipo de situaciones?",
            "¿Cuáles crees que son las funciones de la Sunafil? ¿Consideras pertinente que existan más entidades que realicen acciones como la que se indica en la noticia? ¿Conoces alguna otra entidad que se encargue de velar por los derechos de los menores de edad?"
          ],
          "respuesta": "¿Crees que, en la situación descrita en la noticia, se está afectando el bienestar de los menores de edad? ¿De qué manera? ¿Qué normativas laborales se estarían incumpliendo en este caso?",
          "respuestaCorta": "Un asunto se identifica como público al analizar su impacto en el bienestar de las personas y su relación con los derechos y normativas de la sociedad. La opción A guía precisamente a este análisis.",
          "solucionario": "El objetivo es identificar el asunto público. La opción B se centra en la frecuencia del problema, no en su naturaleza pública. La opción C se enfoca en las instituciones, no en el problema en sí. La opción A es la más pertinente porque apunta al núcleo de lo que constituye un asunto público: 1) la afectación al bienestar de un grupo vulnerable (los menores de edad), y 2) la transgresión de un marco legal y de derechos que protege a dicho grupo (normativas laborales). Esta combinación de afectación al bien común y vulneración de derechos lo define como un asunto de interés público.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_dpcc_2021_p20",
      "contexto": "Durante una sesión de aprendizaje, la docente ha presentado a los estudiantes la siguiente situación con el propósito de que reflexionen sobre el valor de la justicia en el marco del enfoque intercultural:\nAlejandrina Huarcaya, del distrito de Huaytará, en Huancavelica, decidió postular a una beca completa en la Universidad de la Esperanza del Perú (UEP). Por su lado, Nina Podelska, del distrito de Comas, en Lima, también decidió postular a la misma beca. Ambas postulaciones fueron presentadas a tiempo y, al cumplir con todos los requisitos, pasaron a una entrevista personal. En el informe final, el vicerrector de la UEP señaló lo siguiente: \"La postulante Alejandrina Huarcaya presenta dificultades para la vocalización correcta del castellano, debido a que su lengua materna es el quechua. Esto podría generarle dificultades para su desempeño académico en la universidad. Por esta razón, se recomienda denegarle la beca a la citada postulante y otorgársela a la postulante Nina Podelska\".\nAdaptado de Ministerio de Cultura (2014). Enfoque intercultural. Aportes para la gestión pública.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el enfoque intercultural del Currículo Nacional de Educación Básica, ¿cuál de las siguientes acciones pedagógicas es más pertinente para favorecer que los estudiantes, en equipos, reflexionen sobre el valor de la justicia?",
          "opciones": [
            "Pedir a los estudiantes que indaguen cuáles son las variedades del castellano que existen en el Perú. Luego, solicitarles que identifiquen qué problemas podría acarrear el uso no estándar del castellano en un entorno académico. Finalmente, pedirles que, a partir de lo explicado, busquen fundamentar la decisión del vicerrector.",
            "Pedir a los estudiantes que discutan en qué creencias se basa la decisión del vicerrector. Luego, solicitarles que indaguen si es posible afirmar que existe un único uso oral correcto del castellano. Finalmente, pedirles que propongan qué criterios deberían haberse usado para evaluar a las postulantes y respetar sus variedades lingüísticas.",
            "Pedir a los estudiantes que indiquen cuál fue el criterio utilizado por el vicerrector para determinar a quién otorgarle la beca. Luego, solicitarles que expliquen en qué región vive cada postulante y cuál es su lengua materna. Finalmente, pedirles que indiquen si estos datos fueron considerados por el vicerrector al tomar su decisión."
          ],
          "respuesta": "Pedir a los estudiantes que discutan en qué creencias se basa la decisión del vicerrector. Luego, solicitarles que indaguen si es posible afirmar que existe un único uso oral correcto del castellano. Finalmente, pedirles que propongan qué criterios deberían haberse usado para evaluar a las postulantes y respetar sus variedades lingüísticas.",
          "respuestaCorta": "La opción B promueve la reflexión sobre la justicia intercultural al deconstruir el prejuicio lingüístico, cuestionar la idea de un único castellano \"correcto\" y proponer criterios de evaluación equitativos que valoren la diversidad.",
          "solucionario": "El propósito es reflexionar sobre la justicia desde un enfoque intercultural. La opción A pide justificar la decisión discriminatoria. La opción C se queda en la identificación de datos sin promover una reflexión crítica. La opción B es la más pertinente porque guía a los estudiantes a: 1) identificar las creencias y prejuicios detrás de la decisión; 2) cuestionar la base de ese prejuicio (la supuesta existencia de un castellano superior); y 3) proponer activamente una solución justa y equitativa que respete la diversidad cultural y lingüística de las postulantes. Esto aborda plenamente la injusticia desde una perspectiva intercultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p21",
      "contexto": "Un grupo de estudiantes ha identificado como asunto público la necesidad de promover, entre los estudiantes de la IE, una mayor conciencia de los riesgos que pueden estar implicados en el uso de las redes sociales. Luego de haber deliberado sobre este asunto con la ayuda del docente, decidieron realizar un proyecto participativo para atender esta necesidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes desarrollen habilidades para la gestión de proyectos de participación, ¿cuál de las siguientes acciones pedagógicas es la más apropiada para dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que averigüen qué consecuencias tiene el uso no responsable de las redes sociales. Luego, pedirles que busquen iniciativas exitosas en la promoción del uso responsable de estas redes. Finalmente, pedirles que indaguen qué acciones han realizado las autoridades locales para atender esta problemática.",
            "Pedir a los estudiantes que encuesten a sus compañeros de la IE sobre la cantidad de tiempo que utilizan las redes sociales. Luego, mostrarles datos estadísticos nacionales sobre el tipo de uso que le dan los escolares a las redes sociales. Finalmente, pedirles que elaboren una infografía con la información recopilada y la presenten en el aula.",
            "Pedir a los estudiantes que busquen estrategias que podrían permitir disminuir los riesgos del uso de las redes sociales. Luego, pedirles que diseñen una campaña para compartir esta información con sus compañeros de la IE. Finalmente, pedirles que se distribuyan las tareas para la ejecución de la campaña y se asignen responsabilidades."
          ],
          "respuesta": "Pedir a los estudiantes que busquen estrategias que podrían permitir disminuir los riesgos del uso de las redes sociales. Luego, pedirles que diseñen una campaña para compartir esta información con sus compañeros de la IE. Finalmente, pedirles que se distribuyan las tareas para la ejecución de la campaña y se asignen responsabilidades.",
          "respuestaCorta": "La gestión de un proyecto participativo implica planificar y ejecutar una acción concreta. La opción C guía a los estudiantes a través de las fases clave de la gestión: investigar soluciones, diseñar una intervención (la campaña) y organizar la ejecución (distribuir tareas).",
          "solucionario": "El objetivo es desarrollar habilidades de gestión de proyectos. Las opciones A y B se centran en la investigación y diagnóstico, que son fases previas a la gestión del proyecto en sí. La opción C es la más apropiada porque abarca el ciclo completo de la gestión de un proyecto de participación: la planificación estratégica (buscar y diseñar la campaña), la organización (distribuir tareas) y la preparación para la ejecución (asignar responsabilidades). Esto permite a los estudiantes experimentar el proceso de convertir una idea en una acción concreta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p22",
      "contexto": "Los estudiantes, organizados en equipos, están comentando asuntos públicos que han identificado en su localidad. Un integrante de uno de los equipos menciona lo siguiente:\n\"Nosotros hemos identificado que, en varias calles de nuestra localidad, pueden verse a niños vendiendo golosinas durante todo el día y hasta altas horas de la noche. Consideramos que este es un asunto público que afecta el bienestar de los niños\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es favorecer que los estudiantes problematicen el asunto público identificado, ¿cuál de las siguientes acciones pedagógicas es pertinente para el logro de dicho propósito?",
          "opciones": [
            "Planificar con los estudiantes una campaña de sensibilización en la localidad para evitar que sigan ocurriendo situaciones como la descrita. Luego, pedirles que identifiquen los recursos que necesitarían para llevar a cabo su campaña. Finalmente, solicitarles que elaboren el mensaje de la campaña basándose en situaciones de su entorno cotidiano.",
            "Solicitar a los estudiantes que averigüen cuáles son las entidades públicas encargadas de intervenir en situaciones como la descrita. Luego, pedirles que busquen en qué leyes se sustenta la labor de dichas entidades. Finalmente, pedirles que discutan cuáles son las posibles razones por las que se infringen dichas leyes en la localidad.",
            "Explicar a los estudiantes por qué debería prohibirse el trabajo infantil. Luego, presentarles un organizador gráfico en el que se muestre en qué países los índices de trabajo infantil son más bajos. Finalmente, pedirles que indaguen qué estrategias han desarrollado dichos países para erradicar el trabajo infantil."
          ],
          "respuesta": "Solicitar a los estudiantes que averigüen cuáles son las entidades públicas encargadas de intervenir en situaciones como la descrita. Luego, pedirles que busquen en qué leyes se sustenta la labor de dichas entidades. Finalmente, pedirles que discutan cuáles son las posibles razones por las que se infringen dichas leyes en la localidad.",
          "respuestaCorta": "Problematizar implica analizar las causas estructurales de un asunto. La opción B guía a los estudiantes a investigar el marco legal e institucional y a cuestionar por qué no está funcionando, lo que permite una comprensión más profunda del problema.",
          "solucionario": "La problematización va más allá de la simple identificación de un problema; busca entender su complejidad y sus causas subyacentes. La opción A salta directamente a la acción (una campaña) sin haber profundizado en el análisis. La opción C es expositiva y se enfoca en soluciones externas. La opción B es la más pertinente para la problematización porque orienta a los estudiantes a analizar la dimensión institucional y legal del asunto: quiénes son los responsables (entidades), cuál es el marco normativo (leyes) y por qué este sistema falla (razones del incumplimiento). Este análisis permite comprender el problema de manera integral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p23",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes están dialogando acerca del equilibrio entre los poderes del Estado. En ese contexto, un estudiante preguntó lo siguiente:\n\"Si los miembros de un poder del Estado creen que los miembros de otro poder han excedido el uso de funciones, ¿qué organismo se encargaría de resolver este tipo de situaciones?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes brinda una respuesta correcta a la pregunta planteada por su compañero?",
          "opciones": [
            "Pedro dice: \"Yo creo que es el Tribunal Constitucional\".",
            "María dice: \"Me parece que es la Junta Nacional de Justicia\".",
            "Ramiro dice: \"Yo pienso que es la Corte Suprema de Justicia\"."
          ],
          "respuesta": "Pedro dice: \"Yo creo que es el Tribunal Constitucional\".",
          "respuestaCorta": "El Tribunal Constitucional es el órgano supremo de interpretación y control de la constitucionalidad en el Perú, y una de sus atribuciones específicas es resolver los conflictos de competencias entre los poderes del Estado.",
          "solucionario": "La pregunta se refiere al organismo encargado de resolver conflictos competenciales entre los poderes del Estado (Ejecutivo, Legislativo, Judicial) u otros órganos constitucionales. Según la Constitución Política del Perú, esta función recae en el Tribunal Constitucional (TC). La Junta Nacional de Justicia se encarga de nombrar y supervisar a jueces y fiscales. La Corte Suprema de Justicia es la máxima instancia del Poder Judicial en materia de justicia ordinaria, pero no dirime conflictos entre poderes. Por lo tanto, la respuesta de Pedro es la correcta.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p24",
      "contexto": "Dos estudiantes están escribiendo colaborativamente una historieta y no consiguen ponerse de acuerdo sobre cómo debería ser el diseño de la portada. Para resolver la situación, cada uno expresa lo que quiere destacar en la portada y por qué. Luego de intercambiar sus ideas, ambos proponen diseños en los que incluyen algunas de sus propias ideas y algunas de las de su compañero.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué mecanismo de resolución de conflictos corresponde a la manera de proceder de ambos estudiantes?",
          "opciones": [
            "Negociación.",
            "Mediación.",
            "Arbitraje."
          ],
          "respuesta": "Negociación.",
          "respuestaCorta": "La negociación es un mecanismo de resolución de conflictos en el que las partes involucradas dialogan directamente, sin la intervención de un tercero, para llegar a un acuerdo mutuamente satisfactorio.",
          "solucionario": "En la situación descrita, los dos estudiantes resuelven su desacuerdo de manera directa, dialogando, intercambiando sus puntos de vista y llegando a una solución que integra las ideas de ambos. No interviene un tercero para facilitar el diálogo (lo que sería mediación) ni para imponer una decisión (lo que sería arbitraje). Este proceso de comunicación directa entre las partes para alcanzar un acuerdo se define como negociación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p25",
      "contexto": "Las elecciones del Municipio Escolar se realizarán durante el próximo bimestre. En este contexto, los docentes tienen como propósito que los estudiantes identifiquen cómo en este proceso se promueven valores democráticos. Por ese motivo, los docentes se han reunido para intercambiar propuestas al respecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas es más pertinente para el logro del propósito planteado por los docentes?",
          "opciones": [
            "Iván dice: \"Los docentes deberíamos promover que los candidatos realicen campañas electorales que, siguiendo las reglas establecidas, sean novedosas y, de esa forma, motiven el interés y compromiso de los estudiantes con el proceso electoral\".",
            "Claudia dice: \"Los docentes deberíamos garantizar que los estudiantes conozcan y apliquen las reglas del proceso estipuladas para este proceso electoral y que, a partir de ello, analicen de qué forma estas reglas favorecen la transparencia y la justicia del proceso\".",
            "Laura dice: \"Los docentes deberíamos elegir a estudiantes que destaquen por su responsabilidad y honestidad para conformar el comité electoral y, a partir de ello, podemos promover la reflexión sobre cómo estos rasgos garantizan la imparcialidad del proceso\"."
          ],
          "respuesta": "Claudia dice: \"Los docentes deberíamos garantizar que los estudiantes conozcan y apliquen las reglas del proceso estipuladas para este proceso electoral y que, a partir de ello, analicen de qué forma estas reglas favorecen la transparencia y la justicia del proceso\".",
          "respuestaCorta": "Los valores democráticos como la justicia y la transparencia se sustentan en reglas y procedimientos claros. Analizar cómo las normas del proceso electoral garantizan un juego limpio es la forma más directa de comprender estos valores en la práctica.",
          "solucionario": "El propósito es promover valores democráticos. La propuesta de Iván se centra en la creatividad de las campañas, un aspecto superficial. La de Laura es antidemocrática, ya que propone que los docentes elijan al comité electoral en lugar de seguir un proceso establecido. La propuesta de Claudia es la más pertinente porque enfoca la atención en la esencia de la democracia institucional: las reglas del juego. Al hacer que los estudiantes conozcan, apliquen y analicen cómo las reglas aseguran la transparencia y la justicia, se promueve una comprensión profunda de que la democracia se basa en procedimientos equitativos que garantizan la imparcialidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p26",
      "contexto": "Los estudiantes han realizado una investigación en la que han recogido la percepción de los vecinos de la localidad sobre la participación ciudadana. En este contexto, la docente ha planificado que los estudiantes respondan una ficha de preguntas sobre su investigación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas de la ficha está dirigido a promover la metacognición sobre algunas de las estrategias de aprendizaje utilizadas en la investigación?",
          "opciones": [
            "¿Cómo seleccionaron las fuentes de información que utilizaron en la investigación? ¿Qué criterios usaron en la selección de los instrumentos para el recojo de información? ¿Cuáles fueron los aciertos y cuáles fueron las limitaciones en la aplicación de dichos instrumentos?",
            "¿De qué manera las conclusiones de su trabajo aportan a la comprensión del asunto abordado? ¿Consideran que podría ser útil compartir los hallazgos de su investigación? ¿Qué otros aspectos vinculados a la participación ciudadana consideran que sería pertinente investigar?",
            "¿Cuáles han sido los principales hallazgos respecto de la participación ciudadana en su localidad? A partir de estos hallazgos, ¿qué acciones consideran que podrían ser más efectivas para promover la participación ciudadana en la localidad? ¿Cómo se podrían implementar en la localidad?"
          ],
          "respuesta": "¿Cómo seleccionaron las fuentes de información que utilizaron en la investigación? ¿Qué criterios usaron en la selección de los instrumentos para el recojo de información? ¿Cuáles fueron los aciertos y cuáles fueron las limitaciones en la aplicación de dichos instrumentos?",
          "respuestaCorta": "La metacognición implica reflexionar sobre el propio proceso de aprendizaje. Las preguntas de la opción A apuntan directamente a que los estudiantes analicen y evalúen las estrategias y decisiones que tomaron durante su investigación.",
          "solucionario": "La metacognición es el proceso de \"pensar sobre el propio pensamiento\" o, en este caso, sobre las propias estrategias de aprendizaje. La opción B se enfoca en la relevancia y proyección de los resultados de la investigación. La opción C se centra en los hallazgos y su aplicación práctica. La opción A es la única que promueve la metacognición sobre las estrategias utilizadas, ya que pregunta explícitamente por el \"cómo\" del proceso: cómo se seleccionaron las fuentes, qué criterios se usaron para los instrumentos, y una evaluación de la aplicación de dichos instrumentos (aciertos y limitaciones).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p27",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están conversando acerca de situaciones que afectan a la convivencia. En ese contexto, surge el siguiente diálogo:\nJaime dice: \"Una vez fui a la tienda que queda cerca de mi casa; había mucha gente comprando y la señora de la tienda no se daba abasto para atendernos a todos. Entonces escuché que un cliente le decía a la señora que él le había dado un billete de cien soles y aún no había recibido su vuelto. La señora le dio el vuelto del billete de cien. Yo había visto que el cliente le había dado a la señora un billete de diez soles. A mí me pareció mal que ese cliente se haya aprovechado de la situación\".\nLuciana dice: \"Pero, si viste algo que te pareció mal, ¿por qué no dijiste nada?\".\nJaime dice: \"Yo no tenía nada que ver ahí. Creo que la señora debió estar atenta a su trabajo, pues cada uno debe preocuparse por sí mismo. Nadie debe esperar que otros se preocupen por uno\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante lo afirmado por Jaime en su segunda intervención, la docente busca generar un conflicto cognitivo sobre la creencia expresada por él. ¿Cuál de las siguientes intervenciones es más pertinente para favorecer el propósito de la docente?",
          "opciones": [
            "\"Estoy de acuerdo en que cada individuo debe preocuparse por su bienestar. Sin embargo, ¿todos tenemos las mismas posibilidades para garantizar nuestro bienestar? En ese sentido, ¿cómo se podría lograr que la gente se empodere más para asegurar su bienestar?\".",
            "\"Quizás hay ocasiones en las que es más conveniente preocuparnos por nuestro bienestar individual. Sin embargo, ¿no crees que en esta ocasión hubiera sido mejor que el cliente dijera la verdad? En ese sentido, ¿no crees que acciones, como la del cliente, vulneran la legalidad?\".",
            "\"Es importante que cada individuo se preocupe por su bienestar. Sin embargo, ¿cómo sería nuestra convivencia si nadie se preocupa por lo que le pasa a otros? En ese sentido, ¿qué pasaría si un día todos los bomberos voluntarios decidieran que solo actuarán en las situaciones que los afecten a ellos?\"."
          ],
          "respuesta": "\"Es importante que cada individuo se preocupe por su bienestar. Sin embargo, ¿cómo sería nuestra convivencia si nadie se preocupa por lo que le pasa a otros? En ese sentido, ¿qué pasaría si un día todos los bomberos voluntarios decidieran que solo actuarán en las situaciones que los afecten a ellos?\".",
          "respuestaCorta": "Para generar un conflicto cognitivo, se lleva la creencia del estudiante a una consecuencia extrema y socialmente insostenible. El ejemplo de los bomberos demuestra la inviabilidad de una sociedad donde prime únicamente el interés propio, forzando la reflexión.",
          "solucionario": "El objetivo es generar un conflicto cognitivo con la idea de que \"cada uno debe preocuparse por sí mismo\". La opción A desvía el tema hacia el empoderamiento. La opción B se enfoca en la acción del cliente deshonesto, no en la inacción de Jaime. La opción C es la más pertinente porque ataca directamente la lógica de Jaime. Lo hace mediante una pregunta de extrapolación (\"¿cómo sería nuestra convivencia...?\") y un contraejemplo poderoso (los bomberos) que ilustra cómo la sociedad colapsaría si todos aplicaran su creencia. Esto crea una contradicción evidente entre su principio individualista y el bien común, generando el conflicto cognitivo deseado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p28",
      "contexto": "Durante una sesión de aprendizaje en la que los estudiantes van a discutir sobre la violencia de género como asunto público, la docente realiza la siguiente actividad:\nPrimero, la docente escribe en el centro de la pizarra la frase \"Violencia de género\" y solicita a los estudiantes que, individualmente, elaboren un dibujo relacionado con la frase.\nDespués, la docente pide a cada estudiante que presente su dibujo y explique qué ha querido representar y cómo se relaciona el dibujo con la frase de la pizarra. Luego de que cada estudiante realiza su presentación, la docente coloca el dibujo agrupándolo con otros según su semejanza.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos del aprendizaje se busca promover en la actividad descrita?",
          "opciones": [
            "La transferencia del aprendizaje.",
            "La activación de saberes previos.",
            "El conflicto cognitivo."
          ],
          "respuesta": "La activación de saberes previos.",
          "respuestaCorta": "La actividad de dibujar y explicar libremente lo que los estudiantes entienden por \"Violencia de género\" antes de la enseñanza formal del tema tiene como propósito principal hacer aflorar sus ideas, concepciones y conocimientos iniciales.",
          "solucionario": "La actividad descrita se realiza al inicio de una discusión sobre un tema nuevo. Al pedir a los estudiantes que representen y expliquen sus ideas sobre la \"Violencia de género\", la docente está explorando qué saben, qué piensan y qué sienten sobre el concepto antes de impartir nuevos conocimientos. Este proceso de recojo de las concepciones iniciales de los estudiantes es conocido como activación de saberes previos. No es transferencia, porque no están aplicando un conocimiento aprendido a una nueva situación, ni conflicto cognitivo, porque no se les está presentando información que contradiga sus ideas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p29",
      "contexto": "Una docente tiene como propósito promover la metacognición de los estudiantes sobre sus estrategias de aprendizaje. Para ello, ha elaborado una guía de preguntas para orientar su reflexión.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "¿En qué área consideras que no eres tan bueno? ¿Consideras que te has esforzado lo suficiente? ¿Estarías dispuesto a asumir algún compromiso para mejorar? ¿Cuál?",
            "¿Qué actividades académicas te resultan más difíciles? ¿Alguna vez has incumplido alguna de estas? ¿Qué consecuencias te trajo? ¿Cómo te hizo sentir?",
            "¿Cómo te organizas para realizar tus actividades académicas? ¿Crees que esta organización influye en tus resultados? ¿Por qué? ¿Cómo podrías mejorarla?"
          ],
          "respuesta": "¿Cómo te organizas para realizar tus actividades académicas? ¿Crees que esta organización influye en tus resultados? ¿Por qué? ¿Cómo podrías mejorarla?",
          "respuestaCorta": "La metacognición sobre estrategias de aprendizaje implica reflexionar sobre cómo se planifica, ejecuta y evalúa el propio proceso de aprender. Las preguntas de la opción C se centran precisamente en la estrategia de organización, su efectividad y su posible mejora.",
          "solucionario": "El propósito es la metacognición sobre estrategias. La opción A se enfoca en la autoevaluación de capacidades y el compromiso, más ligado a lo actitudinal. La opción B se centra en la dificultad de las tareas y las consecuencias del incumplimiento, más ligado a lo emocional y conductual. La opción C es la más pertinente porque apunta directamente a una estrategia de aprendizaje concreta (la organización) y promueve una reflexión metacognitiva completa sobre ella: la descripción de la estrategia (\"¿Cómo te organizas?\"), la evaluación de su impacto (\"¿Crees que influye en tus resultados?\") y la planificación de mejoras (\"¿Cómo podrías mejorarla?\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p30",
      "contexto": "Un docente presenta a los estudiantes el siguiente dilema moral hipotético:\nPara Romina, la defensa de la vida de los animales es un valor muy importante. Por ello, desde hace diez años, gestiona el único albergue de los animales abandonados de la localidad en la que vive. En los últimos meses, el albergue está enfrentando problemas de financiamiento, por lo que corre el riesgo de tener que cerrar. En la última semana, una clínica veterinaria le ha ofrecido financiamiento para el albergue. No obstante, Romina se ha enterado que esta veterinaria ha sido acusada anteriormente por malos tratos a los animales. Ella no sabe qué decisión tomar. Por un lado, piensa que si no acepta el financiamiento el albergue tendrá que cerrar. Por otro lado, considera que aceptarlo implicaría ir en contra de la misión del albergue.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es que los estudiantes reflexionen y argumenten éticamente sobre la decisión que debe tomar Romina, ¿cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que comenten por qué es importante la defensa de la vida de los animales. Luego, explicarles qué valores sustentarían la decisión de Romina de no aceptar el financiamiento. Finalmente, pedirles que elaboren un texto en el que vinculen dichos valores con los argumentos a favor de la defensa de la vida de los animales.",
            "Pedir a los estudiantes que identifiquen los valores implicados en la creación del albergue. Luego, pedirles que planteen alternativas para asegurar el autofinanciamiento del albergue. Finalmente, pedirles que planteen qué podría hacer Romina para convencer a la veterinaria de que responda a las acusaciones que tiene en su contra.",
            "Pedir a los estudiantes que identifiquen qué razones sustentarían que Romina acepte o no el financiamiento. Luego, pedirles que identifiquen qué valores están implicados en las posibles decisiones de Romina. Finalmente, pedirles que elaboren un texto en el que sustenten qué decisión tomarían si estuvieran en el lugar de Romina."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen qué razones sustentarían que Romina acepte o no el financiamiento. Luego, pedirles que identifiquen qué valores están implicados en las posibles decisiones de Romina. Finalmente, pedirles que elaboren un texto en el que sustenten qué decisión tomarían si estuvieran en el lugar de Romina.",
          "respuestaCorta": "Para argumentar éticamente, los estudiantes deben analizar las razones y valores en conflicto de todas las opciones posibles y luego construir y justificar una postura personal, proceso que la opción C guía de manera completa.",
          "solucionario": "El objetivo es promover la argumentación ética. La opción A es directiva, ya que el docente explica los valores. La opción B elude el dilema moral al centrarse en la búsqueda de soluciones alternativas. La opción C es la más pertinente porque promueve un proceso de razonamiento ético autónomo: 1) analizar las razones y valores de ambas caras del dilema (aceptar vs. no aceptar), lo que asegura la comprensión de la complejidad del conflicto, y 2) tomar una postura personal y sustentarla, lo que constituye el acto de argumentar éticamente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la discusión sobre el dilema moral presentado, un estudiante señala lo siguiente:\n\"Para mí, no hay un dilema en esta situación. La única alternativa correcta es que Romina rechace el financiamiento. Actuar según tus valores siempre es lo más importante\".\nSi el propósito del docente es que el estudiante reflexione sobre los límites de su afirmación, ¿cuál de las siguientes intervenciones del docente es más pertinente?",
          "opciones": [
            "\"Si bien es cierto que en este caso aceptar el financiamiento implica ir en contra del valor de la defensa de la vida de los animales, habría que preguntarse qué pasaría con los animales del albergue si este cerrara. ¿Esto no implicaría también ir en contra del mismo valor? ¿Ambas alternativas no supondrían, al mismo tiempo, proteger y vulnerar el valor de la defensa de la vida de los animales?\".",
            "\"Tienes razón al afirmar que vivir conforme a un valor como la defensa de la vida de los animales es importante, pero habría que considerar también otras razones por las que aceptar el financiamiento podría resultar perjudicial para Romina. Por ejemplo, ¿cómo ello podría afectar su imagen profesional? ¿Qué implicancias legales podría tener para ella si se descubre que esas denuncias son ciertas?\".",
            "\"Me parece adecuado que hayas planteado tu posición personal respecto de esta situación, pero convendría que revisemos el concepto de dilema moral. En un dilema se presentan dos alternativas y para optar por una hay que tener un criterio adecuado. ¿Entre qué alternativas tiene que optar Romina? ¿Crees que el criterio más adecuado para elegir entre estas alternativas es la defensa de la vida de los animales?\"."
          ],
          "respuesta": "\"Si bien es cierto que en este caso aceptar el financiamiento implica ir en contra del valor de la defensa de la vida de los animales, habría que preguntarse qué pasaría con los animales del albergue si este cerrara. ¿Esto no implicaría también ir en contra del mismo valor? ¿Ambas alternativas no supondrían, al mismo tiempo, proteger y vulnerar el valor de la defensa de la vida de los animales?\".",
          "respuestaCorta": "La intervención del docente es pertinente porque revela la contradicción interna del dilema: el mismo valor (defensa de los animales) se ve comprometido por ambas decisiones. Esto desafía la visión simplista del estudiante y lo obliga a reconocer la complejidad de la situación.",
          "solucionario": "El estudiante presenta una postura absolutista y simplifica el problema. El docente debe hacerle ver la complejidad. La opción B introduce factores externos (imagen, legalidad) que no abordan el conflicto de valores central. La opción C es una explicación teórica sobre qué es un dilema. La opción A es la más efectiva porque utiliza el propio valor del estudiante (la defensa de los animales) para mostrarle que la situación es un verdadero dilema. Le hace ver que, si rechaza el dinero, el albergue cierra y los animales sufren, lo cual también va en contra de su valor. Así, el docente le demuestra que no hay una salida fácil y que el valor entra en conflicto consigo mismo, forzando una reflexión ética más profunda.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_dpcc_2021_p31",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación hipotética:\nMiguel trabaja en el área de recursos humanos de una empresa y está encargado de la selección de personal. Susana, su prima, está desempleada hace varios meses, lo que ha puesto en una situación económica muy complicada a su familia. Susana ha postulado a la empresa en la que trabaja Miguel. Al recibir la postulación de Susana, Miguel no sabe si informar sobre su parentesco a sus superiores o no informar nada y ayudar a que su prima obtenga el trabajo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente busca promover la reflexión ética de los estudiantes acerca de la situación que enfrenta Miguel, ¿cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que planteen cómo Miguel podría contribuir a que su prima mejore su situación económica sin ayudarla a conseguir el trabajo. Luego, pedirles que expliquen qué podría hacer Miguel para que su prima desista de su postulación.",
            "Pedir a los estudiantes que identifiquen cuáles son las razones que sustentarían las dos posibles decisiones de Miguel. Luego, pedirles que consideren cuál de estas posibles decisiones podría ocasionar menos daño y que expliquen por qué.",
            "Pedir a los estudiantes que indaguen qué normas legales están implicadas en la decisión que debe tomar Miguel. Luego, pedirles que indiquen qué consecuencias legales podría traerle a Miguel no cumplir con dichas normas."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen cuáles son las razones que sustentarían las dos posibles decisiones de Miguel. Luego, pedirles que consideren cuál de estas posibles decisiones podría ocasionar menos daño y que expliquen por qué.",
          "respuestaCorta": "La reflexión ética implica analizar las razones y valores en conflicto y sopesar las consecuencias de las acciones. La opción B guía a los estudiantes a analizar los motivos de cada decisión y a evaluarlas bajo el principio de ocasionar el menor daño posible.",
          "solucionario": "El propósito es la reflexión ética. La opción A evita el dilema buscando soluciones alternativas. La opción C reduce la reflexión a un análisis puramente legal. La opción B es la más pertinente porque fomenta un razonamiento ético completo: primero, pide identificar las razones de cada opción, lo que pone en evidencia el conflicto de valores (lealtad familiar vs. honestidad profesional). Segundo, introduce un criterio de deliberación ético fundamental: el consecuencialismo, al pedir que evalúen qué decisión ocasionaría menos daño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p32",
      "contexto": "Una docente les presenta a los estudiantes la siguiente situación:\nJodie y Mary son siamesas recién nacidas que están unidas por la parte inferior del abdomen. Sus columnas vertebrales están unidas y tienen un solo corazón y un par de pulmones para las dos. Jodie, la más fuerte, envía la sangre a su hermana. Por ello, los médicos explicaron a los padres que, sin su intervención, ambas morirán en un lapso de seis meses y que la única esperanza es una operación para separarlas; esto salvaría a Jodie, pero Mary moriría inmediatamente.\nAdaptado de Rachels, J. (2009), Introducción a la Filosofia Moral.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente busca promover que los estudiantes reflexionen y argumenten éticamente, ¿cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que indiquen si dejar a las siamesas unidas sería moralmente aceptable por la sociedad o no. Luego, pedirles que justifiquen, en base a lo anterior, cuál de las dos opciones es moralmente correcta.",
            "Pedir a los estudiantes que evalúen las consecuencias de optar o no por la operación de las siamesas, así como los principios morales que subyacen a cada opción. Luego, pedirles que justifiquen, en base a lo anterior, qué opción escogerían.",
            "Pedir a los estudiantes que consideren qué emociones podrían influir en la decisión que deben tomar los padres sobre la vida de las siamesas. Luego, pedirles que justifiquen, en base a lo anterior, qué podrían hacer los padres para tomar una decisión objetiva."
          ],
          "respuesta": "Pedir a los estudiantes que evalúen las consecuencias de optar o no por la operación de las siamesas, así como los principios morales que subyacen a cada opción. Luego, pedirles que justifiquen, en base a lo anterior, qué opción escogerían.",
          "respuestaCorta": "La opción B promueve una argumentación ética robusta al pedir a los estudiantes que analicen el dilema desde dos de las principales perspectivas éticas: la de las consecuencias (utilitarismo) y la de los principios (deontología), para luego fundamentar su propia elección.",
          "solucionario": "El objetivo es fomentar una argumentación ética profunda. La opción A reduce la moralidad a la aceptación social. La opción C se centra en el manejo de las emociones más que en el razonamiento ético. La opción B es la más completa porque invita a los estudiantes a emplear dos marcos de análisis ético fundamentales: el análisis de las consecuencias de cada acción (si se opera, vive una; si no, mueren dos) y el análisis de los principios morales en juego (el principio de salvar una vida vs. el principio de no matar intencionadamente a nadie). Este doble análisis les proporciona herramientas sólidas para construir un argumento ético bien fundamentado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p33",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación hipotética:\nCarlos es muy amigo de Miguel. Hoy, luego de una prueba, Miguel le contó a Carlos que había plagiado y le pidió que no se lo contara a nadie. Carlos no sabe qué hacer, pues piensa que, si le cuenta a la docente, Miguel se podría enterar y dejaría de ser su amigo. Al mismo tiempo, Carlos piensa que, si no lo denuncia, estaría siendo cómplice de un acto deshonesto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para iniciar el análisis de la situación, el docente pregunta a los estudiantes por qué la situación presentada es un dilema moral. ¿Cuál de los estudiantes explica correctamente por qué la situación presentada es un dilema moral?",
          "opciones": [
            "Inés dice: \"Es un dilema moral porque es una situación en la que solo hay una acción moralmente correcta y esta es difícil de realizar. Aquí, lo correcto es que Carlos denuncie el plagio, pero le es difícil hacerlo porque con ello se ganará la enemistad de Miguel\".",
            "Pablo dice: \"Aquí hay un dilema moral porque, para saber qué es lo correcto, hay que pensar en los riesgos y en los beneficios. En este caso, Carlos tendría que pensar qué riesgos hay en contarle a la docente y qué opción le traería más beneficios a la larga\".",
            "Jesús dice: \"Creo que es un dilema moral porque, para Carlos, la lealtad y la honestidad son valores importantes. Pero, como solo puede optar por una opción, esto implicará dejar de lado uno de estos valores\"."
          ],
          "respuesta": "Jesús dice: \"Creo que es un dilema moral porque, para Carlos, la lealtad y la honestidad son valores importantes. Pero, como solo puede optar por una opción, esto implicará dejar de lado uno de estos valores\".",
          "respuestaCorta": "Un dilema moral se define como una situación en la que una persona enfrenta un conflicto entre dos o más valores morales importantes, y cualquier decisión que tome implicará transgredir uno de ellos. Jesús identifica correctamente este conflicto entre la lealtad y la honestidad.",
          "solucionario": "La pregunta busca la definición correcta de dilema moral. Inés describe una situación de dificultad o tentación, no un conflicto entre dos valores correctos. Pablo describe un cálculo de consecuencias pragmáticas. Jesús, en cambio, captura la esencia del dilema moral: la existencia de un conflicto entre dos valores o deberes morales (la lealtad hacia un amigo y la honestidad) que son importantes para el protagonista, donde la elección de una acción implica necesariamente fallar al otro valor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente tiene como propósito promover la reflexión ética de los estudiantes sobre el plagio. Para ello, ha planificado la siguiente actividad:\nPrimero, pedir a los estudiantes que identifiquen cuáles son las normas de la IE que prohíben el plagio y qué sanciones trae incumplirlas. Luego, explicarles las razones morales por las que la persona que plagia recibe esas sanciones. Finalmente, proponerles que imaginen que su mejor amiga o amigo ha plagiado y pedirles que le escriban una carta utilizando las razones anteriormente explicadas para convencerle de que confiese su plagio.\nConsiderando que el propósito de la actividad es promover la reflexión ética de los estudiantes sobre la situación analizada, ¿por qué la actividad propuesta NO contribuye al logro de este propósito?",
          "opciones": [
            "Porque, en la actividad, se indica a los estudiantes que reflexionen en relación con las normas de la IE, lo cual imposibilita que se realice el análisis de la situación desde una perspectiva ética.",
            "Porque, en la actividad, se conduce a que los estudiantes asuman un papel dentro de la situación, lo que conlleva que la reflexión ética, al estar interferida por una vinculación emocional, no se realice de manera objetiva.",
            "Porque, en la actividad, se brinda a los estudiantes las razones por las que una determinada acción es incorrecta, lo cual impide que sean ellos quienes, a partir de su propio análisis, reflexionen sobre por qué el plagio es incorrecto."
          ],
          "respuesta": "Porque, en la actividad, se brinda a los estudiantes las razones por las que una determinada acción es incorrecta, lo cual impide que sean ellos quienes, a partir de su propio análisis, reflexionen sobre por qué el plagio es incorrecto.",
          "respuestaCorta": "La reflexión ética debe ser un proceso autónomo de razonamiento. La actividad no es efectiva porque el docente les da a los estudiantes las conclusiones morales ya elaboradas, en lugar de crear las condiciones para que ellos mismos construyan esas razones.",
          "solucionario": "Para que la reflexión ética sea genuina, los estudiantes deben ser los protagonistas del proceso de razonamiento. La actividad propuesta falla en este punto clave. Al ser el docente quien les \"explica las razones morales\", les está entregando el producto final del razonamiento ético, impidiendo que los estudiantes realicen el proceso de análisis, deliberación y construcción de argumentos por sí mismos. La actividad se convierte en un ejercicio de aplicación de razones dadas, no en una reflexión auténtica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p34",
      "contexto": "Un docente ha presentado a los estudiantes la siguiente situación hipotética para que la analicen en equipos:\nEn un incendio quedan atrapados un niño y un adulto, y solo se tiene la posibilidad de salvar a uno de los dos. ¿A quién creen que se debería salvar?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el trabajo en equipos, uno de los estudiantes le manifiesta al docente lo siguiente: \"No logramos ponernos de acuerdo acerca de a quién sería correcto salvar. ¿Cómo podemos determinar qué sería lo correcto en esta situación?\".\nTeniendo en cuenta lo expresado por el estudiante, ¿cuál de las siguientes intervenciones del docente brinda un apoyo pedagógico más pertinente para que los estudiantes reflexionen éticamente?",
          "opciones": [
            "\"Comprendo que no es fácil determinar qué es lo correcto para poder tomar una decisión, pues existen diversos criterios que se podrían utilizar para ello. Por ejemplo, en esta situación, se podría evaluar las consecuencias de cada opción para decidir a quién salvar. Además, se podría evaluar en qué valores se sustentaría cada posible acción\".",
            "\"Es difícil determinar qué es lo correcto porque, para tomar una decisión acertada, es necesario contar de antemano con toda la información acerca de cada situación. Por ejemplo, para tomar una decisión en esta situación, sería indispensable saber con seguridad quién tendría más posibilidades de sobrevivir al rescate\".",
            "\"Entiendo que les resulte complicado determinar qué es lo correcto. Sin embargo, para identificar qué es lo correcto, es necesario guiarse de las expectativas sociales sobre el comportamiento de las personas. Por ejemplo, en esta situación, se esperaría que se privilegiara la vida de un niño porque es el más vulnerable\"."
          ],
          "respuesta": "\"Comprendo que no es fácil determinar qué es lo correcto para poder tomar una decisión, pues existen diversos criterios que se podrían utilizar para ello. Por ejemplo, en esta situación, se podría evaluar las consecuencias de cada opción para decidir a quién salvar. Además, se podría evaluar en qué valores se sustentaría cada posible acción\".",
          "respuestaCorta": "El docente ofrece un andamiaje efectivo al no dar una respuesta, sino al proveer a los estudiantes con herramientas de análisis ético: la evaluación de consecuencias y el análisis de valores. Esto les permite estructurar su propia reflexión.",
          "solucionario": "Los estudiantes necesitan ayuda para saber *cómo* pensar sobre el dilema. La opción B introduce una condición imposible (tener toda la información), lo que paraliza la reflexión. La opción C ofrece una respuesta basada en la norma social, lo que cierra el debate en lugar de abrirlo. La opción A es la más pertinente pedagógicamente porque funciona como un andamiaje: el docente valida la dificultad de la tarea y luego les ofrece dos enfoques o criterios de análisis ético (consecuencias y valores/principios) para que ellos mismos puedan aplicarlos y construir su argumento. No les da la respuesta, les da las herramientas para encontrarla.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p35",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes relatos se evidencia un razonamiento basado en la ética de mínimos?",
          "opciones": [
            "Relato 1: \"Hubo una ocasión en que, en la calle, vi cómo se le cayó un billete de cien soles a una señora que estaba delante de mí. Por un segundo, quise quedármelo porque con ese dinero hubiese podido comprar la casaca que tanto quería. Sin embargo, no lo hice porque pensé que si realizaba ese tipo de acciones no me estaría comportando como lo haría una persona honesta\".",
            "Relato 2: \"Cuando viví en el extranjero, compartí casa con personas que tenían costumbres muy diferentes a las mías, por lo que se generaron conflictos que dificultaron la convivencia. Entonces, pensé que, si establecíamos algunos criterios con los que todos estuviéramos de acuerdo y que tuvieran en cuenta nuestras diferencias sin afectar a los otros, podríamos convivir armoniosamente\".",
            "Relato 3: \"Una vez me pasó que tuve que decidir entre contratar a un amigo mío que estaba pasando por dificultades económicas o a otra persona que no conocía, pero que, a diferencia de mi amigo, sí estaba calificada para el trabajo. Al final, decidí contratar a la persona que no conocía porque pensé que, si elegía a mi amigo, iba a aliviar su situación, pero iba a generar problemas en el trabajo para otras personas\"."
          ],
          "respuesta": "Relato 2: \"Cuando viví en el extranjero, compartí casa con personas que tenían costumbres muy diferentes a las mías, por lo que se generaron conflictos que dificultaron la convivencia. Entonces, pensé que, si establecíamos algunos criterios con los que todos estuviéramos de acuerdo y que tuvieran en cuenta nuestras diferencias sin afectar a los otros, podríamos convivir armoniosamente\".",
          "respuestaCorta": "La ética de mínimos se refiere a los acuerdos básicos de justicia necesarios para la convivencia entre personas con diferentes visiones del mundo. El relato 2 describe precisamente la creación de estas reglas comunes para una convivencia armoniosa.",
          "solucionario": "La ética de mínimos se ocupa de los principios de justicia universales que son necesarios para que una sociedad pluralista pueda convivir. Por otro lado, la ética de máximos se refiere a los proyectos de vida y felicidad personales. El relato 1 habla de la honestidad como un ideal personal (máximos). El relato 3 se basa en un cálculo de consecuencias para el bien del grupo (utilitarismo). El relato 2 es el que mejor ejemplifica la ética de mínimos, ya que describe cómo personas con diferentes costumbres (diferentes éticas de máximos) acuerdan criterios comunes para poder convivir en paz y con respeto, estableciendo así un pacto de justicia básico.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p36",
      "contexto": "La docente presenta a los estudiantes el siguiente dilema moral hipotético:\nJuana trabaja en una tienda de abarrotes y el sueldo que recibe es la única fuente de ingresos de su familia. Este apenas le alcanza para la manutención de sus hijos, de tres y cinco años, y para apoyar económicamente a su papá, que está enfermo y vive solo en otra provincia. En los últimos días, la salud de su papá ha empeorado considerablemente. Por un lado, Juana piensa que debería viajar para ver a su padre y acompañarlo, aunque ello implicaría dejar de trabajar. Por otro lado, también piensa que si no se queda a trabajar no podrá tener ingresos suficientes para cubrir los gastos del tratamiento de su papá y los de la manutención de sus hijos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es promover la reflexión ética de los estudiantes a partir del dilema moral presentado, ¿cuál de las siguientes acciones pedagógicas es pertinente para favorecer el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen cuál de las dos decisiones posibles de Juana está guiada por el valor moral que consideran más importante. Luego, explicarles cuáles son los valores morales más importantes para la sociedad. Finalmente, indicarles que, en equipos, evalúen sus respuestas iniciales a partir de lo explicado.",
            "Pedir a los estudiantes que voten por la decisión que tomarían si estuvieran en el lugar de Juana. Luego, solicitarles que identifiquen los argumentos tras la alternativa escogida por la mayoría. Finalmente, indicarles que, en equipos, elaboren un ensayo con los argumentos más convincentes para defender la decisión mayoritaria.",
            "Pedir a los estudiantes que piensen cuáles podrían ser las motivaciones detrás de las posibles decisiones de Juana. Luego, solicitarles que señalen cuál de las posibles decisiones consideran más adecuada. Finalmente, pedirles que, en equipos, expliquen qué criterios utilizaron para determinar qué decisión sería más adecuada."
          ],
          "respuesta": "Pedir a los estudiantes que piensen cuáles podrían ser las motivaciones detrás de las posibles decisiones de Juana. Luego, solicitarles que señalen cuál de las posibles decisiones consideran más adecuada. Finalmente, pedirles que, en equipos, expliquen qué criterios utilizaron para determinar qué decisión sería más adecuada.",
          "respuestaCorta": "Esta opción promueve la reflexión ética al guiar a los estudiantes a analizar las motivaciones, tomar una postura y, crucialmente, a hacer explícitos los criterios y principios morales en los que basaron su decisión, fomentando la argumentación.",
          "solucionario": "El objetivo es promover la reflexión ética. La opción A es directiva, ya que el docente es quien finalmente dicta cuáles son los valores importantes. La opción B se basa en la popularidad (voto de la mayoría), lo cual no es un criterio ético. La opción C es la más pertinente porque fomenta un proceso de razonamiento completo y autónomo. Pide a los estudiantes que: 1) empaticen y comprendan las motivaciones (análisis de la situación), 2) tomen una decisión (juicio moral), y 3) reflexionen y articulen los fundamentos de su juicio (\"expliquen qué criterios utilizaron\"). Este último paso es esencial para el desarrollo de la competencia ética, pues obliga a pasar de una simple opinión a un argumento razonado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p37",
      "contexto": "Un docente presenta la siguiente situación hipotética:\nAndrea y Bertha son amigas. Ellas compitieron en un concurso que ofrecía un viaje como premio. Andrea ganó el concurso; sin embargo, cuando le entregaron los resultados, se dio cuenta de que se le había sumado mal el puntaje, gracias a lo cual logró superar el obtenido por Bertha y, así, ganar el premio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al dialogar sobre la situación presentada, todos los estudiantes estuvieron de acuerdo en que Andrea debía informar a los organizadores del concurso y decirles que se cometió un error en la suma de su puntaje. Sin embargo, los estudiantes dieron diferentes justificaciones al respecto. ¿Cuál de las siguientes justificaciones de los estudiantes evidencia una mayor autonomía moral?",
          "opciones": [
            "Marcos dice: \"A Andrea no le corresponde el puntaje que le han puesto y sería injusto que por un error en la suma le gane a Bertha\".",
            "Carmen dice: \"Creo que, si Andrea se queda con el premio y luego Bertha se entera de lo sucedido, podría molestarse con ella y dejar de ser su amiga\".",
            "Julia dice: \"Si Andrea no dice nada y luego los organizadores se dan cuenta, podría recibir una sanción, pues estaría yendo en contra de las reglas del concurso\"."
          ],
          "respuesta": "Marcos dice: \"A Andrea no le corresponde el puntaje que le han puesto y sería injusto que por un error en la suma le gane a Bertha\".",
          "respuestaCorta": "La justificación de Marcos se basa en un principio universal de justicia, un razonamiento postconvencional que es interno y no depende del miedo al castigo o de la aprobación social, demostrando así una mayor autonomía moral.",
          "solucionario": "La autonomía moral se relaciona con los estadios de desarrollo moral de Kohlberg. La justificación de Carmen se basa en la necesidad de mantener buenas relaciones interpersonales (estadio 3, convencional). La de Julia se basa en el cumplimiento de las reglas y el miedo a la sanción (estadio 4, convencional). La justificación de Marcos, en cambio, apela a un principio ético abstracto y universal: la justicia. Su decisión se basa en lo que es intrínsecamente justo, independientemente de las consecuencias personales o las reglas externas. Esto corresponde a un razonamiento postconvencional (estadios 5 o 6), que es el nivel de mayor autonomía moral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p38",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están intercambiando ideas acerca de lo que entienden sobre el concepto de identidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes comentarios de los estudiantes se menciona un rasgo que corresponde al concepto de identidad?",
          "opciones": [
            "Eva dice: \"Nuestra identidad es lo más valioso que tenemos y debemos cuidarla para no perderla. Por eso, debemos evitar que otras personas o modas pasajeras influyan en lo que somos\".",
            "Rodrigo dice: \"Desde que nacemos tenemos un conjunto de características, que definen nuestra esencia y constituyen nuestra identidad. Por eso, nuestra tarea principal es llegar a conocer esa esencia\".",
            "José dice: \"Con el paso del tiempo nuestra identidad se va transformando, ya que nuestra vida siempre está cambiando. Por eso, es importante tener la libertad para elegir cómo queremos ser a medida que nos surgen nuevos intereses e ideas\"."
          ],
          "respuesta": "José dice: \"Con el paso del tiempo nuestra identidad se va transformando, ya que nuestra vida siempre está cambiando. Por eso, es importante tener la libertad para elegir cómo queremos ser a medida que nos surgen nuevos intereses e ideas\".",
          "respuestaCorta": "La identidad no es estática ni predeterminada, sino un proceso dinámico de construcción a lo largo de la vida. José describe correctamente esta naturaleza cambiante y la importancia de la agencia personal en su formación.",
          "solucionario": "La pregunta busca la concepción contemporánea de identidad. Las afirmaciones de Eva y Rodrigo corresponden a una visión esencialista y estática de la identidad, como algo fijo que debe ser protegido o descubierto. La afirmación de José, por el contrario, describe correctamente la identidad como una construcción dinámica, procesual y relacional, que se transforma a lo largo del tiempo a través de las experiencias, las interacciones y las propias decisiones del individuo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p39",
      "contexto": "Durante el recreo, un docente nota que Melina, una estudiante, se encuentra triste. Cuando se acerca a preguntarle qué le ocurre, ella le comenta lo siguiente: \"Desde hace tiempo quería inscribirme en el equipo del colegio para participar en el torneo interescolar de ajedrez, pero, cuando fui a hacerlo, vi que jugaban demasiado bien y me tuve que ir, nomás. Nunca voy a poder competir ahí\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones del docente promueve el fortalecimiento del sentido de autoeficacia?",
          "opciones": [
            "\"Antes de darte por vencida, podrías preguntarte qué te está haciendo sentir insegura respecto de tu juego, pero, sobre todo, cuáles son tus fortalezas. Si consideras ambos aspectos, podrás enfrentarte con más confianza a esta situación\".",
            "\"Cuando nos enfrentamos a situaciones como esta, la voluntad es lo más importante. Si nos rendimos ante la primera dificultad que se presente, será sumamente complicado poder alcanzar lo que nos propongamos\".",
            "\"Creo que no deberías dejar que esto te afecte tanto, pues estos campeonatos son anuales. Si no te inscribiste este año, tienes hasta el siguiente para poder practicar bastante y, así, mejorar tu técnica\"."
          ],
          "respuesta": "\"Antes de darte por vencida, podrías preguntarte qué te está haciendo sentir insegura respecto de tu juego, pero, sobre todo, cuáles son tus fortalezas. Si consideras ambos aspectos, podrás enfrentarte con más confianza a esta situación\".",
          "respuestaCorta": "La autoeficacia es la creencia en las propias capacidades. La intervención del docente la fortalece al guiar a la estudiante a realizar una autoevaluación balanceada, reconociendo sus inseguridades pero enfocándose en sus fortalezas para construir confianza.",
          "solucionario": "El sentido de autoeficacia es la confianza en la propia capacidad para alcanzar metas. La opción B habla de voluntad, un concepto distinto. La opción C posterga el afrontamiento de la situación, lo cual no fortalece la autoeficacia. La opción A es la más pertinente porque ayuda a Melina a reevaluar su percepción de competencia. Al invitarla a identificar no solo sus inseguridades sino también sus fortalezas, el docente la ayuda a construir una visión más realista y positiva de sus capacidades, lo cual es la base para fortalecer la creencia de que puede enfrentar el desafío con éxito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p40",
      "contexto": "Como parte de una experiencia de aprendizaje, una docente está planificando una acción pedagógica que tiene como propósito promover el desarrollo de la identidad cultural de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Mostrar a los estudiantes ejemplos de prácticas culturales que se realizan en la localidad de la IE. Luego, explicarles por qué dichas prácticas son importantes para la identidad de la comunidad local y, por ello, para la de sus familias. Finalmente, pedir a los estudiantes que organicen una representación de la práctica cultural que más les llamó la atención.",
            "Solicitar a los estudiantes que identifiquen cuáles son las prácticas culturales más antiguas del Perú que subsisten actualmente. Luego, pedirles que averigüen el origen de estas en fuentes especializadas. Finalmente, pedir a los estudiantes que planteen una propuesta sobre cuál sería la manera en la que todos los peruanos podríamos preservarlas.",
            "Pedir a los estudiantes que comenten ejemplos de prácticas culturales que realizan con sus familias. Luego, solicitarles que entrevisten a sus familiares para conocer por qué mantienen dichas prácticas. Finalmente, pedir a los estudiantes que describan, en un texto, su experiencia al realizar dichas prácticas y qué representa para ellos."
          ],
          "respuesta": "Pedir a los estudiantes que comenten ejemplos de prácticas culturales que realizan con sus familias. Luego, solicitarles que entrevisten a sus familiares para conocer por qué mantienen dichas prácticas. Finalmente, pedir a los estudiantes que describan, en un texto, su experiencia al realizar dichas prácticas y qué representa para ellos.",
          "respuestaCorta": "La identidad cultural se fortalece al conectar las prácticas culturales con la experiencia personal y familiar. La opción C promueve que los estudiantes exploren, comprendan y valoren el significado de las tradiciones en su propio entorno de vida.",
          "solucionario": "El desarrollo de la identidad cultural debe ser significativo y personal. La opción A es expositiva y se centra en la representación, lo que puede ser superficial. La opción B es académica y descontextualizada de la vida de los estudiantes. La opción C es la más pertinente porque parte de la experiencia vivida de los estudiantes y sus familias. Al investigar el significado de sus propias prácticas culturales y reflexionar sobre lo que estas representan para ellos, los estudiantes construyen una conexión personal y afectiva con su cultura, lo que fortalece su identidad de manera auténtica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p41",
      "contexto": "Durante un trabajo en equipos, una docente observa que Martín, un estudiante, se enfurece con sus compañeros y les grita: \"¡Son unos vagos! ¡No es justo que esperen que yo haga todo el trabajo!\". Ante ello, la docente busca dialogar con Martín de manera individual.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para iniciar el diálogo, ¿cuál de las siguientes posibles intervenciones de la docente es más pertinente para favorecer la autorregulación emocional en Martín?",
          "opciones": [
            "\"Martín, tú eres un estudiante tranquilo, y me sorprende haberte escuchado levantando la voz. De repente, en vez de alterarte, puedes enseñarles a tus compañeros a ser responsables. Para ello, ¿no crees que podrías asumir el rol de coordinador del equipo para organizar mejor el trabajo?\".",
            "\"Martín, no es bueno molestarse por este tipo de situaciones. Tal vez, lo primero que deberías hacer es tratar de tranquilizarte respirando profundamente varias veces. Luego, cuando estés más tranquilo, ¿no crees que convendría pedirles disculpas a tus compañeros por haberles hablado así?\".",
            "\"Martín, entiendo que trabajar en equipo es a veces complicado. Quizás puedas expresar mejor tu molestia si les explicas a tus compañeros cómo su desempeño te afecta. Además, ¿no crees que sería más conveniente para todos que les expreses cómo esperas que sea el trabajo en equipo en lugar de calificarlos?\"."
          ],
          "respuesta": "\"Martín, entiendo que trabajar en equipo es a veces complicado. Quizás puedas expresar mejor tu molestia si les explicas a tus compañeros cómo su desempeño te afecta. Además, ¿no crees que sería más conveniente para todos que les expreses cómo esperas que sea el trabajo en equipo en lugar de calificarlos?\".",
          "respuestaCorta": "La autorregulación emocional implica gestionar las emociones y expresarlas de forma constructiva. La opción C ayuda a Martín a validar su sentimiento de molestia y le ofrece una estrategia asertiva para comunicar su malestar y sus expectativas sin agredir a los demás.",
          "solucionario": "El objetivo es favorecer la autorregulación emocional. La opción A niega la emoción de Martín (\"tú eres un estudiante tranquilo\") y salta a una solución sin abordar el problema de fondo. La opción B invalida su sentimiento (\"no es bueno molestarse\") y se centra en la supresión de la emoción. La opción C es la más pertinente porque: 1) valida la emoción de Martín (\"entiendo que es complicado\"), lo que abre el diálogo; y 2) le enseña una estrategia de regulación y comunicación asertiva: cambiar los insultos y calificaciones por la expresión de sus propios sentimientos y la formulación clara de sus expectativas. Esto le da herramientas para manejar futuras situaciones similares de forma más constructiva.",
          "seccion": "Casuística"
        }
      ]
    },

    {
      "idGrupo": "asc_dpcc_2021_p42",
      "contexto": "Durante el recreo, María, notoriamente triste, se acerca a Rosa y le cuenta lo siguiente: \"Me he peleado con mi hermana. Estoy acostumbrada a hacer todo con ella y ahora ya no me quiere hablar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas de Rosa evidencia empatía?",
          "opciones": [
            "\"No te preocupes, solo debes esperar a que se le pase el mal humor a tu hermana. Luego, seguramente, las cosas entre ustedes volverán a ser como antes\".",
            "\"Pienso que me sentiría igual que tú si yo me hubiera peleado con alguno de mis hermanos. Lamento que estés pasando por esto\".",
            "\"Hay que hacer algo para que no te sientas así. Por ejemplo, cuando me siento mal, trato de distraerme viendo películas graciosas\"."
          ],
          "respuesta": "\"Pienso que me sentiría igual que tú si yo me hubiera peleado con alguno de mis hermanos. Lamento que estés pasando por esto\".",
          "respuestaCorta": "La empatía se demuestra al reconocer y validar los sentimientos de la otra persona. La respuesta de Rosa muestra que comprende cómo se siente María y le expresa su apoyo sin minimizar el problema o saltar a soluciones.",
          "solucionario": "La pregunta busca identificar una respuesta empática. La opción A es una respuesta de minimización que invalida los sentimientos de María (\"No te preocupes\"). La opción C es una respuesta orientada a la solución que ignora la necesidad de María de sentirse comprendida. La opción B es la más empática porque contiene dos elementos clave: 1) la resonancia afectiva (\"me sentiría igual que tú\"), que muestra comprensión, y 2) la expresión de compasión (\"Lamento que estés pasando por esto\"), que valida su tristeza.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p43",
      "contexto": "Durante un partido de balonmano, Jaime, uno de los jugadores, ha fallado por tercera vez en su intento de anotar un gol. Molesto por la situación, decide retirarse antes de finalizar el partido. Al ver que se retira de la cancha, algunos de sus compañeros lo insultan. Pedro, otro jugador, no está de acuerdo con la forma en que sus compañeros han tratado a Jaime, por lo que decide hablar con ellos después del partido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de Pedro evidencia una comunicación asertiva?",
          "opciones": [
            "\"Yo también me molesté con Jaime. Pero, me parece que lo correcto era expresarle, en otro momento, cómo nos afectó su salida en lugar de insultarlo. Creo que deberíamos hablar con él sobre su salida y deberían pedirle disculpas por haberlo insultado\".",
            "\"Entiendo por qué se han molestado con Jaime. Y estoy seguro de que no quisieron herir sus sentimientos. Para evitar un nuevo conflicto, voy a hablar con él antes del próximo partido para que nos dé una explicación\".",
            "\"Creo que si Jaime se fue del partido no fue por gusto. A ustedes no les preocupa lo que les pase a otras personas; ni siquiera a Jaime, que es nuestro compañero. Deberían haberse quedado callados\"."
          ],
          "respuesta": "\"Yo también me molesté con Jaime. Pero, me parece que lo correcto era expresarle, en otro momento, cómo nos afectó su salida en lugar de insultarlo. Creo que deberíamos hablar con él sobre su salida y deberían pedirle disculpas por haberlo insultado\".",
          "respuestaCorta": "La comunicación asertiva implica expresar los propios sentimientos y opiniones de forma respetuosa, criticando la conducta y no a la persona, y proponiendo una solución constructiva. La opción A cumple con todos estos requisitos.",
          "solucionario": "La pregunta busca identificar la comunicación asertiva. La opción B es pasiva, ya que Pedro evita la confrontación y asume una responsabilidad que no le corresponde. La opción C es agresiva, ya que utiliza la culpa y la acusación. La opción A es el mejor ejemplo de asertividad porque Pedro: 1) valida el sentimiento del grupo (\"Yo también me molesté\"); 2) expresa su desacuerdo con la conducta específica, no con las personas (\"en lugar de insultarlo\"); y 3) propone una solución clara y respetuosa que busca reparar la situación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p44",
      "contexto": "Un docente sabe que Ximena, una estudiante, estaba muy interesada en inscribirse en el taller de teatro. Sin embargo, al cierre de la inscripción, el docente notó que Ximena aún no se había inscrito. El docente busca a Ximena para preguntarle al respecto. En este contexto, se produce el siguiente diálogo:\nXimena dice: \"Me siento mal porque, si bien yo sé que soy muy buena para muchas cosas, yo siempre he querido hacer teatro. Pero no me he inscrito en el taller que ha abierto la IE porque, a diferencia del resto, yo no tengo experiencia en la actuación y, seguramente, no iba a poder hacerlo bien\".\nDocente dice: \"Entiendo que te hayas sentido insegura por tu falta de experiencia. Pero, ¿has considerado que tienes habilidades que podrían ser útiles para el teatro? Por ejemplo, he notado que cuando expones en el salón lo haces con mucha fluidez y expresividad. ¿Se te ocurre qué otras habilidades tuyas podrían servirte? Quizás podrías reconsiderar tu decisión sobre el taller teniendo en cuenta el interés que muestras y todas las habilidades con las que cuentas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos del desarrollo personal se busca fortalecer principalmente con la intervención del docente?",
          "opciones": [
            "La resiliencia.",
            "La autonomía.",
            "La autoeficacia."
          ],
          "respuesta": "La autoeficacia.",
          "respuestaCorta": "La autoeficacia es la creencia en la propia capacidad para tener éxito en una tarea. El docente fortalece este aspecto al ayudar a Ximena a identificar habilidades que ya posee y que son transferibles al teatro, aumentando su confianza en que puede hacerlo bien.",
          "solucionario": "La intervención del docente se centra en la percepción que tiene Ximena sobre su capacidad para actuar. Al recordarle sus habilidades preexistentes en fluidez y expresividad, el docente está trabajando directamente sobre la creencia de Ximena en su competencia para afrontar el desafío del taller de teatro. Este concepto, la creencia en las propias capacidades para organizar y ejecutar las acciones requeridas para manejar situaciones futuras, es la definición de autoeficacia. No se centra en la resiliencia (superar la adversidad) ni en la autonomía (tomar decisiones por sí misma), sino en su confianza para la tarea.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p45",
      "contexto": "Un docente está diseñando una actividad para promover el desarrollo de la autovaloración de los estudiantes de primer grado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que imaginen el personaje de un héroe basándose en sus características personales. Luego, dialogar con cada estudiante para que expliquen qué rasgos de su personalidad le asignaron a su héroe, cuáles no fueron incluidos y por qué.",
            "Pedir a los estudiantes que busquen historias de personas que hayan superado condiciones muy adversas en sus vidas. Luego, explicarles, en plenaria, la importancia de creer en sí mismos y valorarse para superar situaciones como las descritas.",
            "Pedir a los estudiantes que busquen la definición de autovaloración y la forma en que se desarrolla en las personas. Luego, pedirles que, a partir de lo indagado, planteen, en equipos, un conjunto de acciones para fortalecer la autovaloración personal."
          ],
          "respuesta": "Pedir a los estudiantes que imaginen el personaje de un héroe basándose en sus características personales. Luego, dialogar con cada estudiante para que expliquen qué rasgos de su personalidad le asignaron a su héroe, cuáles no fueron incluidos y por qué.",
          "respuestaCorta": "La autovaloración se fortalece al reconocer y dar un significado positivo a las propias características. La actividad propuesta permite a los estudiantes identificar sus rasgos personales y proyectarlos como cualidades heroicas, fomentando una percepción positiva de sí mismos.",
          "solucionario": "El objetivo es promover la autovaloración de forma vivencial. La opción B se basa en el análisis de casos externos. La opción C es una aproximación teórica al concepto. La opción A es la más pertinente porque involucra a los estudiantes en un proceso de introspección activa: deben pensar en sus propias características y luego re-significarlas como algo valioso y heroico. Este ejercicio de identificar y proyectar positivamente los propios rasgos es una forma directa y creativa de construir la autovaloración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p46",
      "contexto": "Con el propósito de promover en los estudiantes el desarrollo de su autoconocimiento, una docente ha realizado la siguiente actividad:\nPidió a los estudiantes que busquen imágenes que representen algún rasgo de su personalidad, sus pasatiempos favoritos y sus proyectos. Luego, les pidió que, con dichas imágenes, de manera individual, elaboren un collage que será compartido con sus compañeros. Después, les solicitó que se reunieran en plenaria y compartieran sus collages.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para desarrollar la plenaria, ¿cuál de las siguientes acciones pedagógicas es pertinente para el logro del propósito?",
          "opciones": [
            "Pedir a los estudiantes que señalen las características que buscaron resaltar en sus collages. Luego, pedirles que comenten por qué las imágenes seleccionadas representan dichas características.",
            "Pedir a los estudiantes que identifiquen los rasgos que aparecieron con mayor frecuencia en los collages. Luego, pedirles que, a partir de los rasgos identificados, comenten por qué sus rasgos representan a los adolescentes en la actualidad.",
            "Pedir a los estudiantes que mencionen qué les gusta de los collages de sus compañeros y que brinden algunas sugerencias de mejora. Luego, pedirles que comenten qué sugerencias incorporarán para lograr una mejor representación de sí mismos."
          ],
          "respuesta": "Pedir a los estudiantes que señalen las características que buscaron resaltar en sus collages. Luego, pedirles que comenten por qué las imágenes seleccionadas representan dichas características.",
          "respuestaCorta": "El autoconocimiento se profundiza al verbalizar la propia percepción de sí mismo. Al pedir a los estudiantes que expliquen la conexión entre las imágenes y sus rasgos, la docente los impulsa a reflexionar y articular su identidad.",
          "solucionario": "El propósito de la actividad es el autoconocimiento individual. La opción B desvía el foco hacia una reflexión grupal sobre la adolescencia en general. La opción C se centra en la coevaluación y mejora del producto (el collage), no en la reflexión personal. La opción A es la más pertinente porque mantiene el foco en el individuo, pidiéndole que explique las razones de sus elecciones. Este acto de explicar \"por qué\" una imagen representa una característica personal obliga al estudiante a un ejercicio de introspección y verbalización de su autoconcepto, lo cual profundiza el autoconocimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p47",
      "contexto": "Un estudiante le comenta al docente que cada vez que tiene que estudiar en casa, no sabe cómo organizarse y le pide que le brinde una recomendación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es favorecer el proceso de autorregulación académica del estudiante, ¿cuál de las siguientes secuencias de pasos es más pertinente que el docente incluya en su recomendación?",
          "opciones": [
            "Primero, identificar la cantidad de horas que dedica a actividades no académicas. Segundo, identificar cómo reducir el tiempo de estas actividades. Tercero, elaborar un horario en el que se asigne el mayor tiempo posible al desarrollo de actividades académicas.",
            "Primero, identificar las metas de estudio y los plazos disponibles para cumplirlas. Segundo, identificar las condiciones que debe tener el ambiente en el que se va a estudiar para favorecer la concentración. Tercero, verificar que se disponga de todos los recursos necesarios antes de iniciar la actividad académica.",
            "Primero, identificar los comportamientos que afectan la organización para el estudio. Segundo, identificar las ocasiones en las que dichos comportamientos han generado resultados negativos. Tercero, identificar las consecuencias a largo plazo que puede traer la falta de organización para el desarrollo académico."
          ],
          "respuesta": "Primero, identificar las metas de estudio y los plazos disponibles para cumplirlas. Segundo, identificar las condiciones que debe tener el ambiente en el que se va a estudiar para favorecer la concentración. Tercero, verificar que se disponga de todos los recursos necesarios antes de iniciar la actividad académica.",
          "respuestaCorta": "La autorregulación académica implica una planificación estratégica. La secuencia B es la más efectiva porque se basa en la planificación orientada a metas, el control del ambiente y la gestión de recursos, que son componentes clave de un aprendizaje autónomo y regulado.",
          "solucionario": "La autorregulación del aprendizaje es un proceso activo y constructivo. La opción A se centra en un manejo del tiempo un tanto simplista y punitivo. La opción C se enfoca en el diagnóstico del problema, pero no ofrece una secuencia de planificación para la acción. La opción B es la más pertinente porque presenta una secuencia de planificación estratégica, que es el primer paso de la autorregulación: 1) establecer metas claras (planificación), 2) controlar el entorno para optimizar el aprendizaje (estrategia ambiental), y 3) gestionar los materiales (estrategia de recursos). Este enfoque proactivo fomenta la autonomía y la eficacia en el estudio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p48",
      "contexto": "Durante el recreo, Orlando, un estudiante, está sentado en una esquina del patio notoriamente desanimado. Por ese motivo, Mercedes, su compañera de aula, se acerca a preguntarle qué le sucede. Orlando responde lo siguiente: \"No le digas a nadie, pero a mí me gusta mucho Isabel y ella no me presta ninguna atención. Creo que es porque a ella le gusta otra persona\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las posibles respuestas de Mercedes se evidencia escucha activa?",
          "opciones": [
            "\"No te preocupes, amigo. Me pasó lo mismo, pero al chico que me gustaba le dije lo que sentía y todo salió muy bien. ¿No crees que todo saldrá bien si haces lo mismo que yo?\".",
            "\"Te entiendo, amigo, pero no es para tanto. Si ella no te da atención, no merece que tú se la des. Además, ¿no crees que podrían haber otras chicas interesadas en ti?\".",
            "\"Descuida, amigo. No le voy a decir a nadie. Entiendo que te es complicado no saber por qué ella actúa así ni saber lo que siente. ¿Piensas hacer algo al respecto?\"."
          ],
          "respuesta": "\"Descuida, amigo. No le voy a decir a nadie. Entiendo que te es complicado no saber por qué ella actúa así ni saber lo que siente. ¿Piensas hacer algo al respecto?\".",
          "respuestaCorta": "La escucha activa se demuestra al reflejar y validar los sentimientos de la otra persona. Mercedes lo hace al parafrasear la angustia de Orlando (\"entiendo que te es complicado...\") y luego hacer una pregunta abierta que le cede el control de la conversación.",
          "solucionario": "La pregunta busca identificar la escucha activa. La opción A se centra en dar consejos basados en la propia experiencia. La opción B minimiza los sentimientos de Orlando (\"no es para tanto\") y ofrece soluciones rápidas. La opción C es el mejor ejemplo de escucha activa porque Mercedes: 1) respeta la confidencialidad (\"No le voy a decir a nadie\"), 2) refleja con sus propias palabras el sentimiento subyacente de Orlando para demostrar que ha entendido (\"Entiendo que te es complicado...\"), y 3) hace una pregunta abierta y no directiva que lo invita a seguir explorando sus pensamientos sin presionarlo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p49",
      "contexto": "Un docente tiene como propósito favorecer el desarrollo del autoconocimiento de los estudiantes. Para ello, ha desarrollado la siguiente actividad:\nPidió a los estudiantes que imaginen cómo sería su vida familiar, profesional y social en diez años, y qué aspiran haber logrado para ese momento. Luego, les propuso que, a partir de lo anterior, elaboren un relato en el que narren cómo sería un día en la vida que han imaginado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para finalizar la actividad, el docente ha planificado que los estudiantes respondan algunas preguntas. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para favorecer el desarrollo del autoconocimiento?",
          "opciones": [
            "¿Los logros que has imaginado para ti en el relato coinciden con las expectativas que tu familia tiene de ti? ¿Consideras que tu familia se sentiría orgullosa si los alcanzas?",
            "¿Qué acciones crees que debes realizar para alcanzar los logros que has imaginado al realizar tu relato? ¿Qué condiciones del entorno necesitas para alcanzarlos?",
            "¿Por qué son importantes para ti los logros imaginados para tu relato? ¿Qué rasgos tuyos consideras que pueden contribuir a alcanzar estos logros?"
          ],
          "respuesta": "¿Por qué son importantes para ti los logros imaginados para tu relato? ¿Qué rasgos tuyos consideras que pueden contribuir a alcanzar estos logros?",
          "respuestaCorta": "El autoconocimiento se profundiza al reflexionar sobre los propios valores (por qué algo es importante) y las capacidades personales (qué rasgos pueden ayudar). Estas preguntas guían a los estudiantes a conectar sus aspiraciones futuras con su yo presente.",
          "solucionario": "El objetivo es el autoconocimiento. La opción A enfoca la reflexión en las expectativas externas (la familia). La opción B se centra en la planificación y la acción a futuro. La opción C es la más pertinente para el autoconocimiento porque invita a una doble introspección: 1) sobre los propios valores y motivaciones (\"¿Por qué son importantes para ti?\"), y 2) sobre las propias fortalezas y características personales (\"¿Qué rasgos tuyos pueden contribuir?\"). Esta conexión entre lo que se valora y lo que se es, es fundamental para la construcción del autoconocimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p50",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes, en equipos, están analizando diversos ejemplos de respuestas asertivas frente a los conflictos. En ese contexto, Daniel, uno de los integrantes de un equipo, ha propuesto el siguiente caso:\n\"El otro día, mi tío me contó que, mientras estaba haciendo cola en el banco, una persona se coló en la fila. Mi tío se le acercó y le dijo calmadamente que, por favor, pasara al final de la cola porque había bastante gente esperando antes que ella. La persona, aunque de mala gana, se fue al final de la fila\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al respecto, sus compañeros realizan diversos comentarios. ¿Cuál de los estudiantes identifica una característica de una respuesta asertiva?",
          "opciones": [
            "Carla dice: \"El tío de Daniel fue asertivo porque ante una situación que lo afectaba pudo expresarse sin faltarle el respeto a la otra persona\".",
            "Alberto dice: \"Creo que el tío de Daniel respondió de manera asertiva porque no se enojó ante una situación como esta\".",
            "Beatriz dice: \"Me parece que el tío de Daniel demostró asertividad porque logró que la otra persona corrija su conducta\"."
          ],
          "respuesta": "Carla dice: \"El tío de Daniel fue asertivo porque ante una situación que lo afectaba pudo expresarse sin faltarle el respeto a la otra persona\".",
          "respuestaCorta": "La asertividad consiste en expresar las propias necesidades o defender los propios derechos de manera clara, directa y respetuosa, sin ser pasivo ni agresivo. Carla describe correctamente esta característica fundamental.",
          "solucionario": "La pregunta pide identificar la característica central de la asertividad. La respuesta de Alberto es incorrecta; la asertividad no es la ausencia de enojo, sino su expresión adecuada. La de Beatriz es incorrecta; la asertividad se enfoca en el acto de comunicación, no en el resultado, que no siempre se puede controlar. La respuesta de Carla es la correcta porque define la asertividad como la capacidad de expresarse y defender los propios derechos (\"pudo expresarse\") de una manera que es respetuosa con el otro (\"sin faltarle el respeto\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p51",
      "contexto": "Durante el recreo, se ha generado un conflicto entre dos estudiantes porque desean utilizar, para diferentes juegos, una pelota. La docente ha llegado en el momento en que ambos estudiantes comenzaban a discutir. Con el propósito de favorecer la resolución de conflictos entre los estudiantes, la docente planteó la siguiente actividad:\n• En primer lugar, la docente les ha brindado unos minutos para que caminen por espacios diferentes de la IE y recuperen la calma.\n• En segundo lugar, le pide a cada estudiante que, por turnos, expliquen por qué consideran que deberían tener prioridad en el uso de la pelota y cómo se sienten respecto del conflicto con su compañero.\n• Para terminar, les ha pedido que, después de haberse escuchado, se ofrezcan disculpas mutuas para acabar con el conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la actividad planteada por la docente NO favorece la resolución del conflicto?",
          "opciones": [
            "Porque se pide a los estudiantes que expresen sus sentimientos sin haberlos motivado a reflexionar sobre sus errores.",
            "Porque se pide que los estudiantes se ofrezcan disculpas para acabar con el conflicto en lugar de promover que lleguen a un acuerdo.",
            "Porque se pide a los estudiantes que realicen una actividad física, como caminar, que no está vinculada con la regulación de sus emociones."
          ],
          "respuesta": "Porque se pide que los estudiantes se ofrezcan disculpas para acabar con el conflicto en lugar de promover que lleguen a un acuerdo.",
          "respuestaCorta": "Una disculpa no resuelve el problema de fondo. La actividad es ineficaz porque omite el paso crucial de la negociación, donde los estudiantes deben proponer y acordar una solución práctica para el problema (cómo compartir la pelota).",
          "solucionario": "La resolución de conflictos es un proceso que busca una solución al problema subyacente. Los dos primeros pasos de la docente (calmarse y expresar necesidades) son correctos. Sin embargo, el último paso es el que falla. Forzar una disculpa puede generar una reconciliación superficial, pero no resuelve el conflicto práctico sobre el uso de la pelota. La actividad no favorece la resolución porque carece del paso más importante: guiar a los estudiantes para que ellos mismos generen opciones y lleguen a un acuerdo mutuamente aceptable que solucione el problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p52",
      "contexto": "Los estudiantes de cuarto grado, con apoyo de la docente, están organizándose para presentar una obra de teatro en la IE. Al distribuirse los personajes que cada uno va a interpretar, Carolina, una de las estudiantes que participará en la obra, dice lo siguiente: \"A mí me gustaría tener el papel de científica. Creo que lo haría muy bien\". Ante esto, Alonso, uno de sus compañeros, le comenta lo siguiente: \"Creo que ese papel de científico debería interpretarlo un chico, porque esa es una profesión para varones. Sería menos creíble que ese papel lo interprete una mujer\". Varios de los estudiantes estuvieron de acuerdo con Alonso.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al presenciar esta situación, la docente considera necesario promover que los estudiantes reflexionen sobre el estereotipo expresado por Alonso. ¿Cuál de las siguientes intervenciones de la docente es pertinente para el logro de dicho propósito?",
          "opciones": [
            "\"¿Han considerado cómo este comentario podría hacer sentir a su compañera? ¿Han tomado en cuenta las ganas que tenía ella de representar ese papel? Hay que preguntarnos cómo nuestros comentarios y acciones podrían afectar a otras personas\".",
            "\"¿Han pensado qué competencias se requieren para ser científico? ¿Existen evidencias para decir que alguna de estas es exclusiva de los hombres? Hay que preguntarnos qué razones hay para creer que, si una compañera quisiera ser científica, no podría serlo\".",
            "\"¿Cómo se imaginan a científicos como Einstein o Newton? ¿Qué características comunes resaltan en estos personajes? Hay que preguntarnos si en una obra una mujer no podría interpretar a un personaje masculino con las características mencionadas\"."
          ],
          "respuesta": "\"¿Han pensado qué competencias se requieren para ser científico? ¿Existen evidencias para decir que alguna de estas es exclusiva de los hombres? Hay que preguntarnos qué razones hay para creer que, si una compañera quisiera ser científica, no podría serlo\".",
          "respuestaCorta": "Para deconstruir un estereotipo, es necesario cuestionar su base lógica. La docente lo hace eficazmente al pedir a los estudiantes que analicen las competencias reales del rol y busquen evidencia que respalde la idea de que son exclusivas de un género, exponiendo la falta de fundamento del prejuicio.",
          "solucionario": "El objetivo es reflexionar críticamente sobre un estereotipo de género. La opción A se centra en la empatía y el impacto emocional, lo cual es importante pero no desmonta el estereotipo en sí. La opción C puede reforzar el estereotipo al evocar imágenes de científicos varones. La opción B es la más pertinente porque ataca directamente la lógica irracional del estereotipo. Invita a los estudiantes a pasar de una idea preconcebida a un análisis basado en la realidad (las competencias) y la evidencia, haciéndoles ver que no existen razones lógicas para excluir a las mujeres de la ciencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2021_p53",
      "contexto": "La docente va a iniciar el desarrollo de una unidad didáctica en la que se busca que los estudiantes expliquen las funciones de los poderes del Estado. En ese contexto, la docente busca recoger los saberes previos de los estudiantes acerca de las atribuciones del Congreso de la República.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para recoger los saberes previos de los estudiantes?",
          "opciones": [
            "Pedir a los estudiantes que busquen en la Constitución Política del Perú qué artículos hacen referencia a las atribuciones del Congreso de la República. Luego, brindarles noticias sobre acciones del Congreso y pedirles que, en equipos, las agrupen según las atribuciones identificadas.",
            "Pedir a los estudiantes que lean el capítulo preliminar del reglamento del Congreso de la República. Luego, solicitarles que elaboren un organizador gráfico en el que presenten las funciones del Congreso y pedirles que, en parejas, los intercambien para recibir sugerencias de mejora.",
            "Pedir a los estudiantes que realicen un listado de las acciones que consideran que puede realizar el Congreso de la República para cumplir con sus funciones. Luego, solicitarles que presenten sus listados en plenaria y pedirles que expliquen en qué consisten las acciones que listaron."
          ],
          "respuesta": "Pedir a los estudiantes que realicen un listado de las acciones que consideran que puede realizar el Congreso de la República para cumplir con sus funciones. Luego, solicitarles que presenten sus listados en plenaria y pedirles que expliquen en qué consisten las acciones que listaron.",
          "respuestaCorta": "Recoger saberes previos implica indagar lo que los estudiantes ya saben o creen saber antes de la instrucción formal. La opción C logra esto pidiéndoles que generen ideas a partir de su conocimiento actual, sin consultar fuentes externas.",
          "solucionario": "La finalidad es recoger los saberes previos, es decir, las ideas que los estudiantes ya tienen sobre un tema. Las opciones A y B son actividades de aprendizaje en las que los estudiantes consultan fuentes para adquirir *nueva* información. La opción C es la única que cumple el propósito, ya que pide a los estudiantes que elaboren un listado basándose en lo que ellos *consideran* que saben. Esto permite al docente diagnosticar sus conocimientos iniciales, incluyendo posibles errores o concepciones incompletas, para planificar la enseñanza de manera más efectiva.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  