{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2021_p01",
      "contexto": "En una sesión de aprendizaje en la que se tiene como propósito que los estudiantes expliquen la relevancia histórica de las rebeliones indígenas del siglo XVIII en el virreinato del Perú, el docente busca recoger los saberes previos de los estudiantes respecto del concepto de rebelión.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para recoger los saberes previos de los estudiantes respecto del concepto de rebelión?",
          "opciones": [
            "Pedir a los estudiantes que busquen información acerca del concepto de rebelión. Luego, solicitarles que mencionen cuáles son los principales aspectos que ayudan a identificar cuándo un proceso podría definirse como una rebelión.",
            "Pedir a los estudiantes que indiquen cuándo se desarrolló la rebelión liderada por Túpac Amaru II. Luego, solicitarles que mencionen qué impactos políticos y culturales tuvo esa rebelión en el virreinato del Perú.",
            "Pedir a los estudiantes que mencionen algunos ejemplos de rebeliones ocurridas a lo largo de la historia. Luego, solicitarles que expliquen por qué estos ejemplos serían considerados como rebeliones."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen algunos ejemplos de rebeliones ocurridas a lo largo de la historia. Luego, solicitarles que expliquen por qué estos ejemplos serían considerados como rebeliones.",
          "respuestaCorta": "Esta acción permite que los estudiantes activen sus conocimientos previos a partir de ejemplos concretos, lo que facilita la construcción colectiva del concepto de 'rebelión'.",
          "solucionario": "La opción 'c' es la más adecuada porque parte de los conocimientos y experiencias previas de los estudiantes, pidiéndoles ejemplos que ellos ya conocen. A partir de la justificación de por qué esos ejemplos son rebeliones, el docente puede identificar las concepciones, aciertos o errores que tienen los estudiantes sobre el concepto, para así orientar mejor la sesión. Las otras opciones no recogen saberes previos: la 'a' pide buscar información nueva y la 'b' se enfoca en datos específicos de una rebelión particular, no en el concepto general.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p02",
      "contexto": "Como parte de un proyecto relacionado con los derechos laborales, los estudiantes han planteado el siguiente problema: \"¿De qué forma los obreros lograron el reconocimiento de sus derechos laborales en el Perú a inicios del siglo XX?\". Para responder a este problema, la docente y los estudiantes, organizados en equipos, están desarrollando diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, los estudiantes están analizando diversas causas del proceso histórico estudiado. En ese contexto, la docente busca orientar a los estudiantes en el reconocimiento de las causas coyunturales que explican la implementación legal de la jornada laboral de ocho horas en 1919. Para ello, la docente les brindará algunas fuentes. ¿Cuál de las siguientes fuentes es más pertinente para lograr este propósito?",
          "opciones": [
            "Una crónica que describe la escalada de protestas obreras por derechos laborales, las cuales se realizaron en Lima y en otras regiones del Perú en las dos primeras décadas del siglo XX.",
            "Un artículo académico en el que se describe qué oficios desempeñaban los obreros, según los rubros del sector industrial que existían a fines del siglo XIX e inicios del siglo XX en Lima.",
            "Un reporte periodístico que narra los hechos ocurridos el 15 de enero de 1919 durante el paro obrero general en Lima, tras el cual se decretó la jornada laboral de ocho horas a nivel nacional."
          ],
          "respuesta": "Una crónica que describe la escalada de protestas obreras por derechos laborales, las cuales se realizaron en Lima y en otras regiones del Perú en las dos primeras décadas del siglo XX.",
          "respuestaCorta": "Esta fuente es pertinente porque aborda la acumulación de eventos de corto y mediano plazo (la escalada de protestas) que generaron la presión necesaria para el cambio legal, lo cual es característico de un análisis coyuntural.",
          "solucionario": "La opción 'a' es la más adecuada para identificar causas coyunturales. El concepto de coyuntura se refiere a un conjunto de circunstancias y eventos que, en un momento dado, influyen en el desarrollo de los acontecimientos. Una crónica que describe la 'escalada de protestas' permite a los estudiantes comprender cómo la intensificación de las movilizaciones obreras en un período específico (las dos primeras décadas del siglo XX) creó el contexto de presión social inmediato que condujo al decreto de 1919. La opción 'c' se centra en un solo hecho detonante, mientras que la 'a' ofrece una visión más amplia de la coyuntura de agitación social.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el trabajo con fuentes, la docente les presenta el siguiente extracto de un artículo publicado en la edición n. 74 del periódico La Protesta en los primeros días de la primera quincena de enero de 1919:\n\n¿Por qué pretender engañar al pueblo con argucias, diciendo que si pide la jornada de ocho horas, no debe pedir aumento de salario? No, este sofisma no deben, no pueden aceptarlo los obreros. El salario que percibe un obrero, por más alto que sea, nunca alcanza a cubrir sus necesidades porque él no solo debe comer bien para reponer las fuerzas que vende al patrono, sino que necesita viviendas higiénicas y cómodas [...], necesita [...], por lo menos, trajes limpios y decentes para él, su compañera y su prole; necesita distraer sus sufrimientos con espectáculos cultos, ilustrarse, desarrollar su intelecto, y estas necesidades primordiales de todo hombre civilizado no puede llenarlas un obrero con un írrito jornal de dos o tres soles diarios.\n\nAdaptado de Martinez, R. (19607). El movimiento obrero peruano 1918-1919.\n\nDespués de que los estudiantes han identificado las ideas principales del artículo presentado, la docente busca que los estudiantes consideren la perspectiva de la fuente en que fue publicado este artículo para interpretarlo críticamente. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen los principales reclamos de los obreros según el artículo publicado en el periódico La Protesta. Finalmente, pedirles que, con ayuda de otras fuentes, evalúen si estos reclamos eran justificados.",
            "Pedir a los estudiantes que indaguen, en otras fuentes, a qué grupos sociales representó el periódico La Protesta y cuál fue la ideología política de dicho periódico. Finalmente, pedirles que evalúen si estos dos aspectos se evidencian en la fuente presentada.",
            "Pedir a los estudiantes que busquen otras fuentes periodísticas de esa época que estén a favor de los derechos obreros. Finalmente, pedirles que expliquen cuáles son los argumentos en común entre el artículo de La Protesta y las otras fuentes periodísticas."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen, en otras fuentes, a qué grupos sociales representó el periódico La Protesta y cuál fue la ideología política de dicho periódico. Finalmente, pedirles que evalúen si estos dos aspectos se evidencian en la fuente presentada.",
          "respuestaCorta": "Esta acción promueve la interpretación crítica al hacer que los estudiantes investiguen el contexto de producción de la fuente (quién la emite y con qué ideología), lo cual es fundamental para evaluar su perspectiva.",
          "solucionario": "La opción 'b' es la más pertinente porque apunta directamente a la competencia de interpretación crítica de fuentes, que implica analizar el contexto, la perspectiva del autor y su propósito. Indagar sobre la filiación social e ideológica del periódico 'La Protesta' (que tenía una línea anarcosindicalista) permite a los estudiantes comprender por qué el artículo se expresa en esos términos y defiende esa postura. Esto les ayuda a valorar la fuente no solo por lo que dice, sino por quién lo dice y con qué intención. Las otras opciones se centran en comparar contenido (opción 'c') o en validar reclamos (opción 'a'), pero no en analizar la perspectiva inherente a la fuente misma.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de una de las actividades, un equipo de estudiantes está compartiendo sus hallazgos a partir de la revisión de diversas fuentes. En ese contexto, tres estudiantes realizan comentarios al respecto. ¿Cuál de los siguientes estudiantes evidencia en su comentario el establecimiento de una relación de simultaneidad histórica?",
          "opciones": [
            "José dice: \"En Lima, se organizó el paro general en enero de 1919. En esa época, en Argentina, los obreros también estaban protestando para que su gobierno reconozca la jornada laboral de ocho horas\".",
            "Lía dice: \"Antes del decreto del gobierno de Pardo en 1919, en el Perú, se trabajaba hasta dieciséis horas. Ahora se dice que solo se debe trabajar ocho horas, pero yo conozco personas que trabajan hasta doce\".",
            "Sara dice: \"Las protestas obreras de 1886 a favor de la jornada de las ocho horas en Estados Unidos fueron muy importantes. Estas influyeron en la organización de los obreros peruanos a favor de ese derecho\"."
          ],
          "respuesta": "José dice: \"En Lima, se organizó el paro general en enero de 1919. En esa época, en Argentina, los obreros también estaban protestando para que su gobierno reconozca la jornada laboral de ocho horas\".",
          "respuestaCorta": "El comentario de José establece una relación de simultaneidad al conectar dos eventos que ocurrían al mismo tiempo en diferentes lugares (Perú y Argentina).",
          "solucionario": "La simultaneidad histórica es una noción que implica reconocer procesos y acontecimientos que se desarrollan al mismo tiempo en diferentes espacios. El comentario de José (opción 'a') es el único que cumple con esta característica, al señalar que mientras en Lima ocurría el paro de 1919, en Argentina se desarrollaba un proceso similar de lucha obrera. El comentario de Lía se enfoca en el cambio y la permanencia, y el de Sara establece una relación de causalidad o influencia diacrónica (de un tiempo a otro).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo del proyecto, los estudiantes realizan la siguiente actividad:\n\nPrimero, los estudiantes identifican las principales protestas obreras que sucedieron en Lima durante las dos primeras décadas del siglo XX, las fechas en que ocurrieron y las características que tuvieron. Luego, organizan esta información de manera cronológica y señalan cuáles fueron los principales hitos en ese proceso.\n\nDe acuerdo a la actividad descrita, ¿cuál de las siguientes nociones se busca desarrollar principalmente?",
          "opciones": [
            "La noción de simultaneidad.",
            "La noción de secuencialidad.",
            "La noción de cambio y permanencia."
          ],
          "respuesta": "La noción de secuencialidad.",
          "respuestaCorta": "La actividad se centra en organizar eventos en orden cronológico e identificar hitos, lo que desarrolla directamente la noción de secuencialidad.",
          "solucionario": "La secuencialidad se refiere a la capacidad de ordenar cronológicamente los hechos históricos y comprender que suceden unos después de otros, formando un proceso. La actividad descrita, al pedir a los estudiantes que organicen la información de manera cronológica y señalen hitos, está enfocada explícitamente en desarrollar esta noción. La simultaneidad implicaría comparar con otros lugares en el mismo tiempo, y el cambio y permanencia requeriría una comparación entre dos épocas distintas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han analizado las condiciones en las que trabajaban los obreros en el Perú a fines del siglo XIX, la docente busca que reconozcan cambios y permanencias en relación con estas condiciones laborales. ¿Cuál de las siguientes acciones pedagógicas es adecuada para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que averigüen qué derechos laborales obtuvieron los obreros peruanos a inicios del siglo XX. Luego, solicitarles que expliquen qué aspectos de las condiciones laborales de los obreros se transformaron y cuáles no, entre el siglo XIX y el siglo XX.",
            "Pedir a los estudiantes que averigüen las condiciones laborales de los obreros de otros países latinoamericanos a fines del siglo XIX. Luego, solicitarles que expliquen qué semejanzas y diferencias existían entre estos países y el Perú respecto de las condiciones laborales en esta época.",
            "Pedir a los estudiantes que averigüen cuáles fueron las principales protestas obreras que ocurrieron en el Perú en las dos primeras décadas del siglo XX. Luego, solicitarles que expliquen de qué forma las condiciones laborales de los obreros de fines del siglo XIX influyeron en esas protestas."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen qué derechos laborales obtuvieron los obreros peruanos a inicios del siglo XX. Luego, solicitarles que expliquen qué aspectos de las condiciones laborales de los obreros se transformaron y cuáles no, entre el siglo XIX y el siglo XX.",
          "respuestaCorta": "Esta acción se enfoca directamente en la noción de cambio y permanencia al pedir a los estudiantes que comparen dos momentos históricos (fines del XIX vs. inicios del XX) e identifiquen lo que se transformó y lo que se mantuvo.",
          "solucionario": "El propósito es que los estudiantes reconozcan cambios y permanencias. La opción 'a' aborda esto de manera directa al solicitar una comparación explícita entre las condiciones laborales de dos periodos consecutivos (fines del siglo XIX e inicios del siglo XX) para identificar transformaciones y continuidades. La opción 'b' se enfoca en la comparación espacial (sincronía) y la opción 'c' en la causalidad, no en el cambio y la permanencia como eje central.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En el marco del problema investigado, la docente busca promover el desarrollo de la conciencia histórica en los estudiantes. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para este propósito?",
          "opciones": [
            "¿En qué otros países de América Latina se desarrollaron protestas obreras a favor de la jornada laboral de ocho horas a inicios del siglo XX? ¿Qué diferenció las protestas obreras en el Perú respecto de las protestas en otros países durante este periodo? ¿Qué factores explican estas diferencias?",
            "¿Cómo ha influido la obtención de los derechos laborales de las primeras décadas del siglo XX en las condiciones laborales en la actualidad? ¿Cuáles de las actuales condiciones laborales en el Perú requieren cambiarse y cuáles mantenerse? ¿Por qué consideras ello?",
            "¿Qué problemas laborales afectan a los trabajadores peruanos en la época actual? ¿De qué manera influyen estos problemas laborales en sus condiciones de vida? ¿De qué manera el Estado peruano podría contribuir a la solución de estos problemas laborales?"
          ],
          "respuesta": "¿Cómo ha influido la obtención de los derechos laborales de las primeras décadas del siglo XX en las condiciones laborales en la actualidad? ¿Cuáles de las actuales condiciones laborales en el Perú requieren cambiarse y cuáles mantenerse? ¿Por qué consideras ello?",
          "respuestaCorta": "Este conjunto de preguntas promueve la conciencia histórica al conectar el pasado (luchas obreras) con el presente (condiciones actuales) y proyectar hacia el futuro (qué cambiar o mantener), invitando a una reflexión crítica.",
          "solucionario": "La conciencia histórica implica comprender la relación entre el pasado, el presente y el futuro. El conjunto de preguntas de la opción 'b' es el más pertinente porque vincula directamente un hecho del pasado (la obtención de derechos laborales) con la situación presente (condiciones laborales actuales) y motiva una reflexión con proyección a futuro (qué cambiar y qué mantener). Esta conexión es esencial para que los estudiantes comprendan la relevancia del pasado en su vida actual. La opción 'a' es comparativa y la 'c' se centra solo en el presente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, la docente pide a los estudiantes que comenten algunas de sus conclusiones acerca del reconocimiento del derecho de la jornada laboral de ocho horas en el Perú. A continuación, se muestra una de las conclusiones de una de las estudiantes:\n\n\"Profesora, ahora comprendo por qué actualmente en el Perú existe una ley que dice que solo se puede trabajar ocho horas como máximo y cómo se fueron ganando otros derechos laborales. Eso se debe a que, a inicios del siglo XX, los obreros se organizaron en sindicatos, realizaron diversas protestas y finalmente el Estado reconoció la jornada de ocho horas\".\n\n¿Cuál de los siguientes aprendizajes se evidencia principalmente en la conclusión de la estudiante?",
          "opciones": [
            "La identificación de la simultaneidad histórica.",
            "El reconocimiento de la relevancia histórica.",
            "El desarrollo de la perspectiva histórica."
          ],
          "respuesta": "El reconocimiento de la relevancia histórica.",
          "respuestaCorta": "La estudiante evidencia el reconocimiento de la relevancia histórica al conectar un hecho del pasado (las luchas obreras) con una realidad del presente (la ley de ocho horas).",
          "solucionario": "La relevancia histórica se refiere a la capacidad de comprender por qué un evento del pasado es importante y cómo sus consecuencias perduran en el presente. La conclusión de la estudiante muestra claramente este aprendizaje, ya que conecta la lucha obrera del siglo XX con la existencia de la ley de la jornada laboral actual, entendiendo que el pasado explica una característica de su realidad presente. No se evidencia simultaneidad ni perspectiva histórica (ponerse en el lugar de los actores de la época).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a una propuesta de la ideología anarquista que se desarrolló en Europa en el siglo XIX?",
          "opciones": [
            "La sociedad debe organizarse para exigir que el Estado elabore leyes que garanticen el cumplimiento de sus derechos.",
            "Los grupos de obreros deben organizarse para tomar el poder y dirigir el Estado a modo de una dictadura.",
            "El Estado y las instituciones que ostentan autoridad deben desaparecer a favor de la libertad individual."
          ],
          "respuesta": "El Estado y las instituciones que ostentan autoridad deben desaparecer a favor de la libertad individual.",
          "respuestaCorta": "El anarquismo, en su esencia, postula la abolición del Estado y de toda forma de autoridad coercitiva para lograr la máxima libertad individual y la autoorganización social.",
          "solucionario": "La ideología anarquista del siglo XIX se fundamenta en la crítica a toda forma de poder centralizado y jerárquico, considerando al Estado como el principal opresor de la libertad individual. Por lo tanto, su propuesta central es la eliminación del Estado y de sus instituciones (opción 'c'). La opción 'a' corresponde a una postura reformista o socialdemócrata, que busca usar el Estado. La opción 'b' describe la propuesta marxista-leninista de la 'dictadura del proletariado'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p04",
      "contexto": "En una sesión de aprendizaje, los estudiantes han averiguado acerca de cómo fue el desarrollo tecnológico en el siglo XIX en el Perú. En ese contexto, un estudiante ha elaborado un texto en el que da a conocer sus hallazgos. A continuación, se presenta un fragmento del mismo:",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Yo encontré que, en el siglo XIX, se promovió la modernización de las vías de comunicación porque se pensaba que era la forma para lograr el progreso de los países. En ese siglo, muchas personas creían que el progreso implicaba mejorar la comunicación en el país y, así, expandir el desarrollo de diferentes actividades económicas. Ahora entiendo por qué, en ese entonces, se construyeron varios ferrocarriles en diferentes regiones del Perú. Por ejemplo, se construyeron el ferrocarril de Lima-Callao, el del Centro y el de Arequipa.\n\n¿Cuál de los siguientes aprendizajes se evidencia principalmente en el fragmento del texto del estudiante?",
          "opciones": [
            "La explicación de hechos históricos a partir del contexto de la época.",
            "El uso de la conciencia histórica para la comprensión de procesos históricos.",
            "La contrastación de interpretaciones diversas acerca de un fenómeno histórico."
          ],
          "respuesta": "La explicación de hechos históricos a partir del contexto de la época.",
          "respuestaCorta": "El estudiante explica un hecho concreto (construcción de ferrocarriles) basándose en las ideas y creencias de la época (la idea de progreso), lo que demuestra una comprensión contextual.",
          "solucionario": "El estudiante no solo describe la construcción de ferrocarriles, sino que la explica a partir de la mentalidad y las ideas dominantes del siglo XIX, como la noción de 'progreso' asociada a la modernización de las comunicaciones. Este razonamiento demuestra la capacidad de explicar un hecho histórico situándolo en su contexto de pensamiento, que es un componente clave de la competencia histórica. No se evidencia conciencia histórica (conexión pasado-presente-futuro) ni contrastación de fuentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p05",
      "contexto": "En una sesión de aprendizaje, los estudiantes están indagando acerca de cómo la cultura islámica ha influido en el desarrollo cultural de la civilización occidental. En ese contexto, uno de los estudiantes comenta lo siguiente:\n\n\"Profesor, yo sé que estamos en el año 2020, pero el otro día, en un artículo de un periódico, leí que los musulmanes están actualmente en el año 1441. Me parece raro que ellos tengan una fecha distinta. De seguro, debe haber una equivocación en ese artículo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que el estudiante reflexione sobre el error en su comentario. ¿En cuál de los siguientes aspectos es pertinente que el docente centre su retroalimentación?",
          "opciones": [
            "En el desconocimiento del uso de sistemas de conversión para encontrar equivalencias entre las fechas usadas en los calendarios de diversas culturas.",
            "En el desconocimiento de que existen diversas maneras de organizar el tiempo en los calendarios, según la cultura a la que correspondan.",
            "En el desconocimiento acerca de cómo se puede determinar la validez de un calendario en comparación a otros."
          ],
          "respuesta": "En el desconocimiento de que existen diversas maneras de organizar el tiempo en los calendarios, según la cultura a la que correspondan.",
          "respuestaCorta": "El error del estudiante radica en su perspectiva etnocéntrica, al asumir que su calendario es el único válido. La retroalimentación debe enfocarse en la diversidad cultural de la medición del tiempo.",
          "solucionario": "El comentario del estudiante revela una visión etnocéntrica, asumiendo su propio sistema de calendario (gregoriano) como universal y correcto, y considerando la existencia de otro como un error. El aspecto central a corregir es esta falta de perspectiva cultural. Por ello, la retroalimentación debe centrarse en hacerle comprender que diferentes culturas han desarrollado distintos sistemas para medir y organizar el tiempo, basados en sus propios hitos históricos y astronómicos, y que ninguno es intrínsecamente más 'válido' que otro. Las opciones 'a' y 'c' son secundarias frente a esta comprensión conceptual fundamental.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p06",
      "contexto": "Como parte de un proyecto de investigación denominado \"¿Cómo los desastres impactaron en algunas sociedades del mundo antiguo?\", los estudiantes están indagando acerca del desastre originado por la erupción del volcán Vesubio en el año 79 d.C., en el Imperio romano. Para ello, la docente les ha entregado varias fuentes y les ha indicado que realizarán diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una de las fuentes presentadas por la docente es un fragmento del libro Historia Romana, elaborado por Dion Casio a inicios del siglo III d.C. En esta fuente se describe la erupción del volcán Vesubio y sus efectos en las ciudades de Pompeya y Herculano en el año 79 d.C. Si el propósito de la docente es que los estudiantes interpreten críticamente esta fuente, ¿cuál de las siguientes acciones pedagógicas contribuye más al logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que indiquen los principales hechos narrados en la fuente presentada. Luego, solicitarles que busquen información, en otras fuentes, acerca de las erupciones del Vesubio en diversas épocas. Por último, preguntarles qué diferenció a la erupción del Vesubio en el año 79 d.C. de las erupciones de este volcán en otras épocas.",
            "Pedir a los estudiantes que indiquen cuándo se elaboró la fuente presentada respecto del hecho narrado. Luego, solicitarles que contrasten la fuente presentada con hallazgos arqueológicos vinculados a la erupción del Vesubio en el año 79 d.C., que han encontrado en otras fuentes. Por último, preguntarles cómo la información de la fuente presentada contribuye con la comprensión del impacto de la erupción del Vesubio.",
            "Pedir a los estudiantes que indiquen qué ciudades se afectaron por la erupción del Vesubio según la fuente presentada. Luego, solicitarles que identifiquen, con ayuda de otras fuentes, la ubicación de estas ciudades respecto del Vesubio. Por último, preguntarles cómo el estudio del desastre por la erupción del Vesubio ayuda a comprender la importancia de elegir adecuadamente el emplazamiento de ciudades."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen cuándo se elaboró la fuente presentada respecto del hecho narrado. Luego, solicitarles que contrasten la fuente presentada con hallazgos arqueológicos vinculados a la erupción del Vesubio en el año 79 d.C., que han encontrado en otras fuentes. Por último, preguntarles cómo la información de la fuente presentada contribuye con la comprensión del impacto de la erupción del Vesubio.",
          "respuestaCorta": "Esta acción promueve la interpretación crítica al hacer que los estudiantes analicen el origen de la fuente (escrita mucho después del evento) y la contrasten con otras evidencias (hallazgos arqueológicos).",
          "solucionario": "La interpretación crítica de una fuente implica analizar su contexto de producción y contrastarla con otras fuentes para evaluar su fiabilidad y utilidad. La opción 'b' es la más completa para este propósito. Primero, hace que los estudiantes consideren la distancia temporal entre el hecho (79 d.C.) y la fuente (siglo III d.C.), lo cual es clave para evaluar su naturaleza. Segundo, promueve la contrastación con un tipo de fuente diferente (arqueológica), lo que permite corroborar o cuestionar la información. Finalmente, les pide valorar la contribución de la fuente, cerrando el proceso de interpretación crítica.",
          "seccion": "Casuística"
        }
      ]
    },

    {
      "idGrupo": "asc_secundaria_2021_p06",
      
      "imagen": null,
      "preguntas": [
        {
          "contexto": "Después de trabajar con diversas fuentes, un estudiante elaboró el siguiente organizador gráfico relacionado con el desastre originado por la erupción del volcán Vesubio en la ciudad de Pompeya en el año 79 d.C.:",
          "pregunta": "¿Cuál de las siguientes nociones se evidencia en el organizador gráfico elaborado por el estudiante?",          "opciones": [
            "La noción de periodización histórica.",
            "La noción de simultaneidad histórica.",
            "La noción de multicausalidad histórica."
          ],
          "respuesta": "La noción de periodización histórica.",
          "respuestaCorta": "El organizador divide el tiempo en 'Antes' y 'Después' de un evento clave (la erupción), lo que constituye un ejercicio básico de periodización.",
          "solucionario": "La periodización histórica consiste en dividir la historia en períodos o épocas delimitados por un hecho o proceso significativo que marca un punto de inflexión. El organizador gráfico del estudiante, al utilizar la erupción del Vesubio como un hito para establecer un 'antes' y un 'después' y caracterizar cada uno de estos periodos, es un claro ejemplo de la aplicación de la noción de periodización.",
          "seccion": "Casuística",
          "imagen": "img/ascenso/secundaria/2021/sociales/1.jpg"
        },
        {
          "pregunta": "A partir del trabajo con fuentes, un estudiante ha elaborado un texto para explicar las causas del desastre originado por la erupción del Vesubio en el año 79 d.C. A continuación, se presenta un fragmento de este texto:\n\nLa sociedad romana fue una sociedad agrícola principalmente. Los romanos fundaron varias ciudades en tierras fértiles. Este fue el caso de la fundación de Pompeya y Herculano al pie del volcán Vesubio. Esta zona era muy fértil; por eso, los romanos se asentaron allí, sin considerar que era peligroso. Entonces, cuando el volcán erupcionó en el año 79 d.C., la población que vivía cerca del Vesubio fue muy afectada. Mucha gente murió y sus casas quedaron destruidas.\n\n¿Cuál de los siguientes aprendizajes NO se evidencia en el fragmento del texto del estudiante?",
          "opciones": [
            "El reconocimiento de causas estructurales de un proceso histórico.",
            "La jerarquización entre las diferentes causas de un mismo proceso histórico.",
            "La vinculación entre las consecuencias de un hecho histórico y las causas de otro."
          ],
          "respuesta": "La jerarquización entre las diferentes causas de un mismo proceso histórico.",
          "respuestaCorta": "El texto del estudiante menciona varias causas (sociedad agrícola, fertilidad del suelo) pero no las organiza por orden de importancia, por lo que no evidencia jerarquización.",
          "solucionario": "El estudiante identifica causas estructurales (la naturaleza agrícola de la sociedad romana) y las vincula con la consecuencia (la vulnerabilidad ante la erupción). Sin embargo, en el fragmento no se observa que el estudiante establezca un orden de importancia o peso entre las diferentes causas que menciona; simplemente las enuncia. Por lo tanto, el aprendizaje que no se evidencia es la jerarquización de causas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes han revisado diversas fuentes, la docente les pide que comenten sus hallazgos en relación con el desastre ocasionado por la erupción del volcán Vesubio en el año 79 d.C. En este contexto, ¿cuál de los siguientes estudiantes evidencia en su comentario el reconocimiento de una condición de vulnerabilidad?",
          "opciones": [
            "Carla dice: \"Yo revisé un artículo que indicaba que las ciudades se asentaron cerca a los volcanes debido a que, allí, los suelos eran muy fértiles. Creo que esta proximidad fue un problema porque esas ciudades estuvieron permanentemente expuestas a sufrir daños si es que ocurría una erupción\".",
            "Alejandro dice: \"Yo vi un video que mostraba cómo la erupción del volcán Vesubio en el año 79 d.C. produjo la expulsión de grandes cantidades de ceniza que sepultó algunas ciudades. También causó una gran avalancha de lodo que dejó campos de cultivo enterrados\".",
            "Francisco dice: \"Yo leí en un libro que la erupción del volcán Vesubio fue muy explosiva debido al alto contenido de gas en el magma. Además, esa erupción ocasionó la expulsión de una gran cantidad de ceniza que quedó suspendida en el aire como si fuera una gran nube\"."
          ],
          "respuesta": "Carla dice: \"Yo revisé un artículo que indicaba que las ciudades se asentaron cerca a los volcanes debido a que, allí, los suelos eran muy fértiles. Creo que esta proximidad fue un problema porque esas ciudades estuvieron permanentemente expuestas a sufrir daños si es que ocurría una erupción\".",
          "respuestaCorta": "Carla identifica la vulnerabilidad al señalar que la ubicación de las ciudades (proximidad al volcán), una decisión humana, las dejó expuestas a sufrir daños ante una erupción.",
          "solucionario": "La vulnerabilidad se refiere a las condiciones sociales, económicas o de localización que hacen que una comunidad sea susceptible a los daños de una amenaza o peligro. Carla identifica correctamente esta condición al explicar que la decisión de asentarse cerca del volcán por la fertilidad del suelo (factor social/económico) creó una exposición permanente al peligro. Alejandro y Francisco, en cambio, describen las características de la amenaza (la erupción volcánica en sí), no la condición de vulnerabilidad de la población.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca promover en los estudiantes la metacognición sobre las estrategias de aprendizaje que han empleado para realizar el proyecto de investigación. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para el logro del propósito de la docente?",
          "opciones": [
            "¿Qué motivaciones tuvieron para realizar la investigación? ¿Qué información obtenida acerca de los desastres llamó más su atención? ¿Qué otros temas les gustaría investigar acerca de las sociedades del mundo antiguo? ¿Por qué?",
            "¿Cuáles fueron los objetivos de su proyecto de investigación? ¿Qué fuentes fueron más fiables para responder a las preguntas de investigación? ¿Cuáles consideran que son los principales hallazgos del tema que han investigado? ¿Por qué?",
            "¿Cuáles fueron las acciones que les resultaron útiles para iniciar la investigación? ¿Qué acciones fueron fundamentales para desarrollar el proyecto? ¿Consideran que han logrado todas las metas que se propusieron en cada etapa del proyecto? ¿Por qué?"
          ],
          "respuesta": "¿Cuáles fueron las acciones que les resultaron útiles para iniciar la investigación? ¿Qué acciones fueron fundamentales para desarrollar el proyecto? ¿Consideran que han logrado todas las metas que se propusieron en cada etapa del proyecto? ¿Por qué?",
          "respuestaCorta": "Estas preguntas se centran en la reflexión sobre el propio proceso de aprendizaje ('qué acciones fueron útiles', 'cómo lo hice'), lo cual es la esencia de la metacognición.",
          "solucionario": "La metacognición es el proceso de reflexionar sobre el propio pensamiento y aprendizaje. El conjunto de preguntas de la opción 'c' está diseñado para que los estudiantes piensen sobre las estrategias que usaron ('acciones útiles', 'acciones fundamentales') y evalúen el resultado de su proceso ('¿han logrado las metas?'). Esto promueve la autoconciencia y la autorregulación del aprendizaje. Las otras opciones se centran en el interés por el tema (opción 'a') o en los resultados de la investigación (opción 'b'), pero no en el proceso de cómo se aprendió.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p07",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala una característica del Tahuantinsuyo?",
          "opciones": [
            "El uso de las guerras militares como única forma de conquista.",
            "La imposición de un culto monoteísta en las sociedades que conquistaron.",
            "La adopción de avances tecnológicos desarrollados por sociedades andinas anteriores."
          ],
          "respuesta": "La adopción de avances tecnológicos desarrollados por sociedades andinas anteriores.",
          "respuestaCorta": "El Imperio Inca integró y perfeccionó tecnologías agrícolas, arquitectónicas y de ingeniería de culturas preincaicas como los Wari, Tiahuanaco y Chimú.",
          "solucionario": "Una característica fundamental del Tahuantinsuyo fue su capacidad para sintetizar y adaptar conocimientos y tecnologías de los pueblos que conquistaba. Por ejemplo, adoptaron y expandieron el sistema de andenes, las técnicas de conservación de alimentos y la metalurgia de culturas anteriores. La conquista no fue únicamente militar, también utilizaron alianzas y reciprocidad, y aunque impusieron el culto al Sol, permitieron la continuidad de las huacas y deidades locales, manteniendo un sistema politeísta.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p08",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes se han planteado investigar acerca de cuáles han sido las implicancias de la Reforma Agraria implementada por el Gobierno Revolucionario de las Fuerzas Armadas (1968-1975). Luego de que los estudiantes han interpretado críticamente diversas fuentes, el docente busca que determinen la relevancia histórica de este proceso.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es más adecuada para el logro del propósito del docente?",
          "opciones": [
            "¿Cuáles fueron las primeras medidas adoptadas como parte del proceso de Reforma Agraria?",
            "¿Cómo ha influido la Reforma Agraria en las características de la actual sociedad peruana?",
            "¿Cuáles fueron los principales hechos que propiciaron el inicio de la Reforma Agraria?"
          ],
          "respuesta": "¿Cómo ha influido la Reforma Agraria en las características de la actual sociedad peruana?",
          "respuestaCorta": "Esta pregunta orienta a los estudiantes a conectar el pasado con el presente para evaluar el impacto duradero del evento, que es el núcleo de la relevancia histórica.",
          "solucionario": "Determinar la relevancia histórica de un proceso implica comprender su impacto a largo plazo y cómo ha moldeado el presente. La pregunta de la opción 'b' apunta directamente a este objetivo, al pedir a los estudiantes que analicen la influencia de la Reforma Agraria en la sociedad actual (en la estructura de la propiedad, en las relaciones sociales en el campo, etc.). Las otras preguntas se enfocan en las características (opción 'a') o las causas (opción 'c') del proceso, pero no en su trascendencia histórica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p09",
      "contexto": "En una experiencia de aprendizaje, los estudiantes están investigando acerca de cómo fue la participación de diversos actores sociales en la Guerra del Pacífico. Para ello, el docente les ha entregado diversas fuentes históricas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una de las actividades iniciales, un estudiante comenta al docente lo siguiente:\n\n\"Profesor, he leído que muchos inmigrantes chinos que trabajaban en las haciendas de la costa ayudaron al ejército chileno durante la guerra. Eso es inaceptable, ellos tuvieron que demostrar lealtad al Perú porque vivían en el país desde hace varios años\".\n\nFrente a este comentario, el docente busca que el estudiante tome en cuenta algunos aspectos del contexto de la época que le permitan cuestionar su afirmación desde una perspectiva histórica. ¿Cuál de los siguientes conjuntos de preguntas es pertinente para el logro del propósito del docente?",
          "opciones": [
            "¿Cuál fue el tipo de ayuda que brindaron algunos inmigrantes chinos al ejército chileno durante la Guerra del Pacífico? ¿Por qué las acciones de esos inmigrantes deben ser cuestionadas? ¿Cuál debió haber sido la actitud de los inmigrantes chinos que apoyaron al ejército chileno?",
            "¿Qué otros grupos de la sociedad peruana también apoyaron al ejército chileno? ¿A través de qué acciones estos grupos apoyaron al ejército chileno? ¿De qué manera el apoyo de estos grupos y de los inmigrantes chinos fue determinante para que Chile ganara la guerra?",
            "¿Qué caracterizó a los contratos laborales realizados con los inmigrantes chinos? ¿Cómo eran las condiciones de vida de estos inmigrantes antes de la Guerra del Pacífico? ¿Cómo estas características y condiciones habrían influido en la actitud de estos inmigrantes ante la guerra?"
          ],
          "respuesta": "¿Qué caracterizó a los contratos laborales realizados con los inmigrantes chinos? ¿Cómo eran las condiciones de vida de estos inmigrantes antes de la Guerra del Pacífico? ¿Cómo estas características y condiciones habrían influido en la actitud de estos inmigrantes ante la guerra?",
          "respuestaCorta": "Estas preguntas guían al estudiante a analizar el contexto y las motivaciones de los actores históricos (los inmigrantes chinos), desarrollando así una perspectiva histórica que va más allá de un juicio de valor anacrónico.",
          "solucionario": "El comentario del estudiante emite un juicio desde el presente sin considerar las circunstancias de la época, lo que se conoce como anacronismo. Para desarrollar la perspectiva histórica, el docente debe guiar al estudiante a comprender el contexto en que vivían los inmigrantes chinos. Las preguntas de la opción 'c' son las más pertinentes porque indagan sobre sus condiciones laborales y de vida (semi-esclavitud), lo que permite inferir que su 'lealtad' no era hacia los hacendados que los explotaban, sino hacia la posibilidad de obtener su libertad. Esto ayuda al estudiante a comprender las acciones de los actores del pasado desde su propia lógica y contexto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Entre las fuentes seleccionadas por el docente, se incluye un texto de un fragmento de una comunicación presentada por el representante estudiantil de la Universidad Mayor de San Marcos, Carlos Wiesse, al presidente Mariano Ignacio Prado el 17 de marzo de 1879. A continuación, se presenta este texto:\n\nSe acordó [en una reunión de estudiantes] protestar de la invasión [chilena que, bajo el título de reivindicación, se ha asentado en el litoral boliviano, a cuya resolución siguió una pública manifestación de simpatía hacia la causa boliviana. [El escrito] que se redacte tendremos el honor de poner en conocimiento de vuestra excelencia, así como ahora tenemos la satisfacción de manifestarle los más vivos y vehementes deseos de mis compañeros. Con el objeto de patentizar a la República toda nuestra decisión por la causa nacional, y para aunar nuestros esfuerzos en provecho de la dignidad y el honor de la Patria, la Universidad de San Marcos ha acordado ofrecer los servicios de sus alumnos al Supremo Gobierno, a fin de que [...] se nos dé el mejor y más peligroso puesto en el campo del honor y donde quiera que la patria necesite los servicios de sus buenos hijos. [...]. Esta firme resolución manifiesta, también a vuestra excelencia, la decidida aprobación que la juventud presta a la política seguida por el Supremo Gobierno [...].\n\nAdaptado de Herrera, J. (1929), La Universidad Mayor de San Marcos y la Guerra del Pacifico.\n\nComo parte de la interpretación crítica de la fuente, el docente busca que los estudiantes la contextualicen. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para lograr este propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen quiénes tomaron los acuerdos presentados en la comunicación dirigida al presidente Prado en marzo de 1879. Luego, pedirles que averigüen qué otras iniciativas similares organizaron los estudiantes de la Universidad de San Marcos en esa época. Por último, pedirles que expliquen por qué la actitud de este grupo de estudiantes universitarios fue acertada.",
            "Pedir a los estudiantes que identifiquen a qué momento del desarrollo de la Guerra del Pacífico corresponde la fuente. Luego, solicitarles que recaben información sobre los principales hechos relacionados con dicho momento. Por último, pedirles que expliquen cómo estos hechos habrían influido en la decisión de los estudiantes de la Universidad de San Marcos de comunicarse con el presidente Prado.",
            "Pedir a los estudiantes que identifiquen qué ofrecimientos realizaron los estudiantes de la Universidad de San Marcos en la comunicación que dirigieron al presidente Prado. Luego, solicitarles que indaguen en qué campañas militares de la guerra participaron esos estudiantes. Por último, pedirles que expliquen cómo los ofrecimientos de los estudiantes fueron acogidos por las autoridades a lo largo de la guerra."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen a qué momento del desarrollo de la Guerra del Pacífico corresponde la fuente. Luego, solicitarles que recaben información sobre los principales hechos relacionados con dicho momento. Por último, pedirles que expliquen cómo estos hechos habrían influido en la decisión de los estudiantes de la Universidad de San Marcos de comunicarse con el presidente Prado.",
          "respuestaCorta": "Esta acción se centra en la contextualización histórica, al pedir a los estudiantes que ubiquen la fuente en su momento específico y la relacionen con los eventos circundantes para entender su origen.",
          "solucionario": "Contextualizar una fuente significa ubicarla en su tiempo y espacio, y entender cómo los acontecimientos de ese momento influyeron en su creación. La opción 'b' guía a los estudiantes a hacer exactamente eso: primero, ubicar la fecha (marzo de 1879) en la cronología de la guerra (los momentos iniciales, justo después de la ocupación de Antofagasta y antes de la declaración de guerra de Chile a Perú); segundo, investigar los hechos de ese momento; y tercero, conectar esos hechos con el contenido de la fuente. Este proceso permite comprender por qué los estudiantes reaccionaron de esa manera en ese preciso momento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes están compartiendo sus reflexiones acerca de la investigación realizada. En ese contexto, una estudiante comenta lo siguiente:\n\n\"Para mí, la investigación que hemos realizado fue interesante. Para conocer sobre la participación de los civiles en la guerra, revisé diversas fuentes como testimonios, cartas, periódicos, fotografías y hasta partes oficiales. Lo que más llamó mi atención fue que al leer las cartas y testimonios pude conocer qué es lo que sintieron las personas de esa época; como, por ejemplo, sus miedos y preocupaciones. Lo que me resultó difícil fue interpretar las fotografías. En ese caso, me di cuenta que era importante complementar su análisis con otro tipo de fuentes\".\n\n¿Cuál de los siguientes procesos del aprendizaje se evidencia en el comentario de la estudiante?",
          "opciones": [
            "La transferencia del aprendizaje.",
            "El desarrollo de la metacognición.",
            "El reconocimiento de un conflicto cognitivo."
          ],
          "respuesta": "El desarrollo de la metacognición.",
          "respuestaCorta": "La estudiante reflexiona sobre su propio proceso de aprendizaje: qué fuentes usó, qué le llamó la atención, qué le resultó difícil y qué estrategia encontró para superar la dificultad.",
          "solucionario": "El comentario de la estudiante es un claro ejemplo de metacognición. Ella no solo habla de lo que aprendió (el contenido), sino de CÓMO lo aprendió. Evalúa las fuentes que utilizó ('revisé diversas fuentes'), reflexiona sobre lo que le resultó más impactante y lo que le costó más ('me resultó difícil interpretar las fotografías'), y es consciente de las estrategias que debe emplear para mejorar ('me di cuenta que era importante complementar'). Esta autoevaluación del proceso de aprendizaje es la esencia de la metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p10",
      "contexto": "Luego de recopilar e interpretar críticamente diversas fuentes relacionadas con el desarrollo de la Guerra del Pacífico (1879-1883), una estudiante elaboró un texto para explicar algunos aspectos de este proceso histórico. A continuación, se presenta un fragmento de este texto:",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Yo considero que la existencia de varios líderes políticos y militares peruanos que querían obtener el poder mientras el Perú estaba en guerra con Chile, fue un problema grave porque generó inestabilidad. Por ejemplo, Nicolás de Piérola dio un golpe de Estado contra el presidente Prado en diciembre de 1879; asimismo, parte del ejército peruano, que estaba bajo las órdenes de Miguel Iglesias, se enfrentó a las tropas de Andrés A. Cáceres durante la Campaña de la Breña. Este tipo de situaciones influyó en que el Perú pierda la guerra. La derrota contribuyó con la situación de inestabilidad, lo que, entre otros aspectos, favoreció el predominio de los caudillos militares en el poder y la pérdida de influencia del Partido Civil en el gobierno durante el periodo de la Reconstrucción Nacional.\n\n¿Cuál de los siguientes aprendizajes relacionado con la elaboración de explicaciones históricas se evidencia en el fragmento del texto de la estudiante?",
          "opciones": [
            "El reconocimiento de un hecho como detonante de un proceso histórico.",
            "La vinculación entre las consecuencias de un hecho histórico y las causas de otro.",
            "El establecimiento de las causas de un proceso histórico según su aspecto o dimensión."
          ],
          "respuesta": "La vinculación entre las consecuencias de un hecho histórico y las causas de otro.",
          "respuestaCorta": "La estudiante vincula la derrota en la guerra (consecuencia) con la inestabilidad política posterior y el ascenso de los caudillos (causa del siguiente periodo).",
          "solucionario": "El texto de la estudiante muestra una comprensión compleja de la causalidad histórica. Ella no solo identifica causas para la derrota (la inestabilidad interna), sino que luego toma la derrota (la consecuencia de la guerra) y la convierte en la causa de un nuevo proceso histórico (la inestabilidad de la Reconstrucción Nacional y el predominio de los caudillos). Esta capacidad de encadenar consecuencias de un hecho como causas del siguiente es un aprendizaje de alto nivel en la construcción de explicaciones históricas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p11",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la competencia \"Construye interpretaciones históricas\", ¿cuál de los siguientes equipos ha formulado un problema de investigación histórica en relación con el desarrollo de la Independencia de las Trece Colonias de Norteamérica?",
          "opciones": [
            "Equipo 1: ¿Cuáles fueron las motivaciones que influyeron más en los colonos de las Trece Colonias de Norteamérica para promover su independencia?",
            "Equipo 2: ¿Cuáles fueron las batallas y combates navales que se libraron durante la guerra de independencia de las Trece Colonias de Norteamérica?",
            "Equipo 3: ¿Cuáles fueron los acuerdos del Tratado de París de 1783, que reconocía la independencia de las Trece Colonias de Norteamérica por parte de los británicos?"
          ],
          "respuesta": "Equipo 1: ¿Cuáles fueron las motivaciones que influyeron más en los colonos de las Trece Colonias de Norteamérica para promover su independencia?",
          "respuestaCorta": "Esta pregunta es un problema de investigación histórica porque requiere interpretación, análisis de causas y jerarquización, a diferencia de las otras que buscan datos específicos.",
          "solucionario": "Un problema de investigación histórica, en el marco de la competencia, debe ser una pregunta que invite a la indagación, la interpretación de fuentes y la elaboración de una explicación, no una que se pueda responder con un dato único o una lista. La pregunta del Equipo 1 ('¿cuáles influyeron más?') exige analizar diversas motivaciones (económicas, políticas, ideológicas) y argumentar sobre su importancia relativa. En cambio, las preguntas de los equipos 2 y 3 buscan información descriptiva y fáctica (listas de batallas o acuerdos), que son insumos para una investigación, pero no el problema de investigación en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p12",
      "contexto": "Durante una sesión de aprendizaje, un docente está dialogando con los estudiantes acerca de cómo era la situación de la población indígena en la sociedad virreinal. Al respecto, un estudiante comenta lo siguiente:\n\n\"En el virreinato las condiciones de vida de toda la población indígena eran precarias. No contaban con los suficientes recursos para subsistir\".\n\nVarios de los estudiantes estuvieron de acuerdo con esta afirmación. Por ello, el docente propone la siguiente actividad:\n\nPrimero, el docente les entrega un texto con fragmentos del testamento de un personaje de origen indígena del siglo XVII. En este testamento se detalla el inventario de sus bienes personales como trajes y utensilios provenientes de Europa y Asia, libros de historia y obras literarias; así como un listado de sus tierras, ganado y casas. Luego, les pregunta a qué se debería que este personaje haya contado con los bienes mencionados en su testamento y qué tan usual fue que algunos indígenas pudieran poseer estos tipos de bienes en la época virreinal.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos del aprendizaje se busca promover principalmente en la actividad descrita?",
          "opciones": [
            "La transferencia del aprendizaje.",
            "La generación de conflicto cognitivo.",
            "La metacognición sobre las estrategias de aprendizaje."
          ],
          "respuesta": "La generación de conflicto cognitivo.",
          "respuestaCorta": "El docente presenta una evidencia (el testamento de un indígena rico) que contradice directamente la idea previa y generalizadora de los estudiantes, generando un conflicto cognitivo.",
          "solucionario": "El conflicto cognitivo ocurre cuando un estudiante se enfrenta a una información nueva que contradice sus saberes previos. En este caso, los estudiantes parten de la idea de que 'toda la población indígena era precaria'. El docente, al presentar el testamento de un indígena acaudalado del mismo periodo, introduce una evidencia que rompe esa generalización y obliga a los estudiantes a cuestionar su concepción inicial. Esta contradicción es la que genera el desequilibrio cognitivo necesario para construir un aprendizaje más complejo y matizado sobre la diversidad social indígena en el virreinato.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2021_p13",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están investigando de qué manera se ha transformado el rol de la mujer peruana en el siglo XX. Para ello, están trabajando con diversas fuentes. Una de estas fuentes es el siguiente texto escrito por Elvira García y García:\n\nA la mujer contemporánea, se le conoce menos aún. Se la juzga equivocadamente. Se la supone apenas con actividad para gastarla en frivolidades sociales. Se le niegan sus derechos civiles y políticos, temiendo que, en el ejercicio de ellos, descienda a ser la eterna niña. Se limita su cultura intelectual, cortándole las alas muy temprano. Se sostiene que, con la ciencia rudimentaria que bebe en aquellos centros culturales, que la moda y la costumbre imponen, tiene suficiente, pensando que es peligroso dejarla marchar muy allá.\n\nAdaptado de García y Garcia, Elvira (1924). La mujer peruana a través de los siglos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego del desarrollo de una de las actividades relacionada con la interpretación crítica del texto presentado, tres estudiantes realizan comentarios al respecto. ¿Cuál de los siguientes estudiantes evidencia, en su comentario, una interpretación crítica del texto a partir del contexto?",
          "opciones": [
            "Luz dice: \"La autora del texto denuncia las barreras impuestas para el desarrollo de las mujeres en su época, pues pocas podían acceder a las mismas oportunidades que los hombres. Esta crítica era compartida por un movimiento intelectual, del que ella participaba, que cuestionaba el rol tradicional de la mujer\".",
            "Rita dice: \"La autora del texto critica que a las mujeres se les hayan negado los derechos civiles y políticos. Asimismo, ella critica que el desarrollo de la cultura intelectual de las mujeres estaba limitado solo a algunos tipos de conocimientos, como aquellos que podían adquirir en los centros culturales\".",
            "Dionisio dice: \"La autora del texto publicó su obra en el año 1924, durante el segundo gobierno del presidente Augusto B. Leguía. A este periodo de la historia del Perú se le conoce como el Oncenio de Leguía y se caracterizó por haber sido una dictadura que duró once años\"."
          ],
          "respuesta": "Luz dice: \"La autora del texto denuncia las barreras impuestas para el desarrollo de las mujeres en su época, pues pocas podían acceder a las mismas oportunidades que los hombres. Esta crítica era compartida por un movimiento intelectual, del que ella participaba, que cuestionaba el rol tradicional de la mujer\".",
          "respuestaCorta": "Luz interpreta críticamente la fuente al situar a la autora y su obra dentro de un movimiento intelectual más amplio de su época, explicando el texto a partir de su contexto.",
          "solucionario": "Una interpretación crítica a partir del contexto implica no solo entender lo que el texto dice, sino también por qué lo dice, quién lo dice y en qué marco de ideas se inscribe. El comentario de Luz hace esto al identificar la denuncia de la autora y conectarla con un 'movimiento intelectual' de la época que compartía esas críticas. Esto demuestra una comprensión profunda. Rita solo resume el contenido del texto, y Dionisio menciona datos del contexto (gobierno de Leguía) pero no los utiliza para interpretar el contenido del texto en sí.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo de una de las actividades, la docente busca que los estudiantes evalúen la fiabilidad del texto presentado. Tomando en cuenta que los estudiantes han revisado fuentes secundarias que describen la situación de la mujer peruana a inicios del siglo XX, ¿cuál de las siguientes acciones pedagógicas es la que más contribuye al logro del propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que mencionen qué ideas en relación con los derechos de las mujeres a inicios del siglo XX se mencionan en las fuentes secundarias consultadas. Luego, solicitarles que identifiquen las similitudes entre estas ideas y las ideas que se expresan en el texto presentado. Por último, preguntarles cuál sería la relevancia de estas ideas para la reivindicación de los derechos de las mujeres en el Perú en el siglo XX.",
            "Pedir a los estudiantes que identifiquen, en las fuentes secundarias consultadas, las causas que explicarían la situación de la mujer peruana a inicios del siglo XX. Luego, solicitarles que señalen qué causas consideran más importantes. Por último, pedirles que expliquen de qué manera la información de estas fuentes secundarias complementa la información del texto presentado para explicar la situación de la mujer peruana en dicha época.",
            "Pedir a los estudiantes que indiquen qué hechos señalados en las fuentes secundarias consultadas se mencionan en el texto presentado. Luego, solicitarles que expliquen cómo el texto presentado permite conocer algunos aspectos de la situación política de la mujer peruana a inicios del siglo XX. Por último, preguntarles cuál es el valor del texto presentado para el estudio de la situación de la mujer peruana en esa época considerando el contexto en el que este se produjo."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen qué hechos señalados en las fuentes secundarias consultadas se mencionan en el texto presentado. Luego, solicitarles que expliquen cómo el texto presentado permite conocer algunos aspectos de la situación política de la mujer peruana a inicios del siglo XX. Por último, preguntarles cuál es el valor del texto presentado para el estudio de la situación de la mujer peruana en esa época considerando el contexto en el que este se produjo.",
          "respuestaCorta": "Esta acción evalúa la fiabilidad al contrastar la fuente primaria con fuentes secundarias y valorar su utilidad considerando su contexto, lo que es clave en la crítica de fuentes.",
          "solucionario": "Evaluar la fiabilidad de una fuente implica contrastar su información con la de otras fuentes y valorar su aporte considerando su origen y propósito. La opción 'c' es la más completa porque propone tres pasos clave: 1) Contrastar la información con fuentes secundarias. 2) Analizar lo que la fuente permite conocer sobre un aspecto específico (la situación política). 3) Realizar un juicio sobre su valor como fuente histórica, considerando su contexto de producción (por ejemplo, al ser una fuente primaria escrita por una protagonista, tiene un gran valor testimonial).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p14",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a un aspecto del desarrollo económico de la sociedad Tiahuanaco?",
          "opciones": [
            "El desarrollo del comercio como la principal actividad económica.",
            "El control vertical de los pisos ecológicos para aprovechar diversos recursos.",
            "El desarrollo de tecnología agrícola centrada en el uso de aguas subterráneas."
          ],
          "respuesta": "El control vertical de los pisos ecológicos para aprovechar diversos recursos.",
          "respuestaCorta": "La cultura Tiahuanaco implementó un sistema de control vertical de pisos ecológicos para acceder a recursos de diferentes altitudes, complementando su producción del altiplano.",
          "solucionario": "La sociedad Tiahuanaco, ubicada en el altiplano, una zona de producción limitada, desarrolló el sistema de 'enclaves' o 'islas ecológicas'. Esto implicaba establecer colonias en diferentes altitudes (valles, costa) para producir o recolectar recursos que no se encontraban en su núcleo (como maíz, ají, productos marinos), asegurando así una economía complementaria y diversificada. Esto se conoce como el control vertical de un máximo de pisos ecológicos. El comercio existió, pero no fue la actividad principal, y su tecnología agrícola se centró en camellones o 'waru waru', no en aguas subterráneas (típico de Nazca).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p15",
      "contexto": "Luego de haber investigado en diversas fuentes, un estudiante ha elaborado un texto para explicar el desarrollo de la Reforma protestante. A continuación, se muestra un fragmento de este texto:\n\nLa Reforma protestante inició en Alemania a principios del siglo XVI, cuando el Humanismo se estaba desarrollando aún en ese país y en otros de Europa. Yo considero que, culturalmente, el desarrollo del Humanismo fue importante en el origen de la Reforma porque promovió una actitud crítica frente a cómo se organizaban algunas instituciones medievales como la Iglesia católica. Además de eso, los príncipes de Alemania tuvieron un interés político y económico de apoyar la Reforma porque ellos no querían que la Iglesia tuviese tanto poder, y deseaban apropiarse de sus bienes y tierras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes NO se evidencia en el fragmento del texto del estudiante?",
          "opciones": [
            "El reconocimiento de un detonante de un proceso histórico.",
            "La clasificación de causas según su aspecto o dimensión.",
            "La identificación de la simultaneidad histórica."
          ],
          "respuesta": "El reconocimiento de un detonante de un proceso histórico.",
          "respuestaCorta": "El texto explica causas estructurales (culturales, políticas), pero no menciona un hecho puntual y específico que haya actuado como detonante, como la publicación de las 95 tesis de Lutero.",
          "solucionario": "El estudiante demuestra varios aprendizajes: identifica la simultaneidad (Reforma y Humanismo), y clasifica las causas por dimensión (cultural, político-económica). Sin embargo, en el fragmento no se menciona un hecho coyuntural o 'detonante', es decir, el acontecimiento específico que desencadenó la Reforma, como lo fue la publicación de las 95 tesis de Martín Lutero en 1517 en respuesta a la venta de indulgencias. El texto se enfoca en las causas de más largo plazo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala una consecuencia directa de la Primera Guerra Mundial?",
          "opciones": [
            "Los países imperialistas iniciaron el proceso de colonización de África y Asia.",
            "El crecimiento económico de Estados Unidos fue mayor que el de Europa Occidental.",
            "Se originó una rivalidad política entre países del bloque capitalista y del bloque comunista."
          ],
          "respuesta": "El crecimiento económico de Estados Unidos fue mayor que el de Europa Occidental.",
          "respuestaCorta": "La Primera Guerra Mundial devastó las economías europeas, mientras que EE.UU. emergió como principal acreedor y potencia económica mundial.",
          "solucionario": "La Primera Guerra Mundial tuvo consecuencias económicas devastadoras para las potencias europeas, que quedaron endeudadas y con sus industrias destruidas. En contraste, Estados Unidos, que entró tardíamente en la guerra y no sufrió combates en su territorio, se convirtió en el principal proveedor de bienes y capital, experimentando un notable crecimiento económico que lo posicionó como la primera potencia mundial. La colonización de África y Asia fue un proceso del siglo XIX (causa, no consecuencia) y la rivalidad entre bloques capitalista y comunista (Guerra Fría) es una consecuencia directa de la Segunda Guerra Mundial.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p17",
      "contexto": "Durante el proceso de investigación acerca de la problemática de la contaminación por residuos sólidos en las ciudades y sus alternativas de solución, un estudiante afirma lo siguiente:\n\n\"Yo considero que el reciclaje es la única alternativa de solución para disminuir todo tipo de residuos sólidos que generemos en nuestras casas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta la afirmación anterior, el docente busca generar conflicto cognitivo en el estudiante. ¿Cuál de las siguientes intervenciones es pertinente para el logro de este propósito?",
          "opciones": [
            "\"Lo que indicas es adecuado porque el reciclaje permite emplear materiales usados, que de otro modo se convertirían en basura. ¿Has considerado qué acciones se pueden realizar en casa para colaborar con la recuperación de materiales reciclables? Por otro lado, ¿de qué manera el reciclaje contribuiría a la conservación del ambiente?\".",
            "\"Estoy de acuerdo con que el reciclaje es una alternativa que ayuda a reducir y aprovechar los residuos sólidos. ¿Has considerado si materiales como el tecnopor pueden ser reciclados actualmente en nuestro país? Por lo tanto, ¿qué otras prácticas o hábitos serían necesarios para disminuir la generación de desechos de este tipo?\".",
            "\"Como bien has comentado, el reciclaje es una alternativa valiosa porque contribuye a disminuir la contaminación. ¿Has considerado los ejemplos de buenas prácticas de reciclaje de residuos sólidos que has identificado? Además, ¿qué logros de estas buenas prácticas respecto a la reducción de la contaminación destacarías?\"."
          ],
          "respuesta": "\"Estoy de acuerdo con que el reciclaje es una alternativa que ayuda a reducir y aprovechar los residuos sólidos. ¿Has considerado si materiales como el tecnopor pueden ser reciclados actualmente en nuestro país? Por lo tanto, ¿qué otras prácticas o hábitos serían necesarios para disminuir la generación de desechos de este tipo?\".",
          "respuestaCorta": "Esta intervención genera conflicto cognitivo al presentar un contraejemplo (el tecnopor no reciclable) que desafía la idea del estudiante de que el reciclaje es la 'única' solución para 'todo' tipo de residuos.",
          "solucionario": "El conflicto cognitivo se genera al presentar al estudiante una idea o evidencia que contradice su concepción previa. El estudiante afirma que el reciclaje es la 'única' solución para 'todo'. La intervención 'b' es la más pertinente porque valida la importancia del reciclaje pero introduce una excepción (el tecnopor) que rompe la generalización del estudiante. Esto lo obliga a cuestionar la validez universal de su afirmación y a pensar en otras alternativas (reducir, reutilizar), promoviendo un aprendizaje más complejo. Las otras opciones refuerzan la idea del estudiante en lugar de desafiarla.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p18",
      "contexto": "¿El pollo a la brasa está acabando con el algarrobo del bosque seco del norte peruano? El algarrobo es la principal especie forestal del bosque seco del norte peruano, cuya leña o carbón se considera como la mejor para el pollo a la brasa. Existe un mercado ilegal que está acabando con estos árboles en el norte del país. Un representante del gobierno regional estimó que se perderán alrededor de trece mil hectáreas de bosque al año para abastecer a aproximadamente dos mil quinientas pollerías en Lima. Esta situación constituye una grave problemática ambiental pues la deforestación de este bosque no solo ha puesto en riesgo al algarrobo. La escasez de esta especie, aparte de afectar el paisaje, también facilita que el viento arrastre cantidades de arena que ponen en peligro a los que transitan por las carreteras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para profundizar en la problemática ambiental presentada en la noticia, la docente entrega a los estudiantes una guía de preguntas que deberán ser respondidas con ayuda de diversas fuentes de información. ¿Cuál de los siguientes conjuntos de preguntas favorece que los estudiantes reconozcan múltiples dimensiones de esta problemática ambiental?",
          "opciones": [
            "¿Qué efectos tiene la deforestación del bosque seco en el clima local? ¿Qué impactos tiene la desaparición de las raíces de los algarrobos en los suelos del bosque? ¿Cómo afecta la disminución de los algarrobos a las otras especies endémicas del bosque seco?",
            "¿Cuáles son las actividades económicas afectadas por la deforestación de algarrobos? ¿Cómo esta situación afectaría la reproducción de prácticas de la medicina tradicional local? ¿De qué forma la deforestación acelera el proceso de desertificación en la zona?",
            "¿Está permitida la tala de árboles de algarrobo? ¿Cuáles son las condiciones establecidas para la extracción legal de la madera de algarrobo? ¿Cuáles son las instituciones responsables de evitar la deforestación del bosque seco?"
          ],
          "respuesta": "¿Cuáles son las actividades económicas afectadas por la deforestación de algarrobos? ¿Cómo esta situación afectaría la reproducción de prácticas de la medicina tradicional local? ¿De qué forma la deforestación acelera el proceso de desertificación en la zona?",
          "respuestaCorta": "Este conjunto de preguntas aborda la problemática desde sus dimensiones económica, sociocultural y natural/ambiental, promoviendo una visión integral.",
          "solucionario": "Una problemática ambiental compleja tiene múltiples dimensiones: económica, social, cultural, política y natural. El conjunto de preguntas de la opción 'b' es el que mejor abarca esta multiplicidad, al indagar por: 1) la dimensión económica ('actividades económicas afectadas'), 2) la dimensión sociocultural ('prácticas de la medicina tradicional') y 3) la dimensión natural ('proceso de desertificación'). Las preguntas de la opción 'a' se centran casi exclusivamente en la dimensión natural, y las de la opción 'c' en la dimensión política/legal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes analizaron la problemática ambiental, la docente les pide que elaboren propuestas para el aprovechamiento sostenible del ambiente del bosque seco del norte peruano. ¿Cuál de los siguientes estudiantes formula una propuesta de acuerdo al propósito señalado por la docente?",
          "opciones": [
            "Cecilia dice: \"Yo creo que las autoridades deberían detener inmediatamente la tala de los árboles de algarrobo para que no se extingan. En lugar de extraer leña del algarrobo, se podría promover la extracción de leña de otros árboles como el huarango o el hualtaco\".",
            "Esperanza dice: \"Yo pienso que las organizaciones locales deberían buscar cómo acelerar el crecimiento de los árboles de algarrobo, como, por ejemplo, empleando más fertilizantes químicos. Así, podrían usar sin problemas los árboles de algarrobo como leña\".",
            "Abel dice: \"Yo considero que sería conveniente que la población local, de forma organizada, utilice las hojas y frutos del algarrobo para la producción y comercialización de harinas y mermeladas. Asimismo, solo deberían utilizarse los árboles caídos como leña\"."
          ],
          "respuesta": "Abel dice: \"Yo considero que sería conveniente que la población local, de forma organizada, utilice las hojas y frutos del algarrobo para la producción y comercialización de harinas y mermeladas. Asimismo, solo deberían utilizarse los árboles caídos como leña\".",
          "respuestaCorta": "La propuesta de Abel es de aprovechamiento sostenible porque plantea usar partes del árbol sin talarlo (hojas y frutos) y limita el uso de la madera a árboles ya caídos, preservando el recurso.",
          "solucionario": "El aprovechamiento sostenible implica utilizar los recursos naturales de una manera que satisfaga las necesidades del presente sin comprometer la capacidad de las futuras generaciones para satisfacer las suyas. La propuesta de Abel es la que mejor se alinea con este principio: promueve un uso económico del recurso (harinas, mermeladas) que no implica su destrucción, y establece una regla de aprovechamiento de la madera que no agota el bosque (solo árboles caídos). La propuesta de Cecilia solo traslada el problema a otras especies, y la de Esperanza podría tener consecuencias ambientales negativas (fertilizantes químicos).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p19",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente ha entregado a los estudiantes un mapa del centro histórico de la ciudad donde se ubica la IE. Si el docente busca que los estudiantes reconozcan las distancias que existen entre los edificios históricos más representativos de la ciudad, ¿cuál de los siguientes elementos del mapa es necesario interpretar para lograr el propósito del docente?",
          "opciones": [
            "Las coordenadas geográficas.",
            "La flecha del norte.",
            "La escala."
          ],
          "respuesta": "La escala.",
          "respuestaCorta": "La escala de un mapa es el elemento que indica la relación de proporción entre la distancia en el mapa y la distancia correspondiente en la realidad, permitiendo calcular distancias reales.",
          "solucionario": "Para calcular distancias reales a partir de un mapa, es indispensable utilizar la escala. La escala (gráfica o numérica) establece la equivalencia entre una medida en el mapa (ej. 1 centímetro) y su correspondiente en el terreno (ej. 100 metros). Sin interpretar la escala, es imposible conocer las distancias reales entre los puntos. Las coordenadas sirven para la localización absoluta y la flecha del norte para la orientación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p20",
      "contexto": "En el marco de un proyecto de investigación acerca de la importancia que tuvieron las ciudades musulmanas en la expansión del islam durante la época medieval, un equipo de estudiantes está investigando sobre las características de las ciudades musulmanas. La docente ha entregado al equipo un croquis de una ciudad musulmana del siglo X ubicada en Europa. El croquis muestra los principales elementos de esta ciudad. El área central de la ciudad está amurallada y a sus alrededores se ubican los arrabales. En el área amurallada se muestran los sectores donde se ubican los barrios musulmanes, el barrio judío y el zoco o mercado principal. Asimismo, se muestra la ubicación del palacio real y la gran mezquita.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de que los estudiantes han descrito el croquis, la docente busca que ellos interpreten la fuente para comprender la organización espacial de esta ciudad musulmana medieval. ¿Cuál de las siguientes acciones pedagógicas es la que más contribuye al logro de este propósito?",
          "opciones": [
            "Primero, pedir a los estudiantes que recaben información acerca de los principales elementos que se muestran en el croquis. Después, solicitarles que comparen este croquis con el de otra ciudad musulmana de la época. Por último, pedirles que identifiquen cuáles habrían sido los elementos típicos de las ciudades musulmanas en la época medieval.",
            "Primero, pedir a los estudiantes que recaben información acerca del elemento religioso más importante que aparece en el croquis. Luego, solicitarles que expliquen cómo se distribuían los espacios al interior de esta construcción. Por último, pedirles que comenten sobre cuál fue la importancia de este elemento para la islamización de la población.",
            "Primero, pedir a los estudiantes que recaben información acerca de las actividades que se desarrollaban en cada uno de los elementos que se presentan en el croquis. Luego, solicitarles que indiquen qué función cumplían cada uno de estos elementos. Por último, pedirles que expliquen cómo esas actividades habrían influido en la configuración de zonas en la ciudad musulmana."
          ],
          "respuesta": "Primero, pedir a los estudiantes que recaben información acerca de las actividades que se desarrollaban en cada uno de los elementos que se presentan en el croquis. Luego, solicitarles que indiquen qué función cumplían cada uno de estos elementos. Por último, pedirles que expliquen cómo esas actividades habrían influido en la configuración de zonas en la ciudad musulmana.",
          "respuestaCorta": "Esta acción se enfoca en comprender la organización del espacio a través de la función y las actividades de sus componentes, lo que permite interpretar la lógica espacial.",
          "solucionario": "Comprender la organización espacial de una ciudad implica entender por qué sus elementos están distribuidos de una manera particular. La opción 'c' guía a los estudiantes a lograr esto al investigar las actividades y funciones de cada lugar (mezquita, zoco, palacio). Al entender para qué servía cada espacio, pueden inferir las relaciones entre ellos y explicar por qué, por ejemplo, el mercado (zoco) y la mezquita principal solían estar en el centro, configurando la vida social, económica y religiosa de la ciudad. Las otras opciones se desvían del propósito central de interpretar la organización espacial del croquis presentado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes comparten sus hallazgos respecto a lo que han investigado acerca de las ciudades musulmanas medievales. ¿Cuál de los siguientes estudiantes explica cómo se relacionan algunos elementos naturales y sociales en la organización de las ciudades musulmanas?",
          "opciones": [
            "Sandra dice: \"A mí me llamó la atención que las calles de las ciudades musulmanas fueran tan estrechas. Pienso que se construyeron así para crear sombra y lograr ambientes frescos, pues muchas ciudades se ubicaron en lugares donde la temperatura podía alcanzar niveles muy elevados\".",
            "Ramón dice: \"A mí me interesó conocer que varias de las ciudades musulmanas medievales se asentaron en regiones que se caracterizaron por ser desérticas. También me llamó la atención que todas las edificaciones estaban reguladas por normas que eran muy estrictas\".",
            "Juan dice: \"A mí me sorprendió conocer que cada ciudad musulmana tenía, por lo menos, una mezquita y que todas las mezquitas estaban orientadas hacia la ciudad de La Meca. Esta ciudad fue la más importante para los musulmanes porque ahí nació Mahoma\"."
          ],
          "respuesta": "Sandra dice: \"A mí me llamó la atención que las calles de las ciudades musulmanas fueran tan estrechas. Pienso que se construyeron así para crear sombra y lograr ambientes frescos, pues muchas ciudades se ubicaron en lugares donde la temperatura podía alcanzar niveles muy elevados\".",
          "respuestaCorta": "Sandra relaciona un elemento social (diseño de las calles) con un elemento natural (el clima caluroso), explicando cómo el primero es una adaptación al segundo.",
          "solucionario": "La pregunta busca identificar la relación entre elementos naturales y sociales. El comentario de Sandra es el único que establece esta conexión de manera explícita. Ella vincula una característica social/urbana (calles estrechas) con una condición natural (altas temperaturas) y explica que la primera es una solución adaptativa para mitigar los efectos de la segunda. Ramón menciona elementos naturales y sociales por separado, sin conectarlos, y Juan se enfoca solo en elementos sociales/religiosos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p21",
      "contexto": "Los estudiantes están realizando un proyecto de investigación acerca de cómo gestionar el riesgo de desastres en la localidad donde se ubica la IE. En ese contexto, están realizando diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al inicio del proyecto, la docente busca recoger los saberes previos de los estudiantes acerca del concepto de desastre. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el propósito de la docente?",
          "opciones": [
            "Primero, presentar a los estudiantes varias definiciones del concepto de desastre. Luego, explicarles cómo los factores naturales y sociales inciden en el origen de los desastres. Por último, pedirles que elijan la definición que mejor explique la relación entre estos factores.",
            "Primero, entregar a los estudiantes una serie de imágenes que muestren las amenazas y condiciones de vulnerabilidad de una localidad. Luego, pedirles que seleccionen aquellas imágenes que creen que se vinculan con el concepto de desastre. Por último, pedirles que expliquen las razones de su selección.",
            "Primero, mostrar a los estudiantes un extracto de un documental acerca de los desastres más devastadores a nivel mundial. Luego, solicitarles que indiquen qué desastre les impresionó más. Por último, pedirles que mencionen cuáles de los fenómenos naturales que ocasionaron esos desastres son más recurrentes en el Perú."
          ],
          "respuesta": "Primero, entregar a los estudiantes una serie de imágenes que muestren las amenazas y condiciones de vulnerabilidad de una localidad. Luego, pedirles que seleccionen aquellas imágenes que creen que se vinculan con el concepto de desastre. Por último, pedirles que expliquen las razones de su selección.",
          "respuestaCorta": "Esta acción permite a los estudiantes exteriorizar sus ideas previas sobre el concepto de 'desastre' a partir de estímulos visuales concretos, sin darles la definición de antemano.",
          "solucionario": "Para recoger saberes previos, es fundamental partir de lo que los estudiantes ya saben o intuyen, en lugar de proporcionarles la información directamente. La opción 'b' logra esto al presentar imágenes (amenazas, vulnerabilidad) y pedirles que ellos mismos seleccionen las que asocian con un 'desastre' y justifiquen su elección. A través de sus explicaciones, el docente puede diagnosticar sus concepciones iniciales (por ejemplo, si confunden amenaza con desastre). La opción 'a' es expositiva, y la 'c' se enfoca en identificar fenómenos naturales, no en el concepto de desastre en sí.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2021_p21",
      "contexto": "Los estudiantes están realizando un proyecto de investigación acerca de cómo gestionar el riesgo de desastres en la localidad donde se ubica la IE. En ese contexto, están realizando diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades iniciales del proyecto, la docente entrega a los estudiantes una fotografía de un paisaje característico de la localidad donde se ubica la IE. ¿Cuál de las siguientes acciones pedagógicas es adecuada para que los estudiantes expliquen el orden espacial del paisaje?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen todos los elementos que observan en el paisaje. Luego, pedirles que los clasifiquen según sean, naturales o sociales. Por último, preguntarles cuál es la ubicación de cada uno de estos elementos en el paisaje que se muestra en la fotografía.",
            "Solicitar a los estudiantes que identifiquen el elemento más predominante del paisaje. Luego, pedirles que averigüen qué características de este elemento han cambiado en el tiempo. Por último, preguntarles cuáles de estas características han experimentado mayores transformaciones.",
            "Solicitar a los estudiantes que identifiquen los elementos del paisaje. Luego, pedirles que diferencien estos elementos mediante el dibujo de trazos sobre la fotografía. Por último, preguntarles cómo las posibles interacciones entre estos elementos habrían influido en su distribución en el paisaje."
          ],
          "respuesta": "Solicitar a los estudiantes que identifiquen los elementos del paisaje. Luego, pedirles que diferencien estos elementos mediante el dibujo de trazos sobre la fotografía. Por último, preguntarles cómo las posibles interacciones entre estos elementos habrían influido en su distribución en el paisaje.",
          "respuestaCorta": "Esta acción guía a los estudiantes a explicar el orden espacial al enfocarse en las interacciones entre los elementos, que es lo que configura y da lógica a su distribución.",
          "solucionario": "Explicar el orden espacial de un paisaje no es solo describir y ubicar sus componentes, sino comprender las relaciones e interacciones entre ellos que determinan su distribución. La opción 'c' es la más adecuada porque, tras identificar y diferenciar los elementos, se centra en el análisis de sus interacciones como factor explicativo de la configuración del paisaje. La opción 'a' se queda en la descripción y ubicación, mientras que la 'b' se centra en el cambio en el tiempo, no en el orden espacial sincrónico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente y los estudiantes han elaborado una guía de preguntas para recoger información que contribuya con el desarrollo del proyecto. ¿Cuál de los siguientes conjuntos de preguntas permite que los estudiantes reconozcan algunas condiciones de vulnerabilidad en la localidad donde se ubica la IE?",
          "opciones": [
            "¿Cuáles son las medidas para brindar primeros auxilios luego de un desastre? ¿Cuáles son los requerimientos para implementar zonas de atención a los heridos? ¿Qué instituciones de la localidad se encargan de dar recomendaciones para este tipo de situaciones?",
            "¿Cuáles son las edificaciones de mayor concurrencia en la localidad? ¿Sus paredes o columnas presentan grietas o rajaduras? ¿Con qué frecuencia se realizan acciones de mejora del estado de paredes, escaleras, techos, etc.?",
            "¿Cuáles son los fenómenos naturales más recurrentes en la localidad donde se ubica la IE? ¿Cómo se originan estos fenómenos naturales? ¿Con qué frecuencia e intensidad se producen estos fenómenos naturales?"
          ],
          "respuesta": "¿Cuáles son las edificaciones de mayor concurrencia en la localidad? ¿Sus paredes o columnas presentan grietas o rajaduras? ¿Con qué frecuencia se realizan acciones de mejora del estado de paredes, escaleras, techos, etc.?",
          "respuestaCorta": "Estas preguntas se centran en evaluar la fragilidad de la infraestructura física (grietas, falta de mantenimiento), que es un componente clave de la vulnerabilidad.",
          "solucionario": "La vulnerabilidad se refiere a la susceptibilidad de una comunidad a ser afectada por un peligro. Uno de sus componentes es la vulnerabilidad física, que se relaciona con la calidad y el estado de las construcciones. El conjunto de preguntas de la opción 'b' apunta directamente a identificar esta condición al indagar sobre el estado de las edificaciones (grietas, mantenimiento), lo que permite reconocer un mayor o menor grado de vulnerabilidad ante una amenaza como un sismo. La opción 'a' se refiere a la respuesta post-desastre, y la 'c' a la identificación de la amenaza, no de la vulnerabilidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de realizar una salida de campo, los estudiantes, en plenaria, comparten sus hallazgos en relación con uno de los paisajes que observaron durante dicha salida. ¿Cuál de los siguientes estudiantes realiza una identificación del riesgo de desastre en su comentario?",
          "opciones": [
            "Roberto dice: \"Yo observé un antiguo reservorio de agua que actualmente está vacío y en desuso. Me llamó la atención lo alejado que está de la localidad y el mal estado en que se encuentra, pues tiene muchas rajaduras en las paredes\".",
            "María dice: \"Yo observé que, en este sector, el río tiene una forma ondulada y que la zona por donde recorre es plana. Yo pienso que esto podría ocasionar que los sedimentos se vayan acumulando en algunas de las curvas del río\".",
            "Luz dice: \"Yo observé varios caseríos asentados en las laderas empinadas de los cerros. Yo pienso que, en caso que llueva intensamente, se podría producir un deslizamiento o un huaico que afectaría a la población que vive ahí\"."
          ],
          "respuesta": "Luz dice: \"Yo observé varios caseríos asentados en las laderas empinadas de los cerros. Yo pienso que, en caso que llueva intensamente, se podría producir un deslizamiento o un huaico que afectaría a la población que vive ahí\".",
          "respuestaCorta": "Luz identifica el riesgo al conectar una condición de vulnerabilidad (caseríos en laderas) con una amenaza (lluvias intensas) y prever la posible consecuencia (deslizamiento que afecta a la población).",
          "solucionario": "La identificación del riesgo de desastre implica la articulación de tres elementos: la amenaza (un fenómeno potencialmente dañino, como la lluvia intensa), la vulnerabilidad (una comunidad expuesta y susceptible, como los caseríos en laderas) y las posibles consecuencias. El comentario de Luz es el único que integra estos tres componentes al señalar que los caseríos (vulnerabilidad) en laderas, ante lluvias intensas (amenaza), podrían sufrir un deslizamiento que afectaría a la gente (consecuencia). Roberto y María describen condiciones de vulnerabilidad o procesos naturales, pero no articulan el riesgo completo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p22",
      
      "imagen": null,
      "preguntas": [
        {
          "contexto":"Durante una de las actividades relacionadas con la situación presentada, los estudiantes elaboran un croquis a partir de una imagen satelital de un sector del valle en la actualidad. A continuación, se muestra el croquis realizado por uno de los estudiantes", 
            "pregunta": "\nDespués de que el estudiante ha reconocido los elementos del croquis, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para que el estudiante explique el orden espacial del sector del valle representado en el croquis?",
          "imagen":"img/ascenso/secundaria/2021/sociales/2.jpg",
          "opciones": [
            "¿Cuáles son las vías de comunicación que se muestran en el croquis? ¿En qué zonas del croquis están ubicadas estas vías de comunicación? ¿Por qué son importantes este tipo de vías en el desarrollo de una región?",
            "¿Dónde se ubican las zonas de mayor y menor altitud en el croquis? ¿Qué elementos naturales encuentras en ambas márgenes del río? ¿Cómo describirías el relieve a partir de los elementos naturales identificados?",
            "¿Cómo se distribuyen las tierras agrícolas en ambas márgenes del río representado en el croquis? ¿A qué se deberían las diferencias de forma y tamaño en estas tierras? ¿Por qué las zonas urbanas se habrán ubicado en este sector del valle?"
          ],
          "respuesta": "¿Cómo se distribuyen las tierras agrícolas en ambas márgenes del río representado en el croquis? ¿A qué se deberían las diferencias de forma y tamaño en estas tierras? ¿Por qué las zonas urbanas se habrán ubicado en este sector del valle?",
          "respuestaCorta": "Estas preguntas promueven la explicación del orden espacial al indagar sobre las causas ('a qué se deberían', 'por qué') de la distribución de los elementos sociales (tierras, zonas urbanas).",
          "solucionario": "Para explicar el orden espacial, es necesario ir más allá de la descripción y preguntarse por las razones que subyacen a la distribución de los elementos. El conjunto de preguntas 'c' cumple este propósito al interrogar sobre la lógica de la distribución de las tierras agrícolas y las zonas urbanas, impulsando al estudiante a inferir causas económicas y sociales (agroexportación vs. pequeños agricultores, cercanía a recursos y vías). Las opciones 'a' y 'b' se centran más en la descripción y ubicación de los elementos que en la explicación de su ordenamiento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes han identificado las características actuales del valle mencionado en la situación presentada, la docente busca que los estudiantes reconozcan las dinámicas de este espacio geográfico relacionadas con la actividad agrícola del valle. ¿Cuál de las siguientes acciones pedagógicas permite el logro de este propósito?",
          "opciones": [
            "Entregar a los estudiantes imágenes satelitales del valle de mediados del siglo XX e inicios del siglo XXI. Luego, pedirles que describan cómo han cambiado las áreas agrícolas en el valle y que indaguen acerca de las causas de estos cambios. Por último, preguntarles cómo creen que será el desarrollo de la actividad agrícola del valle durante la próxima década.",
            "Entregar a los estudiantes un listado de los productos agrícolas que se cultivan en la región donde se ubica el valle. Después, pedirles que averigüen cuáles de estos son sembrados en el valle y que indaguen por qué es importante cultivarlos. Por último, preguntarles si creen que estos productos tendrán una alta demanda en el mercado nacional en los próximos años.",
            "Entregar a los estudiantes una noticia que narra el conflicto por el uso de una bocatoma entre los grupos de agricultores del valle. Luego, pedirles que indiquen la causa del conflicto y que averigüen los intereses de cada grupo. Por último, preguntarles cómo podría evitarse en el futuro que los conflictos afecten al desarrollo agrícola de la región donde se ubica el valle."
          ],
          "respuesta": "Entregar a los estudiantes imágenes satelitales del valle de mediados del siglo XX e inicios del siglo XXI. Luego, pedirles que describan cómo han cambiado las áreas agrícolas en el valle y que indaguen acerca de las causas de estos cambios. Por último, preguntarles cómo creen que será el desarrollo de la actividad agrícola del valle durante la próxima década.",
          "respuestaCorta": "Esta acción permite reconocer las dinámicas del espacio al comparar dos momentos distintos en el tiempo, analizar las causas de la transformación y proyectar a futuro.",
          "solucionario": "Reconocer las dinámicas de un espacio geográfico implica comprender cómo se ha transformado a lo largo del tiempo. La opción 'a' es la más adecuada para este fin, ya que utiliza un enfoque diacrónico: pide a los estudiantes comparar imágenes de dos épocas distintas para identificar cambios (la dinámica), analizar las causas de esa transformación y, finalmente, realizar una proyección. Este proceso completo permite entender el espacio no como algo estático, sino como un producto social en constante cambio.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de analizar la situación, los estudiantes han buscado información acerca de uno de los conflictos socioambientales ocurridos en el valle en relación con el uso del agua. Si la docente busca que expliquen las posturas de los actores sociales involucrados en este conflicto, ¿cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Presentar a los estudiantes un artículo periodístico que explica las causas de la contaminación del agua del valle. Luego, pedirles que identifiquen qué impactos negativos genera la agricultura en el agua del valle. Por último, solicitarles que determinen qué actor social tendría mayor responsabilidad en la problemática relacionada al uso del agua en este valle.",
            "Presentar a los estudiantes una línea de tiempo que muestre los acontecimientos desarrollados durante el conflicto relacionado al uso del agua del valle. Luego, pedirles que identifiquen cuáles son los hechos más importantes. Por último, solicitarles que planteen qué mecanismos ayudarían a solucionar este conflicto entre los actores directamente involucrados.",
            "Presentar a los estudiantes un mapa que muestre las actividades humanas implicadas en el conflicto y quiénes las realizan. Luego, pedirles que identifiquen las necesidades y preocupaciones de cada uno de estos actores. Por último, solicitarles que indiquen cómo estas necesidades y preocupaciones ayudan a comprender el rol que cada actor desempeña en el conflicto."
          ],
          "respuesta": "Presentar a los estudiantes un mapa que muestre las actividades humanas implicadas en el conflicto y quiénes las realizan. Luego, pedirles que identifiquen las necesidades y preocupaciones de cada uno de estos actores. Por último, solicitarles que indiquen cómo estas necesidades y preocupaciones ayudan a comprender el rol que cada actor desempeña en el conflicto.",
          "respuestaCorta": "Para entender las posturas de los actores, es crucial analizar sus necesidades y preocupaciones, ya que estas motivan sus acciones y roles dentro del conflicto.",
          "solucionario": "Explicar las posturas de los actores en un conflicto socioambiental requiere comprender sus intereses, necesidades y perspectivas. La opción 'c' está directamente diseñada para lograrlo. Al identificar las actividades, las necesidades y las preocupaciones de cada actor (ej. agroexportadores, pequeños agricultores, población urbana), los estudiantes pueden construir una explicación de por qué cada grupo actúa de una determinada manera. Las opciones 'a' (buscar culpables) y 'b' (buscar soluciones) son pasos posteriores, pero no se centran en el propósito inicial de comprender y explicar las posturas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de haber analizado la situación presentada, los estudiantes han elaborado propuestas para mejorar la gestión de los recursos hídricos en el valle según el enfoque del desarrollo sostenible. ¿En cuál de las siguientes propuestas se incluyen las tres dimensiones del desarrollo sostenible?",
          "opciones": [
            "Crear un comité que realice las siguientes acciones: 1) liderar la planificación participativa del uso del agua; 2) implementar prácticas de uso eficiente del agua en el desarrollo de diversas actividades; 3) brindar incentivos para el desarrollo de actividades económicas de bajo consumo de agua que sean complementarias a la actividad agrícola del valle.",
            "Crear una entidad fiscalizadora que realice las siguientes acciones: 1) monitorear el cumplimiento de los estándares de calidad ambiental del uso del agua; 2) identificar y monitorear los vertimientos de aguas residuales; 3) aplicar penalidades económicas a quienes contaminen los cuerpos de agua del valle.",
            "Crear un área protegida donde se realicen las siguientes acciones: 1) sensibilizar acerca de la importancia de la conservación del agua; 2) reforestar las riberas del río con especies endémicas; 3) evitar el desarrollo de actividades económicas en el área protegida para garantizar la conservación del agua del valle."
          ],
          "respuesta": "Crear un comité que realice las siguientes acciones: 1) liderar la planificación participativa del uso del agua; 2) implementar prácticas de uso eficiente del agua en el desarrollo de diversas actividades; 3) brindar incentivos para el desarrollo de actividades económicas de bajo consumo de agua que sean complementarias a la actividad agrícola del valle.",
          "respuestaCorta": "Esta propuesta integra la dimensión social (planificación participativa), la ambiental (uso eficiente del agua) y la económica (incentivos para nuevas actividades económicas).",
          "solucionario": "El desarrollo sostenible se basa en la articulación equilibrada de tres dimensiones: social, ambiental y económica. La propuesta 'a' es la única que integra las tres: 1) La 'planificación participativa' aborda la dimensión social (gobernanza, equidad). 2) Las 'prácticas de uso eficiente del agua' atienden la dimensión ambiental (conservación del recurso). 3) Los 'incentivos para actividades económicas' se ocupan de la dimensión económica (viabilidad, prosperidad). Las otras opciones se centran principalmente en la dimensión ambiental y legal (opción 'b') o en la conservación pura (opción 'c').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p23",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes se han preguntado acerca de cómo impacta en el ambiente el uso indiscriminado del plástico. En ese contexto, el docente busca que los estudiantes expliquen el impacto de esta problemática a diferentes escalas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas contribuye mejor al logro de este propósito?",
          "opciones": [
            "Entregar a los estudiantes un artículo acerca de la producción e inadecuada gestión de residuos plásticos en las ciudades peruanas costeras. Luego, preguntarles cuáles serían los riesgos de la presencia de estos plásticos en el ambiente de estas ciudades, en el litoral peruano y en el Océano Pacífico.",
            "Entregar a los estudiantes una noticia acerca del aumento de residuos plásticos en un lago peruano debido al turismo masivo. Luego, preguntarles cuáles podrían ser las consecuencias de esta contaminación en el hábitat de las especies lacustres, en la salud de la población que habita alrededor del lago y en el desarrollo del turismo local.",
            "Entregar a los estudiantes un conjunto de fotografías acerca de las prácticas que están generando contaminación por residuos plásticos en zonas de alta montaña del Perú. Luego, preguntarles qué medidas de protección conocen que se estén implementando a nivel local o nacional para evitar la contaminación de las zonas de alta montaña."
          ],
          "respuesta": "Entregar a los estudiantes un artículo acerca de la producción e inadecuada gestión de residuos plásticos en las ciudades peruanas costeras. Luego, preguntarles cuáles serían los riesgos de la presencia de estos plásticos en el ambiente de estas ciudades, en el litoral peruano y en el Océano Pacífico.",
          "respuestaCorta": "Esta acción guía al estudiante a analizar el impacto de un problema en escalas geográficas progresivamente mayores: local (ciudades), regional (litoral) y global (océano).",
          "solucionario": "El propósito es que los estudiantes expliquen el impacto de una problemática a diferentes escalas geográficas. La acción 'a' está diseñada para lograr esto de manera explícita y ordenada, pidiendo un análisis que va desde la escala local (las ciudades costeras), pasando por una escala regional (el litoral peruano), hasta llegar a una escala global (el Océano Pacífico). Las otras opciones, si bien tratan el tema, se centran en el análisis de impactos en diferentes dimensiones (ecológica, social, económica) dentro de una misma escala local o regional (un lago, una zona de alta montaña).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas permite el establecimiento de relaciones entre elementos naturales y sociales para comprender un espacio geográfico?",
          "opciones": [
            "Pedir a los estudiantes que busquen información acerca de las principales características de las corrientes del mar peruano. Luego, solicitarles que determinen cómo estas características influyen en la diversidad biológica del mar peruano.",
            "Pedir a los estudiantes que busquen información acerca de las singularidades del relieve de los valles ubicados en la región Quechua. Después, solicitarles que expliquen por qué la tecnología que se desarrolló en varios valles de esa región fue la andenería.",
            "Pedir a los estudiantes que busquen información acerca de cuáles son las especies endémicas en la región amazónica. Luego, solicitarles que indiquen cuáles de estas especies están categorizadas como especies amenazadas según la legislación vigente."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información acerca de las singularidades del relieve de los valles ubicados en la región Quechua. Después, solicitarles que expliquen por qué la tecnología que se desarrolló en varios valles de esa región fue la andenería.",
          "respuestaCorta": "Esta acción pide explícitamente relacionar un elemento natural (el relieve de la región Quechua) con un elemento social (la tecnología de andenería) como forma de adaptación.",
          "solucionario": "La comprensión de un espacio geográfico se enriquece al entender cómo las sociedades interactúan y se adaptan a su medio natural. La opción 'b' promueve directamente este aprendizaje al pedir a los estudiantes que expliquen una tecnología social (los andenes) como una respuesta a una característica natural (el relieve escarpado de los valles andinos). Se establece así una clara relación de causa-efecto entre un elemento natural y uno social. La opción 'a' relaciona dos elementos naturales (corrientes y biodiversidad) y la 'c' relaciona un elemento natural (especies) con uno legal/social, pero no en una relación de adaptación espacial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p25",
      "contexto": "Durante un proyecto de investigación, los estudiantes han indagado sobre alternativas que contribuyen a afrontar el cambio climático. En este contexto, una de las estudiantes comenta lo siguiente:\n\n\"Yo leí que en varias zonas rurales muchas familias utilizan fogones a leña abiertos al interior de sus viviendas. Sin embargo, el uso de estos produce un humo que no solo tiene efectos nocivos para la salud de los habitantes sino graves impactos en el ambiente local y global. Por ejemplo, encontré información acerca de que uno de los gases que se emite al quemar leña es el dióxido de carbono. Por eso, se recomienda implementar las cocinas mejoradas y acondicionadas con una chimenea porque favorecen un consumo más eficiente de la leña y la disminución del humo y de diversos gases\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes propósitos se corresponde directamente con la recomendación presentada por la estudiante?",
          "opciones": [
            "Fortalecer la resiliencia frente al cambio climático.",
            "Contribuir con la mitigación del cambio climático.",
            "Promover la adaptación al cambio climático."
          ],
          "respuesta": "Contribuir con la mitigación del cambio climático.",
          "respuestaCorta": "La propuesta de cocinas mejoradas busca reducir la emisión de gases de efecto invernadero (como el CO2), lo cual es una acción de mitigación del cambio climático.",
          "solucionario": "La mitigación del cambio climático se refiere a todas las acciones orientadas a reducir las emisiones de gases de efecto invernadero (GEI) para disminuir el impacto del calentamiento global. La recomendación de la estudiante (usar cocinas mejoradas) tiene como uno de sus objetivos principales la 'disminución del humo y de diversos gases', incluyendo el dióxido de carbono. Reducir la fuente de estas emisiones es, por definición, una medida de mitigación. La adaptación, en cambio, busca ajustarse a los efectos ya existentes o inevitables del cambio climático.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p26",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes han formulado propuestas acerca de cómo hacer frente a los efectos del cambio climático en su región.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia una medida de adaptación al cambio climático en su propuesta?",
          "opciones": [
            "Guadalupe dice: \"La gran mayoría de las comunidades de nuestra región se verán afectadas por las inclemencias climáticas dentro de unos pocos años. Por ello, propongo que se coordinen reuniones para identificar las zonas más vulnerables al cambio climático en nuestra región\".",
            "Pilar dice: \"La principal actividad económica de nuestra región es la agricultura. Por ello, propongo incrementar la diversificación de cultivos de plantas nativas para que los agricultores de la región seleccionen aquellas que son más resistentes ante los eventos climáticos anormales\".",
            "Mario dice: \"En algunas áreas de nuestra región, la energía eléctrica se obtiene a partir de centrales térmicas. Por ello, propongo que se implementen fuentes de energía renovable, como la instalación de paneles solares o pequeñas centrales eólicas que generarían energía eléctrica más limpia\"."
          ],
          "respuesta": "Pilar dice: \"La principal actividad económica de nuestra región es la agricultura. Por ello, propongo incrementar la diversificación de cultivos de plantas nativas para que los agricultores de la región seleccionen aquellas que son más resistentes ante los eventos climáticos anormales\".",
          "respuestaCorta": "La propuesta de Pilar es una medida de adaptación, ya que busca ajustar una práctica (la agricultura) para reducir la vulnerabilidad frente a los efectos del cambio climático (eventos climáticos anormales).",
          "solucionario": "La adaptación al cambio climático consiste en ajustar los sistemas humanos o naturales como respuesta a los estímulos climáticos actuales o esperados, con el fin de moderar los daños o aprovechar las oportunidades. La propuesta de Pilar (diversificar cultivos con especies resistentes) es un claro ejemplo de adaptación en el sector agrícola, pues busca reducir las pérdidas frente a sequías, heladas u otros eventos extremos. La propuesta de Guadalupe es un estudio de vulnerabilidad (un paso previo a la adaptación), y la de Mario es una medida de mitigación (reducir emisiones al cambiar la fuente de energía).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p27",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes mapas es de menor escala?",
          "opciones": [
            "Un mapa a escala 1:5000.",
            "Un mapa a escala 1:50 000.",
            "Un mapa a escala 1:500 000."
          ],
          "respuesta": "Un mapa a escala 1:500 000.",
          "respuestaCorta": "En cartografía, una escala es menor cuanto mayor es el denominador de la fracción, ya que representa una porción más grande de la realidad con menos detalle.",
          "solucionario": "La escala de un mapa se expresa como una fracción (ej. 1/5000). Una escala es 'menor' cuando esta fracción es más pequeña. Matemáticamente, una fracción es más pequeña cuanto más grande es su denominador. Por lo tanto, 1:500 000 (o 1/500,000) es una escala menor que 1:50 000 y 1:5000. Un mapa de escala menor representa un área geográfica más extensa (ej. un país) con un nivel de detalle bajo, mientras que un mapa de escala mayor representa un área pequeña (ej. un barrio) con mucho detalle.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2021_p28",
      "contexto": "En una experiencia de aprendizaje, los estudiantes han planteado como problemática de investigación cuáles son las limitaciones y posibilidades del territorio en el que viven. En ese contexto, un estudiante comenta lo siguiente:\n\n\"He observado que, últimamente, en nuestra localidad se ha incrementado la actividad turística, eso ha generado la necesidad de construir más alojamientos. Si bien es cierto que muchos de nosotros estamos entusiasmados con el desarrollo del turismo, porque trae muchos beneficios; al mismo tiempo, nos preocupa que se vea afectada la calidad visual de nuestro paisaje\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tras escuchar este comentario, el docente pide a los estudiantes que formulen propuestas respecto de la situación expuesta. ¿Cuál de los estudiantes formula una propuesta que contribuye a gestionar responsablemente el paisaje de la localidad?",
          "opciones": [
            "Silvana dice: \"Yo opino que se debería replicar el estilo arquitectónico utilizado en otros lugares de reconocida atracción turística en los nuevos alojamientos. Así, los nuevos alojamientos que se construyan serán modernos y agradables para los visitantes\".",
            "Geraldine dice: \"Yo opino que se debería identificar las áreas donde se puede construir nuevos alojamientos con diseños que plasmen la originalidad de los alrededores. De esa manera, se fortalece la identidad local y se contribuye a dinamizar el turismo\".",
            "Leo dice: \"Yo opino que se deberían construir los alojamientos en espacios donde no hay construcciones actualmente, como los alrededores de nuestra laguna principal. Así, se aprovecha un espacio que no se utiliza y más turistas podrían hospedarse en la localidad\"."
          ],
          "respuesta": "Geraldine dice: \"Yo opino que se debería identificar las áreas donde se puede construir nuevos alojamientos con diseños que plasmen la originalidad de los alrededores. De esa manera, se fortalece la identidad local y se contribuye a dinamizar el turismo\".",
          "respuestaCorta": "La propuesta de Geraldine gestiona responsablemente el paisaje al integrar el desarrollo (construcción) con la conservación de la identidad y originalidad del entorno.",
          "solucionario": "Gestionar responsablemente el paisaje implica equilibrar el desarrollo económico con la preservación de las características culturales y naturales que le dan valor. La propuesta de Geraldine es la más adecuada porque aboga por una planificación (identificar áreas) y un diseño arquitectónico que se integre armoniosamente con el entorno ('plasmen la originalidad de los alrededores'), fortaleciendo la identidad local en lugar de destruirla. La propuesta de Silvana podría generar paisajes genéricos y la de Leo podría destruir un recurso paisajístico clave (la laguna).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p29",
      "contexto": "Los estudiantes están analizando la problemática de la contaminación de los cuerpos de agua en la Amazonía peruana. En este contexto, ¿cuál de las siguientes acciones pedagógicas permite la explicación de causas y consecuencias de dicha problemática?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas permite la explicación de causas y consecuencias de dicha problemática?",
          "opciones": [
            "Presentar a los estudiantes un mapa que muestra los ríos afectados por contaminación en una cuenca de la región amazónica. Después, solicitarles que indaguen acerca de la biodiversidad que predomina en esta cuenca amazónica. Por último, pedirles que comenten cuáles serían los impactos de esta contaminación en la biodiversidad de esta cuenca amazónica.",
            "Presentar a los estudiantes un gráfico que muestra las hectáreas de superficie degradada por residuos sólidos municipales en las regiones amazónicas. Después, solicitarles que averigüen qué dificultades tienen las municipalidades para gestionar los residuos sólidos. Por último, pedirles que indiquen cómo la limitada gestión de residuos sólidos podría afectar a los recursos hídricos de estas regiones.",
            "Presentar a los estudiantes una serie de fotografías que muestra el aumento de manchas negras en el agua de una laguna amazónica durante la última década. Después, solicitarles que investiguen qué actividades económicas de la localidad podrían haberlas ocasionado. Por último, pedirles que expliquen cuáles serían las alteraciones que provocaría esta situación en la provisión de alimentos a la población local."
          ],
          "respuesta": "Presentar a los estudiantes una serie de fotografías que muestra el aumento de manchas negras en el agua de una laguna amazónica durante la última década. Después, solicitarles que investiguen qué actividades económicas de la localidad podrían haberlas ocasionado. Por último, pedirles que expliquen cuáles serían las alteraciones que provocaría esta situación en la provisión de alimentos a la población local.",
          "respuestaCorta": "Esta secuencia guía a los estudiantes a observar un efecto (manchas), investigar sus posibles causas (actividades económicas) y luego explicar sus consecuencias (alteraciones en alimentos).",
          "solucionario": "La acción pedagógica más completa para explicar causas y consecuencias es la 'c'. Parte de una evidencia observable (las fotografías de manchas, que son una consecuencia), impulsa a los estudiantes a investigar las posibles causas ('qué actividades económicas podrían haberlas ocasionado') y finalmente los lleva a analizar otras consecuencias que se derivan del problema ('alteraciones en la provisión de alimentos'). Esta secuencia lógica permite construir una explicación integral de la problemática.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta la ley de la oferta y la demanda, ¿cuál de las siguientes alternativas presenta dos factores determinantes de la oferta?",
          "opciones": [
            "Costos de producción y tecnología.",
            "Gustos del consumidor y precio de bienes sustitutos.",
            "Número de consumidores e ingreso de los consumidores."
          ],
          "respuesta": "Costos de producción y tecnología.",
          "respuestaCorta": "Los costos de producción y la tecnología son factores que afectan directamente la capacidad y disposición de los productores para ofrecer bienes, determinando así la curva de oferta.",
          "solucionario": "La oferta se refiere a la cantidad de un bien que los productores están dispuestos a vender a un determinado precio. Esta decisión depende directamente de sus costos (materias primas, salarios) y de la tecnología disponible, ya que una mejor tecnología puede reducir costos y aumentar la producción. Los otros factores mencionados (gustos del consumidor, precio de bienes sustitutos, número e ingreso de consumidores) son determinantes de la demanda, no de la oferta.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p31",
      "contexto": "En un mercado competitivo, el precio de equilibrio del cebiche ha aumentado debido a un incremento en el precio del limón. En esta situación, considerando que todos los demás factores se mantienen constantes, ¿qué ocurre con la cantidad de equilibrio en el mercado del cebiche?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué ocurre con la cantidad de equilibrio en el mercado del cebiche?",
          "opciones": [
            "La cantidad de equilibrio aumenta.",
            "La cantidad de equilibrio disminuye.",
            "La cantidad de equilibrio se mantiene."
          ],
          "respuesta": "La cantidad de equilibrio disminuye.",
          "respuestaCorta": "El aumento del precio de un insumo (limón) eleva los costos de producción, contrayendo la oferta. Esto desplaza la curva de oferta hacia la izquierda, resultando en un precio de equilibrio más alto y una cantidad de equilibrio menor.",
          "solucionario": "El limón es un insumo clave para el cebiche. Si su precio aumenta, el costo de producir cada plato de cebiche se incrementa. Esto provoca que los productores estén dispuestos a ofrecer menos cebiche a cada nivel de precios, lo que se representa como un desplazamiento de la curva de oferta hacia la izquierda. Al cruzarse esta nueva curva de oferta con la curva de demanda (que no ha cambiado), el nuevo punto de equilibrio se sitúa en un precio más alto y una cantidad más baja.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p32",
      "contexto": "Lea la siguiente situación hipotética:\n\nUna empresa de lácteos es la única que compra la producción de leche a los ganaderos de una localidad. Estos ganaderos no poseen los medios para realizar el transporte adecuado de la leche y garantizar que se mantenga en buen estado. Por ello, solo pueden vender su producción a esta empresa porque es la única que les ofrece a los ganaderos recoger y transportar la leche que producen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué tipo de estructura de mercado corresponde la situación descrita?",
          "opciones": [
            "A un mercado oligopólico.",
            "A un mercado monopólico.",
            "A un mercado monopsónico."
          ],
          "respuesta": "A un mercado monopsónico.",
          "respuestaCorta": "La situación describe un monopsonio, una estructura de mercado donde existe un único comprador (la empresa de lácteos) para un producto de varios vendedores (los ganaderos).",
          "solucionario": "Mientras que un monopolio es un mercado con un solo vendedor, un monopsonio es la situación inversa: un mercado con un solo comprador. En el caso descrito, la empresa de lácteos es la única compradora de leche en la localidad, lo que le da un gran poder de mercado para fijar el precio de compra a los ganaderos, quienes tienen pocas o ninguna alternativa para vender su producto. Un oligopolio se caracteriza por tener pocos vendedores.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a una política fiscal?",
          "opciones": [
            "Reducir la tasa de encaje, lo que permitirá que los bancos incrementen los créditos y, así, la cantidad de dinero que circula en el mercado aumente también.",
            "Aumentar el gasto público en diferentes obras de infraestructura con la finalidad de influir en la generación de empleo.",
            "Implementar medidas para lograr que el precio del dólar se mantenga al mismo nivel de los últimos meses."
          ],
          "respuesta": "Aumentar el gasto público en diferentes obras de infraestructura con la finalidad de influir en la generación de empleo.",
          "respuestaCorta": "La política fiscal se refiere a las decisiones del gobierno sobre el gasto público y los impuestos para influir en la economía. Aumentar el gasto en obras es una medida fiscal expansiva.",
          "solucionario": "La política fiscal es manejada por el Gobierno y se centra en dos herramientas: el gasto público y los impuestos. La opción 'b' describe una acción de política fiscal, específicamente una política fiscal expansiva, donde el gobierno aumenta su gasto para estimular la economía y generar empleo. La opción 'a' (tasa de encaje) y la 'c' (precio del dólar) son instrumentos de la política monetaria, la cual es gestionada por el Banco Central de Reserva.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p34",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que todos los demás factores se mantienen constantes, ¿cuál de las siguientes situaciones influye directamente en la reducción del déficit fiscal?",
          "opciones": [
            "Una situación en la que se reduce la evasión tributaria.",
            "Una situación en la que se reduce la tasa de interés.",
            "Una situación en la que se reducen los aranceles."
          ],
          "respuesta": "Una situación en la que se reduce la evasión tributaria.",
          "respuestaCorta": "El déficit fiscal ocurre cuando los gastos del gobierno superan sus ingresos. Reducir la evasión tributaria aumenta los ingresos del gobierno, reduciendo directamente el déficit.",
          "solucionario": "El déficit fiscal es la diferencia negativa entre los ingresos (principalmente impuestos) y los gastos del gobierno. Para reducir este déficit, se debe o aumentar los ingresos o disminuir los gastos. Una reducción de la evasión tributaria significa que más personas y empresas pagan los impuestos que les corresponden, lo que incrementa la recaudación y, por ende, los ingresos del gobierno, contribuyendo a cerrar la brecha del déficit. Reducir la tasa de interés es política monetaria, y reducir aranceles podría incluso disminuir los ingresos fiscales.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p35",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están analizando los principales indicadores macroeconómicos del Perú. En ese contexto, tres estudiantes están conversando sobre las posibles limitaciones del PBI per cápita para conocer el bienestar social de un país.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes identifica de forma correcta una de estas limitaciones?",
          "opciónes": [
            "Karen dice: \"Una de las limitaciones del uso del PBI per cápita para conocer el bienestar social en un país es que no toma en cuenta el gasto público; sino, por el contrario, solo considera el gasto del sector privado\".",
            "Alonso dice: \"Una de las limitaciones del uso del PBI per cápita es que no permite medir la desigualdad de ingreso en un país, porque solo considera el promedio de riqueza generada por todos los habitantes de ese país\".",
            "Julieta dice: \"Una de las limitaciones del uso del PBI per cápita es que no puede ser utilizado para comparar la riqueza generada en un país con la riqueza generada en otro, ya que el número de habitantes en cada país es diferente\"."
          ],
          "respuesta": "Alonso dice: \"Una de las limitaciones del uso del PBI per cápita es que no permite medir la desigualdad de ingreso en un país, porque solo considera el promedio de riqueza generada por todos los habitantes de ese país\".",
          "respuestaCorta": "El PBI per cápita es un promedio aritmético que oculta la distribución del ingreso, por lo que un país con alto PBI per cápita puede tener una enorme desigualdad.",
          "solucionario": "La principal crítica al PBI per cápita como medida de bienestar es que es un promedio. Se calcula dividiendo el PBI total de un país entre su población. Este cálculo no dice nada sobre cómo se distribuye ese ingreso. Un país puede tener un PBI per cápita alto debido a que un pequeño porcentaje de la población es extremadamente rico, mientras que la mayoría vive en la pobreza. Por lo tanto, Alonso identifica correctamente que este indicador no mide la desigualdad. Las afirmaciones de Karen y Julieta son incorrectas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p36",
      "contexto": "Lea la siguiente definición:\n\nEs la pérdida de valor de una moneda con relación a otra moneda, específicamente si sucede como respuesta a cambios en la demanda y oferta del mercado, en un sistema de libre fluctuación.\n\nTomado de Banco Central de Reserva del Perú (2011). Glosario de términos económicos, Recuperado el 23 de junio de 2021 de https://www.bcrp.gob.pe",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes alternativas corresponde la definición presentada?",
          "opciones": [
            "Revaluación de la moneda.",
            "Devaluación de la moneda.",
            "Depreciación de la moneda."
          ],
          "respuesta": "Depreciación de la moneda.",
          "respuestaCorta": "La depreciación es la pérdida de valor de una moneda en un sistema de tipo de cambio flexible, determinada por las fuerzas del mercado (oferta y demanda).",
          "solucionario": "En economía se distingue entre depreciación y devaluación. La depreciación ocurre en un régimen de tipo de cambio flotante o flexible, donde el valor de la moneda se determina libremente por la oferta y la demanda en el mercado de divisas. La devaluación, en cambio, es la pérdida de valor de una moneda por una decisión deliberada de la autoridad monetaria (el Banco Central) en un régimen de tipo de cambio fijo. Como la definición especifica que sucede por 'cambios en la demanda y oferta del mercado', corresponde a una depreciación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p37",
      "contexto": "En una situación hipotética la balanza comercial ha experimentado un déficit. Considerando que todas las demás variables se mantienen constantes, ¿cuál de los siguientes factores influiría directamente en la reducción del déficit comercial en el corto plazo?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes factores influiría directamente en la reducción del déficit comercial en el corto plazo?",
          "opciones": [
            "El aumento de los aranceles a las importaciones.",
            "La sobrerregulación a las exportaciones.",
            "El incremento del salario mínimo."
          ],
          "respuesta": "El aumento de los aranceles a las importaciones.",
          "respuestaCorta": "Un déficit comercial significa que las importaciones superan a las exportaciones. Aumentar los aranceles encarece los productos importados, desincentivando su compra y reduciendo el valor total de las importaciones.",
          "solucionario": "La balanza comercial registra la diferencia entre el valor de las exportaciones y las importaciones de un país. Un déficit ocurre cuando se importa más de lo que se exporta (Valor M > Valor X). Para reducir este déficit, se debe aumentar las exportaciones o disminuir las importaciones. Un arancel es un impuesto a la importación. Al aumentar los aranceles, los productos extranjeros se vuelven más caros para los consumidores locales, lo que reduce su demanda y, por lo tanto, el monto total de las importaciones, ayudando a disminuir el déficit comercial.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p38",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones es la que mejor indica la ocurrencia de un proceso de inflación?",
          "opciones": [
            "En los últimos seis meses, el precio de uno de los insumos del pollo a la brasa se ha incrementado considerablemente.",
            "En los últimos seis meses, la moneda nacional ha venido perdiendo valor con respecto a una moneda extranjera.",
            "En los últimos seis meses, el precio de la canasta básica de un país se ha ido incrementando de forma persistente."
          ],
          "respuesta": "En los últimos seis meses, el precio de la canasta básica de un país se ha ido incrementando de forma persistente.",
          "respuestaCorta": "La inflación se define como el aumento generalizado y sostenido (persistente) de los precios de los bienes y servicios, típicamente medido a través de la canasta básica.",
          "solucionario": "La inflación no es el aumento del precio de un solo producto (como en la opción 'a'), sino un fenómeno que afecta a la economía en general. Por ello, se mide con un indicador como el Índice de Precios al Consumidor (IPC), que sigue la evolución del precio de una 'canasta básica' representativa. La característica clave es que el aumento debe ser generalizado y sostenido en el tiempo ('persistente'). La pérdida de valor de la moneda (opción 'b') puede ser una causa o una consecuencia de la inflación, pero la definición misma de inflación es el aumento de precios internos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2021_p39",
      "contexto": "Durante el desarrollo de una actividad, el docente presenta a los estudiantes el siguiente anuncio con el propósito de que planteen recomendaciones que le brindarían a una persona interesada en adquirir el producto financiero que en este se indica.\n\n¡GANE DINERO RÁPIDO Y FÁCIL CON LA FINANCIERA DEL EMPRENDEDOR!\nPuedes confiar tus ahorros en la Financiera del Emprendedor y te aseguramos importantes ganancias. Abre una cuenta de ahorro con nosotros y te garantizamos la tasa de interés más alta del mercado. Tus ahorros crecerán al 100% en un año. Además, si llegan nuevos clientes a abrir cuentas de ahorro con tu recomendación, te aseguramos el acceso a muchos otros beneficios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes recomienda una acción indispensable para tomar una decisión financiera responsable en esta situación?",
          "opciónes": [
            "Juan dice: \"Yo pienso que esa persona debería pedir más información sobre los otros beneficios que ofrece esa financiera y conocer qué requisitos debe cumplir para acceder a esos beneficios\".",
            "Pedro dice: \"Yo creo que esa persona debería comparar la tasa de interés que ofrece esta financiera con las que ofrecen otras financieras y elegir aquella que tenga la más alta en menor tiempo\".",
            "Magdalena dice: \"Yo opino que esa persona debería averiguar si esta financiera cuenta con autorización en la Superintendencia de Banca, Seguros y AFP, y, así, estar segura de si debe o no confiarle su dinero\"."
          ],
          "respuesta": "Magdalena dice: \"Yo opino que esa persona debería averiguar si esta financiera cuenta con autorización en la Superintendencia de Banca, Seguros y AFP, y, así, estar segura de si debe o no confiarle su dinero\".",
          "respuestaCorta": "La acción más importante ante una oferta financiera, especialmente una que parece demasiado buena para ser verdad, es verificar que la entidad esté regulada y supervisada por la autoridad competente (la SBS en Perú).",
          "solucionario": "El anuncio presenta características de un posible esquema piramidal o estafa (promesas de ganancias exorbitantes y rápidas, beneficios por referir a otros). Ante esto, la primera y más crucial medida de seguridad para cualquier decisión financiera es verificar la formalidad y legalidad de la institución. En el Perú, la Superintendencia de Banca, Seguros y AFP (SBS) es la entidad que autoriza y supervisa a las empresas que captan dinero del público. La recomendación de Magdalena es, por tanto, el paso indispensable y prioritario. Comparar tasas de interés (Pedro) o averiguar sobre otros beneficios (Juan) es irrelevante si la entidad es informal y el dinero está en riesgo de perderse.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  