{
  "completo": [
    {
      "idGrupo": "asc_inicial_2021_p01",
      "contexto": "Pedro, de catorce meses, está concentrado explorando diversos objetos sobre el petate.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones favorece que el niño continúe con su proceso de exploración?",
          "opciones": [
            "Sentarse junto al niño y proponerle juegos con la variedad de objetos que le rodean.",
            "Observar qué objetos le interesan, para incluirlos en la variedad de juguetes la próxima vez.",
            "Colocar en el petate más objetos, de colores, tamaños y formas variadas para motivarlo al juego."
          ],
          "respuesta": "Observar qué objetos le interesan, para incluirlos en la variedad de juguetes la próxima vez.",
          "respuestaCorta": "La observación respetuosa sin interrupción permite al niño mantener su concentración y proporciona a la docente información valiosa para enriquecer el ambiente en el futuro.",
          "solucionario": "La acción más pertinente es la B, ya que respeta la exploración autónoma y la concentración del niño. Observar sus intereses sin intervenir directamente le permite al docente planificar y enriquecer el entorno de aprendizaje basándose en las preferencias y necesidades reales del niño, favoreciendo así la continuidad de su proceso exploratorio de manera significativa. Las otras opciones implican una interrupción que podría desviar la atención del niño de su propio descubrimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p02",
      "contexto": "Cada vez que tiene hambre, Fabiola, de dieciocho meses, estira sus manos, y las abre y cierra diciendo \"ñam, ñam, ñam\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué intervención es pertinente para favorecer la expresión oral de la niña en esa situación?",
          "opciones": [
            "\"Ah, Fabiola, como tienes hambre, en este momento te daré tus alimentos\".",
            "\"Fabiola, yo también tengo 'ñam, ñam, ñam'. Vamos a 'ñam, ñam, ñam' juntas\".",
            "\"Te escuché decir: 'hambre, hambre, hambre'. A ver, Fabiola, tú puedes decirlo: 'hambre'\"."
          ],
          "respuesta": "\"Ah, Fabiola, como tienes hambre, en este momento te daré tus alimentos\".",
          "respuestaCorta": "La intervención adecuada verbaliza la necesidad de la niña usando el lenguaje adulto correcto, validando su intento de comunicación y proporcionándole el modelo lingüístico apropiado.",
          "solucionario": "La opción A es la más pertinente porque la docente interpreta la comunicación gestual y vocal de la niña (\"ñam, ñam, ñam\"), le pone palabras a su necesidad (\"tienes hambre\") y le responde de manera coherente. Esto ayuda a Fabiola a construir el significado de las palabras en un contexto real y a avanzar en su desarrollo del lenguaje oral. La opción B solo imita el balbuceo, y la C presiona a la niña para que repita una palabra, lo cual no es una estrategia adecuada a su edad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p03",
      "contexto": "La docente y los niños del aula de cinco años visitan la casa de Víctor, un compañero del aula cuya familia cría animales de corral, como patos, gallinas y pollitos. La mayoría de los niños ya ha visto antes este tipo de animales. Durante la visita, el grupo observa distintas huellas. Señalando una de ellas, Juan dice: \"¡Miren esas huellas!, ¿adivinen de qué animal es?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué nivel de representación de la función simbólica se evidencia en la intervención de Juan?",
          "opciones": [
            "Objeto.",
            "Indicio.",
            "Símbolo."
          ],
          "respuesta": "Indicio.",
          "respuestaCorta": "La huella es un 'indicio' porque es una señal que tiene una conexión física y directa con el objeto que la produjo (el animal).",
          "solucionario": "La intervención de Juan evidencia el nivel de indicio. En la función simbólica, un indicio es una señal que está directamente conectada a su referente; la huella es un rastro dejado por el animal. No es el 'objeto' en sí mismo, ni un 'símbolo' arbitrario como sería un dibujo del animal o la palabra 'pato'. Juan comprende que esa marca en el suelo representa a un animal que estuvo allí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p04",
      "contexto": "Los niños del aula de cinco años quieren presentar una danza para el día de la madre.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el momento inicial de la preparación, ¿cuál de las siguientes acciones es más pertinente para favorecer la expresión corporal de los niños?",
          "opciones": [
            "Pedir a los niños que se sienten en diferentes lugares, y se saquen los zapatos y las medias. Luego, decirles que escuchen la música con los ojos cerrados y, cuando estén listos, bailen como gusten.",
            "Organizar a los niños en círculo y colocarse al centro de este. Luego, enseñarles cómo realizar cada uno de los pasos de baile para que después ellos puedan ponerlos en práctica.",
            "Trazar en el piso un circuito con círculos y flechas. Luego, recorrer con ellos el circuito indicándoles los desplazamientos que realizarán en cada segmento."
          ],
          "respuesta": "Pedir a los niños que se sienten en diferentes lugares, y se saquen los zapatos y las medias. Luego, decirles que escuchen la música con los ojos cerrados y, cuando estén listos, bailen como gusten.",
          "respuestaCorta": "Fomentar la libre exploración del movimiento a partir de la escucha atenta de la música es la mejor manera de promover la auténtica expresión corporal.",
          "solucionario": "La opción A es la más pertinente porque se centra en la expresión corporal genuina, que nace de la conexión del niño con la música y sus propias sensaciones. Al invitarlos a escuchar y moverse libremente, se promueve la creatividad y la espontaneidad. Las opciones B y C se enfocan en la reproducción de pasos o recorridos preestablecidos, lo cual limita la expresión personal y se orienta más a la imitación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p05",
      "contexto": "Lisbeth, de cinco años, llega al aula con la lista que escribió para ir a comprar a la panadería. Al ver a la docente, se la muestra. Cuando la docente le pregunta qué escribió en la lista, la niña contesta: \"Pan, mantequilla y mermelada\".",
      "imagen": "img/ascenso/inicial/2021/inicial EBR/1.jpg",
      "preguntas": [
        {
          "pregunta": "Considerando los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro y Ana Teberosky, ¿en qué nivel se encuentra Lisbeth?",
          "opciones": [
            "Presilábico.",
            "Silábico.",
            "Silábico alfabético."
          ],
          "respuesta": "Presilábico.",
          "respuestaCorta": "La niña se encuentra en el nivel presilábico porque sus trazos son grafismos primitivos que no tienen correspondencia con los sonidos del habla.",
          "solucionario": "Lisbeth se encuentra en el nivel presilábico. En esta etapa, los niños ya diferencian el dibujo de la escritura, pero aún no han comprendido la relación entre las letras (grafemas) y los sonidos (fonemas). Sus producciones consisten en grafismos, seudoletras o trazos indiferenciados, sin que haya una correspondencia sonora, tal como se observa en su escrito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p06",
      "contexto": "Los niños de cinco años están organizando una pollería en el aula, y han decidido que esta se llamará \"Pollito rico\". Ahora, le piden a la docente que les ayude a escribir un cartel con el nombre de la pollería.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones es pertinente que realice la docente para favorecer la apropiación del sistema de escritura en los niños?",
          "opciones": [
            "Repartir a los niños revistas y pedirles que recorten las letras que deseen. Luego, escribir el nombre de la pollería en la pizarra y pedirles que se guíen de ese escrito para armar su cartel con las letras que recortaron.",
            "Pedir a los niños que busquen en los carteles y otros escritos en el aula palabras que empiecen como el nombre de la pollería y otras palabras que creen que les servirán. Finalmente, escribir el cartel junto con los niños.",
            "Mostrar a los niños un abecedario. Luego, pedirles que señalen en este la \"P\" y la escriban. A continuación, pedirles que identifiquen la \"O\" y también la escriban. Continuar con ese procedimiento hasta que los niños escriban el nombre completo de la pollería."
          ],
          "respuesta": "Pedir a los niños que busquen en los carteles y otros escritos en el aula palabras que empiecen como el nombre de la pollería y otras palabras que creen que les servirán. Finalmente, escribir el cartel junto con los niños.",
          "respuestaCorta": "Esta acción promueve que los niños reflexionen sobre el sistema de escritura utilizando referentes conocidos y participando activamente en la construcción del texto.",
          "solucionario": "La opción B es la más pertinente porque involucra a los niños como protagonistas de su aprendizaje. Al buscar en textos conocidos del aula (portadores de texto), los niños comparan, analizan y formulan hipótesis sobre la escritura. El acto de escribir 'junto con ellos' convierte la tarea en una construcción social y significativa, a diferencia de la copia (opción A) o la escritura letra por letra dirigida por el adulto (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p07",
      "contexto": "Mariano y César, de cuatro años, están construyendo una maqueta. De pronto, se les acaba la goma. Entonces, levantando la voz, llaman a la docente:\nMariano: ¡Señoiiiita! ¡Señoiiiiita!\nCésar: ¡Empréstanos tu goma!\nLa docente, que se encuentra en el otro extremo del aula, se acerca.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿qué intervención es pertinente para favorecer el desarrollo de la expresión oral de los niños?",
          "opciones": [
            "\"Mariano, César, así no los puedo entender. Pidan lo que necesiten, pero sin gritar\".",
            "\"A ver, Mariano, repite conmigo: 'Se-ño-ri-ta'. Ahora tú, César: 'Prés-ta-nos'\".",
            "\"Mariano y César, les presto la goma, cuéntenme, ¿para qué la necesitan?\"."
          ],
          "respuesta": "\"Mariano y César, les presto la goma, cuéntenme, ¿para qué la necesitan?\".",
          "respuestaCorta": "La docente atiende la necesidad de los niños y aprovecha para expandir el diálogo con una pregunta abierta, fomentando la comunicación en lugar de corregir la forma.",
          "solucionario": "La opción C es la más adecuada. Atiende la solicitud de los niños, validando su intento comunicativo, y luego utiliza una pregunta abierta (\"¿para qué la necesitan?\") para ampliar la conversación y darles la oportunidad de expresarse con más detalle. Esto fomenta el lenguaje en un contexto de comunicación real y positiva. Las opciones A y B se centran en la corrección (el volumen o la pronunciación), lo que puede inhibir la comunicación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p08",
      "contexto": "La docente y los niños de cuatro años leen el siguiente cuento:\nPaco viaja a la Luna\nPaco era un ratoncito al que le gustaba el queso. Una noche, mientras él y sus amigos ratones observaban la Luna llena, su amigo Ramón dijo que la Luna era de queso, el mejor y más sabroso. Al oírlo, Paco sintió mucha curiosidad y desde ese momento soñaba con darle un mordisco a la Luna.\nDespués de pensarlo, Paco decidió construir una nave espacial. Luego de mucho trabajo, esta quedó lista y emprendió su viaje a la Luna. Al alunizar, Paco se sintió muy alegre. Cuando bajó de la nave, empezó a dar saltos, tantos, que se cayó y se golpeó contra la superficie de la Luna. Una enorme piedra le lastimó las rodillas. Sin embargo, pronto recuperó su alegría, pues estaba a punto de cumplir su deseo.\nEntonces, se preparó para ello. Lo primero que hizo fue limpiarse los dientes. Después, abrió la boca grande, muy grande. Por último, le dio un gran mordisco a la Luna. Pero, al hacerlo, se rompió los dientes. Paco se dio cuenta de que la Luna no era de queso y se sintió triste. Desde donde estaba, se veía la Tierra, redonda y azul. Recordó lo hermosas que eran sus montañas, sus ríos, sus árboles. Pensó en cuánto extrañaba a sus amigos ratones y hasta a los gatos que no se cansaban de perseguirlos. Pensó que para realizar su viaje había dejado atrás muchas cosas importantes y, aunque era muy valiente, no pudo evitar que unas lágrimas rodaran por sus mejillas.\nAl verlo, la Luna se enterneció. Para calmar la tristeza de Paco, comenzó a balancearlo despacito y a cantarle canciones que hablaban de estrellas, planetas, meteoritos y galaxias. En pocos minutos, Paco se quedó dormido y soñó que mordía un enorme pedazo de queso. Mientras soñaba, una sonrisa apareció en su rostro.\nAl despertar, Paco agradeció a la Luna por recibirlo con cariño y le dijo que era momento de regresar a casa, al lado de sus amigos. Subiéndose a su nave espacial, se despidió de ella y emprendió el regreso.\nAdaptado de Carballeira, P. y Barrio B. (2003). Paco.",
      "imagen": "img/ascenso/inicial/2021/inicial EBR/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este cuento?",
          "opciones": [
            "¿Qué querrá decir \"alunizar\"?",
            "¿Quién le contó a Paco que la Luna era de queso?",
            "¿A ustedes también les gustaría viajar a la Luna? ¿Por qué?"
          ],
          "respuesta": "¿Quién le contó a Paco que la Luna era de queso?",
          "respuestaCorta": "Esta pregunta evalúa la comprensión literal, ya que la respuesta se encuentra directamente mencionada en el texto del cuento.",
          "solucionario": "La pregunta B es pertinente para identificar información explícita porque la respuesta (\"su amigo Ramón\") está textualmente en el cuento. Requiere que el niño localice un dato específico. La pregunta A explora vocabulario (inferencia) y la C busca una opinión personal (reflexión).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este cuento?",
          "opciones": [
            "¿Qué te parece la decisión de Paco de viajar a la Luna?",
            "¿Qué hizo la Luna para calmar la tristeza de Paco?",
            "¿De qué estará hecha la Luna?"
          ],
          "respuesta": "¿De qué estará hecha la Luna?",
          "respuestaCorta": "Esta pregunta requiere que los niños deduzcan la composición de la Luna a partir de la pista de que Paco se rompió los dientes, lo que implica que es dura.",
          "solucionario": "La pregunta C promueve la inferencia. El cuento dice que la Luna no es de queso y que Paco se rompió los dientes al morderla. A partir de estas pistas, los niños deben deducir que está hecha de algo duro, como una roca. No es una información explícita. La pregunta A es de reflexión y la B es de información explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre el contenido de este cuento?",
          "opciones": [
            "¿Por qué Paco sonrió mientras dormía?",
            "¿De qué hablaban las canciones que la Luna le cantó a Paco?",
            "¿Crees que valió la pena todo el esfuerzo que hizo Paco para ir a la Luna?"
          ],
          "respuesta": "¿Crees que valió la pena todo el esfuerzo que hizo Paco para ir a la Luna?",
          "respuestaCorta": "Esta pregunta invita a los niños a emitir un juicio de valor sobre las acciones del personaje y las consecuencias, lo cual es un proceso de reflexión crítica.",
          "solucionario": "La pregunta C es la más adecuada para promover la reflexión, ya que pide a los niños que evalúen la experiencia completa de Paco, sopesando sus logros y sus decepciones para formar una opinión. Esto trasciende la comprensión literal e inferencial para entrar en el plano valorativo. La pregunta A es inferencial y la B es de comprensión literal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto a los niveles de representación de la función simbólica, ¿en cuál de las siguientes situaciones la acción de la niña evidencia el nivel objeto?",
          "opciones": [
            "María observa por primera vez la fruta llamada \"pitahaya\"; la coge, la huele y la prueba.",
            "Josefina modela con plastilina los animales que conoció durante su visita a la granja.",
            "Lily reconoce por la voz a sus compañeros cuando juegan a la \"Gallinita ciega\"."
          ],
          "respuesta": "María observa por primera vez la fruta llamada \"pitahaya\"; la coge, la huele y la prueba.",
          "respuestaCorta": "El nivel objeto se caracteriza por la exploración sensorial directa de un objeto para construir una representación mental de él, como hace María con la fruta.",
          "solucionario": "La opción A evidencia el nivel objeto. Este nivel es el punto de partida de la función simbólica y consiste en la interacción directa con los objetos a través de los sentidos (ver, tocar, oler, probar) para conocer sus características y construir una imagen mental. La opción B corresponde al nivel de símbolo (representación plástica) y la C al nivel de indicio (la voz como señal de una persona).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p10",
      "contexto": "Los niños del aula de cinco años van a elaborar, por grupos, carteles para los sectores del salón. Para ello, se han agrupado según su sector favorito. El docente busca aprovechar esta situación para promover la expresión de los niños mediante el uso del lenguaje gráfico plástico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Entregar a cada grupo una imagen grande de niños jugando en el sector elegido. Luego, distribuirles témperas, crayolas, papeles de colores y goma para que coloreen la imagen y le coloquen el nombre del sector.",
            "Pedir a cada grupo que comparta las experiencias agradables que hayan tenido en el sector elegido. Luego, pedirles que busquen en el aula materiales con los que puedan representar esas experiencias en el cartel.",
            "Decir a los niños que observen el sector que han elegido. Luego, preguntarles qué muebles conforman el sector, cómo son los objetos y de qué manera están organizados, y pedirles que representen en el cartel como están dispuestos."
          ],
          "respuesta": "Pedir a cada grupo que comparta las experiencias agradables que hayan tenido en el sector elegido. Luego, pedirles que busquen en el aula materiales con los que puedan representar esas experiencias en el cartel.",
          "respuestaCorta": "Esta acción promueve la expresión auténtica al partir de las vivencias personales de los niños y darles libertad para elegir los materiales y la forma de representar sus ideas.",
          "solucionario": "La opción B es la más pertinente para fomentar la expresión a través del lenguaje gráfico plástico. Al partir de las 'experiencias agradables' de los niños, se les brinda un motivo personal y significativo para crear. Además, la libertad de elegir sus propios materiales fomenta la autonomía y la creatividad. La opción A es una actividad de colorear, más reproductiva que expresiva, y la opción C se enfoca en una representación realista y observacional, limitando la expresión de emociones e ideas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p11",
      "contexto": "Los niños del aula de cinco años se están registrando en el cartel de responsabilidades usando tarjetas con sus nombres. En el aula están matriculados Manuel y Manuela, y, cuando le toca registrarse a Manuel, este coge la tarjeta de Manuela y rápidamente la coloca en el cartel de responsabilidades. Al percatarse de este hecho, la docente interviene.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción es más pertinente que realice la docente para continuar favoreciendo la apropiación del sistema de escritura en Manuel?",
          "opciones": [
            "Pedir a Manuel que le muestre la tarjeta que ha colocado en el cartel y preguntarle por qué piensa que es su tarjeta, cómo termina su nombre y cómo termina el nombre escrito en la tarjeta que eligió. Luego, comparar las dos tarjetas con los nombres \"MANUEL\" y \"MANUELA\" y preguntarle en qué cree que se diferencian. Finalmente, pedirle que señale dónde dice Manuel.",
            "Indicar a Manuel que la tarjeta que colocó en el cartel dice \"MANUELA\" y no \"MANUEL\", y entregarle la tarjeta con su nombre. Luego, decirle que la observe para que recuerde su nombre. Después, invitarlo a escribir su nombre sin mirar la tarjeta. Finalmente, pedirle que repita esta acción hasta escribirlo correctamente.",
            "Presentar a Manuel una hoja de papel donde estén escritos \"M_NUEL\" y \"M_NUEL_\". Luego, explicarle que allí están escritos los nombres Manuel y Manuela, pero incompletos. Después, pedirle que los complete colocando la letra \"A\" en cada espacio vacío. Finalmente, acompañarlo a leer ambos nombres."
          ],
          "respuesta": "Pedir a Manuel que le muestre la tarjeta que ha colocado en el cartel y preguntarle por qué piensa que es su tarjeta, cómo termina su nombre y cómo termina el nombre escrito en la tarjeta que eligió. Luego, comparar las dos tarjetas con los nombres \"MANUEL\" y \"MANUELA\" y preguntarle en qué cree que se diferencian. Finalmente, pedirle que señale dónde dice Manuel.",
          "respuestaCorta": "La docente debe guiar al niño, a través de preguntas, a comparar los dos nombres y descubrir por sí mismo las diferencias, promoviendo la reflexión y el análisis.",
          "solucionario": "La opción A es la más pertinente porque se basa en la retroalimentación reflexiva. La docente no le da la respuesta a Manuel, sino que lo guía con preguntas para que él mismo compare, analice las diferencias entre los dos nombres (especialmente el final) y construya su propio conocimiento. Este proceso de descubrimiento es mucho más significativo para la apropiación del sistema de escritura que la simple corrección directa (opción B) o un ejercicio mecánico (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p12",
      "contexto": "La docente del aula de cinco años ha colocado recientemente un libro de poesía en la biblioteca. Hoy dos niños han cogido ese libro y, luego de revisarlo, han escogido un poema y le han pedido a la docente que se los lea. Al notar los otros niños que la docente les leerá el libro, varios se acercan a escuchar. A continuación, se presenta el poema que los niños escogieron:\n\nLa docente les pide a los niños que se pongan cómodos y les muestra el poema. A continuación, la docente les lee el poema.",
      "imagen": "img/ascenso/inicial/2021/inicial EBR/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para seguir acercando a los niños a este tipo de texto?",
          "opciones": [
            "Leer el poema mientras todos escuchan con atención. Luego, invitarlos a compartir sus comentarios sobre lo que sintieron al escuchar el poema. Finalmente, pedirles que digan cómo se imaginan a la semillita, a la lluvia y al sol.",
            "Explicar a los niños que los poemas suelen tener palabras que suenan parecido. Luego, leerles el poema enfatizando palabras como \"alumbró\", \"calentó\" o \"despertó\". Finalmente, preguntarles qué palabras parecidas identificaron.",
            "Leerles el poema acompañando la lectura con movimientos corporales. Luego, preguntarles si les gustó el poema y si quisieran aprenderlo. Finalmente, practicar con ellos cada verso hasta que logren recitar todo el poema por sí solos."
          ],
          "respuesta": "Leer el poema mientras todos escuchan con atención. Luego, invitarlos a compartir sus comentarios sobre lo que sintieron al escuchar el poema. Finalmente, pedirles que digan cómo se imaginan a la semillita, a la lluvia y al sol.",
          "respuestaCorta": "La acción más pertinente es conectar el poema con las emociones y la imaginación de los niños, fomentando el disfrute y la interpretación personal del texto lírico.",
          "solucionario": "La opción A es la más adecuada para un primer acercamiento a la poesía. Se enfoca en el goce estético y la conexión personal, invitando a los niños a expresar sus emociones ('lo que sintieron') e imágenes mentales ('cómo se imaginan'). Esto valora su experiencia como lectores y los acerca al lenguaje poético desde el disfrute. La opción B se centra en un aspecto formal (la rima) y la C en la memorización, que son aspectos secundarios frente a la apreciación inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p13",
      "contexto": "La docente y los niños del aula de cinco años acaban de leer el cuento \"El gato y la mariposa\". Ahora, la docente les pide que dibujen lo que más les gustó del cuento. Naomi dibuja un gato y una mariposa, y escribe debajo de cada personaje. Al terminar, le muestra su trabajo a la docente. Cuando la docente le pregunta qué escribió, la niña afirma haber escrito \"gato\" debajo de su primer dibujo y \"mariposa\" debajo del segundo.",
      "imagen": "img/ascenso/inicial/2021/inicial EBR/4.jpg",
      "preguntas": [
        {
          "pregunta": "Considerando las propuestas de Emilia Ferreiro y Ana Teberosky sobre las hipótesis que formulan los niños cuando interactúan con el mundo escrito, ¿qué hipótesis de escritura explica por qué Naomi escribe la palabra \"gato\" con más grafías que la palabra \"mariposa\"?",
          "opciones": [
            "Hipótesis de cantidad.",
            "Hipótesis de variedad.",
            "Hipótesis sobre las propiedades del objeto."
          ],
          "respuesta": "Hipótesis sobre las propiedades del objeto.",
          "respuestaCorta": "La niña aplica la 'hipótesis sobre las propiedades del objeto', creyendo que el tamaño del objeto (gato grande) debe corresponderse con la longitud de la palabra escrita (más letras).",
          "solucionario": "La respuesta es la C. Naomi está operando bajo la 'hipótesis sobre las propiedades del objeto'. En la etapa presilábica, los niños pueden pensar que la escritura imita alguna característica del referente. En este caso, como el gato es más grande que la mariposa, Naomi asume que su nombre debe escribirse con más letras, ignorando la relación sonora de la escritura convencional. Las hipótesis de cantidad (mínimo de letras para que algo pueda leerse) y variedad (letras diferentes dentro de una palabra) no explican la diferencia de longitud entre las dos escrituras.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p14",
      "contexto": "La docente y los niños de cinco años leen el siguiente cuento:\nUn sapo de otra laguna\nCierta mañana, Cerdito se despertó con ganas de hacer nuevos amigos. Luego de asearse y desayunar, salió a pasear por el bosque y, al pasar por la laguna, escuchó \"croac\". Al acercarse, vio que en la laguna vivía una familia de sapos y se alegró muchísimo. Entonces, se sentó en la orilla y empezó a croar.\nSapo hijo asustado volteó a mirar, \"¿quién eres?\", le preguntó. -\"Croac\", respondió Cerdito. Inquieta, Mamá Sapa preguntó: \"Buenos días, ¿qué lo trae por aquí?\". -\"Croac, croac, croac\", respondía Cerdito, sentado en posición de sapo, sonriente y cachetón. Toda la familia gritó molesta: \"¡¿Qué?!\". -\"Este cerdo se está burlando de nosotros\", exclamó Papá Sapo, furioso. -\"Croac, croac\", dijo de nuevo Cerdito.\nLa noticia corrió rápidamente por el bosque y no tardaron en aparecer los curiosos. -\"Es un poco rosado el recién llegado\", dijo, burlón, Zorro. -\"El 'croac' le sale igualito a este cerdo sapito\", añadió Tortuga. Cerdito, ciertamente, croaba cada vez mejor. Quería decirles a los sapos que estaba muy feliz de haberlos encontrado. Además, le emocionaba que la laguna estuviera llena de nuevos amigos. Pero los sapos, enfadados, fueron en búsqueda del sabio Escarabajo. Todos los animales fueron detrás de ellos. Entre gritos, quisieron contarle a Escarabajo el acontecimiento. Mamá Sapa dijo: \"Escarabajo, necesitamos tu consejo para solucionar un gran problema. Hay un cerdito en la laguna que se está burlando de nosotros. ¡Se hace el sapo!\". Escarabajo aceptó ir a la laguna, a ver lo que pasaba. Pero, cuando llegaron, Cerdito ya se había ido.\n\"Ese cerdo quería hacernos una broma de mal gusto\" - exclamó Papá Sapo.\n\"¿Y no pensaron que solo quería hacer nuevos amigos?\" - preguntó Escarabajo. Escarabajo se despidió y dejó a los animales pensando en cómo se habían comportado con Cerdito.\nMientras tanto, al ver que los animales se habían marchado, Cerdito continuó paseando por el bosque. De repente, escuchó \"Pio, pio, pio\" en lo alto de un árbol. Se alegró de nuevo y subió con mucho esfuerzo hasta donde estaban los pajaritos. Se sentó junto a sus nuevos amigos y empezó a cantar \"Pio, pio, pio\". Al ver a Cerdito sentado en los árboles cantando como pajarito, los animales ya no se inquietaron. Más bien, decidieron subir al árbol. A lo lejos, Escarabajo divisó un extraño coro de animales cantando como pajaritos y se alegró. Cerdito, por su parte, pensó que era muy lindo hacer nuevos amigos.\nAdaptado de Folgueira R. y Bernatene P. (2017). Sapo de otro pozo.",
      "imagen": "img/ascenso/inicial/2021/inicial EBR/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este cuento?",
          "opciones": [
            "¿Qué les parece lo que les dijo Escarabajo a los sapos?",
            "¿Qué significa la palabra \"furioso\"?",
            "¿Dónde vivía la familia de sapos?"
          ],
          "respuesta": "¿Dónde vivía la familia de sapos?",
          "respuestaCorta": "Esta pregunta apunta a la comprensión literal, ya que la respuesta ('en la laguna') se encuentra de forma explícita en el texto.",
          "solucionario": "La opción C es la correcta para identificar información explícita. El texto dice claramente: \"...vio que en la laguna vivía una familia de sapos\". El niño solo necesita recordar o localizar esa información. La opción A pide una opinión (reflexión) y la opción B evalúa vocabulario.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este cuento?",
          "opciones": [
            "¿Crees que los sapos actuaron bien cuando escucharon croar a Cerdito? ¿Por qué?",
            "¿Qué hicieron los animales cuando vieron que Cerdito cantaba como pajarito?",
            "¿Por qué Cerdito imitaba a los animales que veía?"
          ],
          "respuesta": "¿Por qué Cerdito imitaba a los animales que veía?",
          "respuestaCorta": "La pregunta requiere inferir la motivación del personaje (quería hacer amigos), la cual está implícita en sus deseos y acciones a lo largo del cuento.",
          "solucionario": "La opción C es una pregunta inferencial porque la razón exacta del comportamiento de Cerdito no se declara de forma directa, pero se puede deducir de pistas en el texto, como \"Cerdito se despertó con ganas de hacer nuevos amigos\". El niño debe conectar esta idea con las acciones de Cerdito para construir la respuesta. La opción B pide información explícita y la A, una reflexión o juicio de valor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre el contenido de este cuento?",
          "opciones": [
            "¿Qué piensas de la pregunta que les hizo Escarabajo a los animales?",
            "¿Por qué al final del cuento Escarabajo se alegró?",
            "¿Qué dijo Tortuga al ver a Cerdito?"
          ],
          "respuesta": "¿Qué piensas de la pregunta que les hizo Escarabajo a los animales?",
          "respuestaCorta": "Esta pregunta fomenta la reflexión al pedir a los niños que evalúen la intención y la moraleja detrás de la pregunta del sabio Escarabajo, llevándolos a pensar sobre los prejuicios y la empatía.",
          "solucionario": "La opción A es la que mejor promueve la reflexión. Al preguntar qué piensan sobre la intervención del Escarabajo (\"¿Y no pensaron que solo quería hacer nuevos amigos?\"), se invita a los niños a analizar las intenciones, los prejuicios y el mensaje central de la historia. Requiere que elaboren un juicio crítico sobre el comportamiento de los personajes. La opción B es inferencial y la C es de información explícita.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p15",
      "contexto": "Carlos, de cinco años, está viendo la portada de un cuento que presenta la imagen de un perro de color negro acompañada del título \"El perrito negro\". Cuando la docente le pregunta qué está leyendo, el niño responde \"PE-RRI-TO\", recorriendo con su dedo cada una de las palabras del título.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción es pertinente para continuar favoreciendo la apropiación del sistema de escritura en Carlos?",
          "opciones": [
            "Escribir en un papel las palabras del título de manera dispersa. Luego, decirle: \"Carlos, solo en una de estas palabras dice 'perrito'. Adivina cuál es y enciérrala en un círculo\".",
            "Decirle: \"Sí, Carlos, dice 'perrito'. Pero, para que el título esté completo falta decir el color. A ver, ¿de qué color es el perrito? Entonces, aquí dice 'El perrito negro'\".",
            "Preguntarle: \"¿Cómo te diste cuenta de que allí dice perrito?\". Luego de escuchar su respuesta, leerle el título del cuento."
          ],
          "respuesta": "Preguntarle: \"¿Cómo te diste cuenta de que allí dice perrito?\". Luego de escuchar su respuesta, leerle el título del cuento.",
          "respuestaCorta": "Es pertinente indagar en el razonamiento del niño para entender su hipótesis sobre la escritura y luego ofrecerle el modelo correcto, generando un conflicto cognitivo que favorece el aprendizaje.",
          "solucionario": "La opción C es la más pertinente. Al preguntar \"¿Cómo te diste cuenta...?\", la docente promueve la metacognición y puede comprender la hipótesis de Carlos (en este caso, una hipótesis silábica, donde cada palabra del título corresponde a una sílaba de 'perrito'). Una vez que entiende su lógica, le ofrece el modelo correcto al leer el título completo, lo que le permite a Carlos contrastar su idea con la realidad del sistema de escritura y avanzar en su proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p16",
      "contexto": "Ela, de once meses, está jugando con una pelota. Durante el juego, busca la mirada de la docente, ríe y balbucea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes intervenciones favorece que la niña continúe progresando en su expresión oral?",
          "opciones": [
            "\"Ela, veo que te estás divirtiendo mucho con la pelota. ¡Mira como rueda!\".",
            "\"Ela, muy bien, quieres hablar. Pronto vamos a entender lo que estás diciendo\".",
            "\"Ela, mira qué bonita 'pelooota'. Ese juguete se llama 'pelooota'. A ver, dame la 'pelooota'\"."
          ],
          "respuesta": "\"Ela, veo que te estás divirtiendo mucho con la pelota. ¡Mira como rueda!\".",
          "respuestaCorta": "La intervención adecuada es verbalizar las acciones y emociones de la niña en un contexto de interacción, enriqueciendo su entorno lingüístico de manera natural.",
          "solucionario": "La opción A es la más favorable. La docente actúa como un interlocutor sensible: interpreta las señales comunicativas de Ela (mirada, risa, balbuceo), les pone palabras (\"veo que te estás divirtiendo\") y añade un comentario relacionado con la acción (\"¡Mira como rueda!\"). Esta interacción significativa y contextualizada es fundamental para la adquisición del lenguaje. Las otras opciones son menos efectivas porque no modelan un lenguaje rico en contexto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p17",
      "contexto": "Los niños del nivel Inicial están construyendo un huerto en la IE. En ese contexto, realizan distintas actividades. Los niños del aula de cuatro años están escarbando la tierra y, al hacerlo, encuentran algunas lombrices. Al principio, las observan y conversan sobre ellas. Después de un rato, la docente nota que los niños están jugando a que las lombrices conversan, inventando diálogos entre ellas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes acciones es más pertinente que realice la docente para continuar favoreciendo la expresión oral de los niños?",
          "opciones": [
            "Seguir de cerca la conversación de los niños y participar en el juego si ellos así lo solicitan.",
            "Pedir a los niños que inventen una historia sobre lombrices a partir de los diálogos realizados.",
            "Enseñar a los niños expresiones y gestos que pueden usar para enriquecer sus diálogos en el juego."
          ],
          "respuesta": "Seguir de cerca la conversación de los niños y participar en el juego si ellos así lo solicitan.",
          "respuestaCorta": "La mejor acción es respetar el juego espontáneo de los niños, que ya es un espacio rico para la expresión oral, y mantenerse disponible sin dirigir la actividad.",
          "solucionario": "La opción A es la más pertinente porque valora y respeta el juego libre y la iniciativa de los niños. El juego simbólico es un contexto natural y poderoso para el desarrollo del lenguaje oral. La docente debe adoptar un rol de observadora y acompañante, interviniendo solo si los niños la invitan. Dirigir la actividad (opciones B y C) podría cortar la creatividad y la fluidez de la comunicación que está surgiendo espontáneamente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p18",
      "contexto": "Los niños del nivel Inicial están construyendo un huerto en la IE. En ese contexto, realizan distintas actividades. La docente y los niños del aula de cuatro años se encuentran en el huerto. En ese contexto, se produce el siguiente diálogo:\nJuan: ¡Qué bonito este árbol!\nDocente: Así es, es muy bonito.\nMartina: (Señalando un capullo de mariposa) ¡Mira eso! ¿Qué es?\nDocente: ¿Qué podría ser, Martina?\nMartina: Parece una fruta.\nDocente: ¿Y a qué fruta se parece?\nMartina: ¡A una pasa grande!\nDocente: ¿Tú qué dices, Juan?\nJuan: No, yo creo que se parece a un tamarindo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la situación presentada ¿qué acción está realizando principalmente la docente?",
          "opciones": [
            "Promover la metacognición sobre los procesos de aprendizaje.",
            "Favorecer la transferencia de los aprendizajes.",
            "Activar los saberes previos de los niños."
          ],
          "respuesta": "Activar los saberes previos de los niños.",
          "respuestaCorta": "Mediante preguntas, la docente está llevando a los niños a relacionar lo que observan (un capullo) con sus conocimientos y experiencias anteriores (frutas conocidas).",
          "solucionario": "La acción principal de la docente es la C, activar los saberes previos. Ante el objeto desconocido (el capullo), la docente pregunta \"¿Qué podría ser?\" y \"¿A qué fruta se parece?\", incitando a los niños a buscar en su memoria y experiencias pasadas para encontrar analogías (pasa, tamarindo) que les ayuden a interpretar la nueva información. Este es el primer paso para construir un nuevo aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p19",
      "contexto": "Los niños del nivel Inicial están construyendo un huerto en la IE. En ese contexto, realizan distintas actividades. La docente y los niños del aula de cinco años han sembrado rabanitos. Luego, acuerdan qué días saldrán a observar y regar los rabanitos, todos juntos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la iniciación a la indagación científica, ¿cuál de las siguientes acciones es más pertinente que realice la docente para promover en los niños el registro de información?",
          "opciones": [
            "Luego de cada salida, preguntar a los niños sobre el riego realizado, la aparición de los brotes en las plantas y los cambios en su crecimiento. Después, anotar sus respuestas en un papelógrafo y leerles las anotaciones al término de cada semana.",
            "Durante cada salida, pedir a los niños que observen los cambios que puedan presentar las plantas. Al retornar al aula, pedirles que dibujen o escriban sobre lo observado y, al término de la semana, conversar con ellos sobre el crecimiento de las plantas a partir de sus dibujos y escritos.",
            "Antes de iniciar las salidas, entregar a los niños una lista de cotejo que contenga imágenes sobre cada etapa del crecimiento de las plantas de rabanitos. Luego de cada salida, pedirles que marquen la imagen que corresponda a lo observado y hacerles notar que cambios se produjeron en las plantas."
          ],
          "respuesta": "Durante cada salida, pedir a los niños que observen los cambios que puedan presentar las plantas. Al retornar al aula, pedirles que dibujen o escriban sobre lo observado y, al término de la semana, conversar con ellos sobre el crecimiento de las plantas a partir de sus dibujos y escritos.",
          "respuestaCorta": "La acción más pertinente es involucrar a los niños directamente en el registro de sus propias observaciones a través de sus propios lenguajes (dibujo, escritura), haciéndolos protagonistas de la indagación.",
          "solucionario": "La opción B es la más pertinente porque promueve el rol activo de los niños en el proceso de indagación. Al pedirles que registren lo que observan usando sus propias formas de representación (dibujo o escritura), se fomenta la capacidad de observación y comunicación. Además, utilizar estos registros personales como base para la conversación posterior permite que los niños comparen sus hallazgos y construyan conclusiones colectivas. Las otras opciones son más dirigidas por el adulto (la docente escribe o se usa una lista de cotejo cerrada).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p20",
      "contexto": "Los niños del aula de cuatro años han elaborado barquitos de papel periódico y ahora juegan a hacerlos flotar en un recipiente con agua. Los niños observan que, al cabo de un rato, los barquitos se remojan y se hunden. Entonces, Javier comenta: \"Todos los barquitos se nos hunden muy rápido\". Lorena responde: \"Sí, el papel no sirve, hay que hacerlos de otra cosa\". Los niños del grupo están de acuerdo y deciden elaborar barquitos con otros materiales que no se hundan tan rápido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes alternativas es más pertinente para seguir favoreciendo la iniciación a la indagación científica en los niños?",
          "opciones": [
            "Preguntar a los niños qué materiales podrían emplear para hacer barquitos que no se hundan. Luego, pedirles que busquen esos materiales en el aula, para que prueben qué ocurre cuando los ponen en el agua. Finalmente, proponerles elaborar barquitos con los materiales que comprobaron que no se hundían.",
            "Explicar a los niños que las botellas de plástico vacías no se hunden en el agua. Luego, elaborar un barquito con una botella de plástico cortada y comprobar junto con ellos que no se hunde. Finalmente, decirles que elaboren sus barquitos con ese material, pero de la forma, tamaño y color que prefieran.",
            "Colocar en una tina con agua varios objetos de diversos materiales. Luego, pedir a los niños que observen qué sucedió con cada uno de ellos al ponerlos en el agua. Finalmente, sugerirles que elaboren sus barquitos con los materiales de aquellos objetos que no se hayan hundido en la tina."
          ],
          "respuesta": "Preguntar a los niños qué materiales podrían emplear para hacer barquitos que no se hundan. Luego, pedirles que busquen esos materiales en el aula, para que prueben qué ocurre cuando los ponen en el agua. Finalmente, proponerles elaborar barquitos con los materiales que comprobaron que no se hundían.",
          "respuestaCorta": "La mejor secuencia para la indagación es guiar a los niños a formular sus propias hipótesis (qué materiales usar), experimentar para probarlas y luego aplicar sus conclusiones para resolver el problema.",
          "solucionario": "La opción A describe un ciclo completo de indagación apropiado para la edad. Parte del problema identificado por los niños, les permite plantear sus propias soluciones (hipótesis sobre los materiales), los guía en la experimentación para verificar sus ideas, y finaliza con la aplicación de los resultados. Este proceso fomenta el pensamiento científico, la autonomía y la resolución de problemas. Las otras opciones son más directivas y le restan protagonismo al niño en el descubrimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p21",
      "contexto": "Desde hace algunos días, se está construyendo una casa atrás de la IE. Hoy, ha empezado a funcionar la maquinaria de construcción y los fuertes ruidos llegan hasta el aula de cinco años. Al ver a los niños sorprendidos, la docente les pregunta qué creen que produce esos ruidos. Luego, les pide que representen sus ideas en dibujos. Este es el diálogo que se produce a continuación:\nNicolás: ¡Mira! Dibujé un cohete muy grande que hace un ruido muy fuerte.\nSilvia: Yo dibujé un gigante que está tocando fuerte la puerta, y no le abren.\nDocente: ¡Qué bonitos dibujos! ¡Qué cosas tan diferentes dibujaron! Niños, ¿cómo podríamos saber qué produce esos ruidos?\nRaúl: Hay que mirar la calle y ver qué es.\nDocente: Muy bien, vamos. Si desean, pueden llevar sus dibujos.\nDesde la puerta trasera de la IE, los niños observan las maquinarias.\nLili: ¡Ahhh!... ¡El ruido viene de esa máquina!\nNicolás: No era un cohete, pero cuando prenden la máquina suena igualito.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué está promoviendo principalmente la docente en esta situación?",
          "opciones": [
            "Que los niños comprueben sus hipótesis.",
            "Que los niños desarrollen su habilidad para dibujar.",
            "Que los niños discriminen diferentes sonidos de su entorno."
          ],
          "respuesta": "Que los niños comprueben sus hipótesis.",
          "respuestaCorta": "La docente promueve que los niños verifiquen sus ideas iniciales (hipótesis) a través de la observación directa de la fuente del ruido.",
          "solucionario": "La docente está promoviendo la comprobación de hipótesis. Los dibujos de los niños (cohete, gigante) representan sus hipótesis iniciales sobre la causa del ruido. La docente, al preguntar \"¿cómo podríamos saber...?\" y llevarlos a observar, facilita la fase de experimentación y comprobación. El comentario final de Nicolás (\"No era un cohete...\") es la conclusión de este proceso de indagación, donde contrasta su hipótesis con la realidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p22",
      "contexto": "Fabiola y Alfredo, de cuatro años, juegan en el patio a celebrar una fiesta de cumpleaños. Así, deciden armar una torta usando tierra seca, pero esta no resiste y se desmorona. Al verlos, la docente se acerca. Este es el diálogo que se produce a continuación:\nDocente: Niños, cuéntenme, ¿qué están haciendo con la tierra?\nFabiola: Señorita, queremos hacer una torta, pero no nos sale.\nDocente: ¿Por qué no les sale?\nFabiola: No sé.\nDocente: ¿Qué están utilizando para hacer la torta?\nAlfredo: Tierra seca del jardín, pero se cae.\nDocente: ¿Y qué podrían agregarle para que se forme cómo una masa?\nFabiola: Uhmm... ¿Y si le echamos agua?\nAlfredo: ¡Ah, sí! ¡Para que se haga barro!\nDocente: A ver, inténtenlo (la docente continúa su recorrido, mientras los niños mezclan la tierra con agua).\nAlfredo: ¡Ahora ya se hizo como masa de verdad!\nDocente: (La docente se acerca nuevamente a los niños) ¿cómo les fue con su torta?\nFabiola: ¡Mira! ¡Ya nos salió!\nDocente: A ver, ¿cuéntenme cómo lo hicieron?\nFabiola: Primero, le echamos mucha agua pero no salió.\nAlfredo: Sí, pero cuando le echamos poquito, sí salió.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está realizando la docente con su intervención?",
          "opciones": [
            "Generar conflicto cognitivo.",
            "Favorecer la transferencia de los aprendizajes.",
            "Promover la metacognición sobre el proceso de aprendizaje."
          ],
          "respuesta": "Promover la metacognición sobre el proceso de aprendizaje.",
          "respuestaCorta": "La docente, con su pregunta final \"¿cuéntenme cómo lo hicieron?\", lleva a los niños a reflexionar y verbalizar los pasos que siguieron para resolver el problema.",
          "solucionario": "Aunque la docente guía el proceso de indagación al inicio, su acción principal se evidencia al final. Al preguntar \"¿cuéntenme cómo lo hicieron?\", invita a los niños a tomar conciencia de su propio proceso de pensamiento y acción. Ellos verbalizan su experimentación (ensayo y error: \"mucha agua no salió\", \"poquito, sí salió\"), lo cual es un ejercicio de metacognición sobre cómo lograron el éxito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p23",
      "contexto": "Los niños del aula de cinco años están jugando en el patio. De pronto, empieza a llover. Emocionados, los niños comentan sobre la lluvia. A continuación, se presentan los comentarios de tres niños:\nMauro: ¡Miren, está lloviendo! ¡Uy, ya me estoy mojando con la lluvia! ¡Hay que meternos al salón!\nLeonardo: ¡También se están mojando las plantas del jardín y sus hojitas se están lavando!\nSara: ¡Las nubes deben estar llenas de gotitas de agua! Como ya no pueden cargar tantas gotitas, comienza a llover.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los comentarios de los niños se evidencia la formulación de hipótesis?",
          "opciones": [
            "En el de Leonardo.",
            "En el de Mauro.",
            "En el de Sara."
          ],
          "respuesta": "En el de Sara.",
          "respuestaCorta": "El comentario de Sara es una hipótesis porque propone una explicación causal del fenómeno (por qué llueve), en lugar de solo describirlo.",
          "solucionario": "Se evidencia una hipótesis en el comentario de Sara. Mientras Mauro y Leonardo hacen observaciones directas de la lluvia y sus efectos, Sara elabora una explicación sobre la causa del fenómeno (\"Las nubes deben estar llenas...\", \"Como ya no pueden cargar tantas...\"). Esta proposición que busca explicar un 'por qué' es la característica fundamental de una hipótesis.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p24",
      "contexto": "Es lunes y dos niños de cinco años han traído al aula dos macetas con suculentas (plantas de hojas carnosas que requieren poco riego). Al conversar sobre el riego de estas plantas, algunos niños dicen que se deben regar todos los días. Sin embargo, otros niños señalan que se deben regar solo una vez a la semana, pues así lo han visto en sus casas. Al ver que los niños no logran ponerse de acuerdo sobre la frecuencia de riego, y tomando en cuenta que estas plantas son resistentes, la docente propone a los niños organizarse en dos grupos y les plantea que un grupo riegue una de las plantas cinco días seguidos, y el otro grupo riegue la otra planta solo una vez en la semana. La docente compromete a los niños a volver a reunirse el viernes para definir la frecuencia de riego para las siguientes semanas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para favorecer en los niños la iniciación a la indagación científica?",
          "opciones": [
            "Pedir a los niños que todos los días observen las características de la suculenta que tienen a cargo y las registren con dibujos. En la reunión al término de la semana, pedir a ambos grupos que comparen sus observaciones y ayudarlos a complementar la información para acordar la frecuencia de riego.",
            "Al término de la semana, reunirse con ellos y describirles las características de una suculenta en buenas condiciones. Luego, preguntarles cuál de las suculentas presenta esas características. Finalmente, plantearles cuál sería la frecuencia de riego recomendada, la misma que será monitoreada por la docente para preservar la vida de las plantas.",
            "Reunir a los niños al final de la semana y explicarles por qué las suculentas no requieren demasiado riego para crecer y las consecuencias de regarlas demasiado. Luego, pedirles que dibujen cómo regaron su planta en los días anteriores y cómo lo harán en adelante. Finalmente, pedirles que coloquen sus dibujos en el panel para que muestren lo aprendido."
          ],
          "respuesta": "Pedir a los niños que todos los días observen las características de la suculenta que tienen a cargo y las registren con dibujos. En la reunión al término de la semana, pedir a ambos grupos que comparen sus observaciones y ayudarlos a complementar la información para acordar la frecuencia de riego.",
          "respuestaCorta": "La acción clave es que los niños registren sistemáticamente sus observaciones (datos) y luego las comparen para sacar una conclusión basada en la evidencia.",
          "solucionario": "La opción A es la más pertinente. La docente ya ha planteado un experimento comparativo. El siguiente paso lógico en la indagación es que los niños recopilen datos (a través de la observación y el registro con dibujos) y luego analicen esos datos (comparando sus observaciones) para llegar a una conclusión que responda a la pregunta inicial. Las opciones B y C son directivas, la docente da la respuesta en lugar de permitir que los niños la descubran.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p25",
      "contexto": "Durante un proyecto de aprendizaje, los niños del aula de cuatro años visitan el mercado que queda cerca de la IE. En el recorrido, se acercan a un puesto de venta de papas y María sorprendida dice: \"¡Señorita! ¡Esta papa tiene un hueco!\". En este contexto, se presenta el siguiente diálogo:\nDocente: Sí, María, la papa tiene un hueco. Niños, ¿por qué creen que la papa tendrá ese hueco?\nJulio: Ese hueco es la casa de un gusano.\nDocente: ¿Y qué hará el gusano dentro de la papa?\nRita: ¡Se come la papa!\nVilma: Sí, también le dan de comer a sus hijitos gusanos.\nDocente: Ajá, ¿cómo son los hijitos de los gusanos?\nJulio: Son chiquitos... ¡y avanzan con todo su cuerpo!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está realizando principalmente la docente?",
          "opciones": [
            "Activar saberes previos.",
            "Brindar retroalimentación.",
            "Generar conflicto cognitivo."
          ],
          "respuesta": "Activar saberes previos.",
          "respuestaCorta": "La docente utiliza una serie de preguntas abiertas para que los niños expresen sus conocimientos, ideas y experiencias previas sobre el tema.",
          "solucionario": "La acción principal de la docente es activar los saberes previos. A partir de una observación concreta (el hueco en la papa), la docente lanza preguntas (\"¿por qué creen...?\", \"¿Y qué hará...?\", \"¿cómo son...?\") que invitan a los niños a compartir lo que ya saben o imaginan sobre el tema, construyendo sobre sus propias ideas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p26",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes niños evidencia las características más tempranas del desarrollo motor?",
          "opciones": [
            "Jorge estira la mano para coger una argolla de plástico. Luego, se la lleva a la boca.",
            "Matías coge un cubo de colores. Luego, frota el cubo en el suelo y lo golpea contra este.",
            "Víctor descubre sus manos ante sus ojos. Luego, las acerca, las aleja, las abre y las cierra."
          ],
          "respuesta": "Víctor descubre sus manos ante sus ojos. Luego, las acerca, las aleja, las abre y las cierra.",
          "respuestaCorta": "La acción de Víctor, descubrir y explorar sus propias manos, es una reacción circular primaria, una de las etapas iniciales del desarrollo motor centradas en el propio cuerpo.",
          "solucionario": "La acción de Víctor es la más temprana. Corresponde a las reacciones circulares primarias (típicamente entre 1-4 meses), donde el bebé descubre su propio cuerpo y repite acciones placenteras con él, como observar y mover sus manos. Las acciones de Jorge (coordinación óculo-manual para coger un objeto y llevarlo a la boca) y Matías (exploración de las propiedades de objetos externos) son más complejas y se desarrollan posteriormente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p27",
      "contexto": "Carmen, de catorce meses, ha comenzado a ponerse de pie con apoyo. Así, cada vez que la docente quiere cambiarle el pañal, la niña intenta ponerse de pie.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes acciones es pertinente para atender a Carmen en el cambio de pañal?",
          "opciones": [
            "Recostarla y cambiarle rápidamente el pañal antes de que logre ponerse de pie.",
            "Anticiparle que se le cambiará el pañal y hacerlo en la postura en que se encuentre.",
            "Esperar que la niña logre ponerse de pie y termine de jugar para luego cambiarle el pañal."
          ],
          "respuesta": "Anticiparle que se le cambiará el pañal y hacerlo en la postura en que se encuentre.",
          "respuestaCorta": "Lo pertinente es respetar la autonomía y el momento evolutivo de la niña, comunicándole la acción y adaptando el cambio de pañal a su postura (de pie, si es posible).",
          "solucionario": "La opción B es la más pertinente porque respeta la autonomía de la niña y su necesidad de movimiento, característica de su etapa de desarrollo. Al anticiparle la acción, se le trata con respeto. Al cambiarle en la postura que ella adopta (probablemente de pie, con apoyo), la docente se adapta a la niña, en lugar de forzarla a una posición (opción A), lo cual interrumpe su impulso por pararse. La opción C no es viable por razones de higiene.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p28",
      "contexto": "Luego de visitar la estación de bomberos, los niños del aula de cinco años deciden dramatizar cómo actuar ante un incendio. En ese contexto, se produce el siguiente diálogo:\nRosa: ¡Vecina, mi casa se quema!\nSandra: ¡Llamemos a los bomberos! ¡Marca el 116!\nRosa: ¡Mira, llegaron 3 bomberos! ¡Señora bombero, por favor, apague el incendio!\nBombera María: Ya, señora, le vamos a ayudar. Vecinos, por favor, aléjense del incendio. (Dirigiéndose a sus compañeros) A ver, bombero Juan, primero conecta la manguera. Luego, le preguntas al bombero Pedro si está listo. Y cuando diga que sí, abres el caño.\nBombero Juan: ¡Muy bien! (Luego de conectar la manguera) Pedro, ¿estás listo?\nBombero Pedro: ¡Sí! ¡Abre el caño!\nDespués de la actividad, la docente plantea una serie de preguntas a los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes preguntas se promueve el uso del número como cardinal?",
          "opciones": [
            "¿Qué hicieron primero los bomberos? ¿Y en segundo lugar? ¿Y al final?",
            "¿Qué número se debe marcar para llamar a los bomberos?",
            "¿Cuántos bomberos llegaron al incendio?"
          ],
          "respuesta": "¿Cuántos bomberos llegaron al incendio?",
          "respuestaCorta": "Esta pregunta promueve el uso cardinal del número, ya que interroga por la cantidad total de elementos de un conjunto ('cuántos').",
          "solucionario": "La opción C promueve el uso cardinal del número. El cardinal responde a la pregunta \"¿cuántos hay?\" e indica la cantidad total de un conjunto (en el diálogo, \"3 bomberos\"). La opción A usa los números como ordinales (indican orden: \"primero\", \"segundo\"). La opción B usa el número como nominal (es una etiqueta o nombre: \"116\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p29",
      "contexto": "Los niños del aula de cinco años han preparado una ensalada de frutas y ahora van a degustarla. Para ello, la docente repartirá platos a cada grupo. Si en cada grupo hay entre cuatro y seis integrantes, ¿cuál de las siguientes acciones es pertinente que realice la docente para favorecer la resolución de problemas de cantidad en los niños?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿cuál de las siguientes acciones es pertinente que realice la docente para favorecer la resolución de problemas de cantidad en los niños?",
          "opciones": [
            "Preguntar a cada grupo qué podrían hacer para saber cuántos platos necesitan. Luego de que apliquen su estrategia, pedirles que digan cómo van a repartir los platos.",
            "Entregar seis platos al representante de cada grupo para que los reparta entre sus compañeros. Luego, preguntarle si les alcanzaron los platos o les sobraron.",
            "Pedir a un voluntario que cuente a los niños de su grupo, colocando su mano sobre el hombro de cada uno de ellos. Luego, indicarles que pidan los platos que requieran según ese conteo."
          ],
          "respuesta": "Preguntar a cada grupo qué podrían hacer para saber cuántos platos necesitan. Luego de que apliquen su estrategia, pedirles que digan cómo van a repartir los platos.",
          "respuestaCorta": "Lo más pertinente es plantear el problema y permitir que los niños propongan y ejecuten sus propias estrategias de solución, fomentando la autonomía.",
          "solucionario": "La opción A es la más pertinente para favorecer la resolución de problemas. En lugar de darles un procedimiento (opción C) o una cantidad fija (opción B), la docente plantea el problema (\"¿qué podrían hacer para saber cuántos platos necesitan?\") y confía en que los niños pueden desarrollar sus propias estrategias (contar, hacer correspondencia uno a uno, etc.). Esto pone al niño como protagonista de la solución.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p30",
      "contexto": "Los niños de cuatro años han recolectado hojas, semillas y ramitas en el parque. De regreso al aula, la docente les pide que agrupen estos elementos para ubicarlos en el sector de ciencias. Maritza los agrupa en forma de mariposa: coloca dos hojas a manera de alas y, entre las dos hojas, coloca tres semillas, una debajo de otra, formando de este modo el cuerpo de la mariposa. Finalmente, coloca dos ramitas como antenas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Con qué fase de la clasificación se relaciona la agrupación realizada por Maritza?",
          "opciones": [
            "Colecciones figurales.",
            "Colecciones no figurales.",
            "Clases lógicas."
          ],
          "respuesta": "Colecciones figurales.",
          "respuestaCorta": "La niña realiza una 'colección figural' porque agrupa los objetos para formar una figura (mariposa), basándose en relaciones espaciales y no en un atributo común.",
          "solucionario": "La agrupación de Maritza corresponde a la fase de 'Colecciones figurales'. En esta etapa pre-lógica, los niños agrupan objetos no por un criterio de clase estable (como 'todas las hojas'), sino creando una figura o escena con ellos. La mariposa que forma es un claro ejemplo de una colección figural, donde prima la configuración espacial por encima de la semejanza lógica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p31",
      "contexto": "Ricardo, de tres años, está contando los libros de la biblioteca. Al hacerlo, dice: \"Uno, tres, cinco, diez\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones es pertinente que realice el docente para continuar favoreciendo el conteo en Ricardo?",
          "opciones": [
            "\"Ricardo, empezaste a contar por el número uno, pero luego dijiste tres. ¿Estás seguro? ¿No será que después del uno sigue el dos, y recién después viene el tres?\".",
            "\"Ricardo, ¿te parece si empezamos a contar de nuevo los libros? A ver, vamos a hacerlo juntos: uno, dos, tres, cuatro\".",
            "\"Ricardo, veo que estás contando los libros de la biblioteca. ¿Y qué otras cosas del salón podemos contar?\"."
          ],
          "respuesta": "\"Ricardo, veo que estás contando los libros de la biblioteca. ¿Y qué otras cosas del salón podemos contar?\".",
          "respuestaCorta": "La intervención más apropiada es modelar el conteo correcto de forma colaborativa y positiva, sin centrarse en el error del niño.",
          "solucionario": "Ricardo, con tres años, está en proceso de adquirir el principio de 'orden estable' en el conteo. La intervención más pertinente y respetuosa es la B, donde la docente modela la secuencia correcta de manera lúdica y en colaboración (\"vamos a hacerlo juntos\"). Esto le ofrece el modelo correcto sin necesidad de una corrección directa (opción A), que podría desanimarlo, y sin ignorar la oportunidad de aprendizaje (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p32",
      "contexto": "La docente del aula de cuatro años ha repartido diversos animalitos de juguete a cada mesa para que los niños los agrupen como deseen. Rápidamente, Juliana agrupa algunos de los animales y le dice a la docente: \"Señorita, ya terminé. Aquí están las vacas; aquí, los pollos; y aquí, los chanchos\". La docente observa que la niña ha colocado una vaca en el grupo de chanchos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para retroalimentar a Juliana acerca de las agrupaciones que ha realizado?",
          "opciones": [
            "Decir a Juliana: \"¿Qué animalitos escogiste para agrupar? A ver, muéstrame, ¿cómo los has agrupado? Y en el grupo de los chanchos, ¿todos son iguales o hay alguno diferente?\".",
            "Decir a Juliana: \"Vamos a ver con atención el grupo de los chanchos. Fíjate, allí hay una vaquita que parece que se ha perdido. Ayúdala y ponla con las otras vacas\".",
            "Decir a Juliana: \"En cada grupo debe haber los mismos animales. Revisa nuevamente si los grupos de animalitos que has formado están bien\"."
          ],
          "respuesta": "Decir a Juliana: \"¿Qué animalitos escogiste para agrupar? A ver, muéstrame, ¿cómo los has agrupado? Y en el grupo de los chanchos, ¿todos son iguales o hay alguno diferente?\".",
          "respuestaCorta": "La docente debe brindar retroalimentación reflexiva, haciendo preguntas clave que guíen a la niña a descubrir por sí misma el error en su clasificación.",
          "solucionario": "La opción A es la más pertinente porque constituye una retroalimentación reflexiva o por descubrimiento. En lugar de señalar el error (opción B) o dar una regla general (opción C), la docente hace preguntas que invitan a Juliana a observar de nuevo su agrupación y a verbalizar su criterio. La pregunta final (\"¿todos son iguales o hay alguno diferente?\") la guía directamente a identificar la vaca en el grupo de chanchos por sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente del aula de cinco años busca promover en los niños el desarrollo de la noción de tiempo. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Pedir a los niños que observen el mural de trabajos en el que han ido colocando lo realizado durante la semana. Luego, preguntarles: \"¿Qué hicimos hoy? ¿Y ayer? Ahora, díganme, ¿qué haremos mañana?\".",
            "Preguntar a diario a los niños, quién sabe en qué fecha estamos y, al que responda correctamente, entregarle las tarjetas con el año, el mes, el día de la semana y el número de día, para que las coloque en el cartel donde se registra la fecha.",
            "Mostrarles un reloj digital y decirles: \"Niños, para saber la hora tienen que mencionar los números que ven. Por ejemplo, ahora se ve un 9 y un 10\". Luego, al terminar la actividad preguntarles: \"¿Quién me puede decir qué números ven en el reloj? Entonces, ¿qué hora es?\"."
          ],
          "respuesta": "Pedir a los niños que observen el mural de trabajos en el que han ido colocando lo realizado durante la semana. Luego, preguntarles: \"¿Qué hicimos hoy? ¿Y ayer? Ahora, díganme, ¿qué haremos mañana?\".",
          "respuestaCorta": "La acción más pertinente es usar eventos concretos y significativos de la vida de los niños (sus trabajos) para anclar las nociones temporales de ayer, hoy y mañana.",
          "solucionario": "La opción A es la más adecuada porque parte de las vivencias de los niños. La noción de tiempo se construye a partir de la secuencia de hechos concretos. Usar el mural con sus propios trabajos como referente visual y tangible les permite comprender la sucesión de eventos y dar sentido a las palabras 'ayer', 'hoy' y 'mañana'. Las otras opciones se basan en conceptos más abstractos (fechas del calendario, horas del reloj) que son más difíciles de asimilar a esta edad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p34",
      "contexto": "Elisa y Marcos, de cinco años, juegan a las carreras en el patio. Ambos corren hacia el árbol, Elisa llega primero y exclama: \"Yeeee, yo llegué primero, tú segundo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué uso del número se evidencia en la intervención de Elisa?",
          "opciones": [
            "Como nominal.",
            "Como cardinal.",
            "Como ordinal."
          ],
          "respuesta": "Como ordinal.",
          "respuestaCorta": "Elisa utiliza los números como ordinales porque los usa para indicar el orden de llegada o la posición en la carrera ('primero', 'segundo').",
          "solucionario": "Se evidencia el uso del número como ordinal. Los números ordinales expresan el orden o la posición que ocupa un elemento dentro de una secuencia. Al decir \"primero\" y \"segundo\", Elisa está estableciendo el orden en que ella y Marcos terminaron la carrera. El uso cardinal se refiere a la cantidad y el nominal, a la identificación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p35",
      "contexto": "La docente y los niños del aula de cinco años acaban de leer un cuento sobre trenes fantasma. Ahora, los niños le proponen a la docente construir sus propios trenes de juguete. Respecto de las características de los trenes, los niños plantean que estos tengan dos vagones y que las ruedas giren con facilidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para que los niños resuelvan problemas de cantidad; para ello, pide que digan cuántas ruedas tiene un vagón. A continuación, les plantea lo siguiente:\nSi el tren tendrá 2 vagones, y cada vagón necesitará 4 ruedas, ¿cuántas ruedas en total tendrá el tren?\nEn el marco del proceso de resolución de problemas, ¿qué acción es pertinente que realice la docente a continuación?",
          "opciones": [
            "Pedir a los niños que, en grupos, dialoguen sobre cómo podrían solucionar el problema.",
            "Pedir a los niños que expliquen con sus propias palabras lo que entendieron del problema.",
            "Pedir a los niños que resuelvan el problema individualmente y, luego, comparen sus resultados."
          ],
          "respuesta": "Pedir a los niños que expliquen con sus propias palabras lo que entendieron del problema.",
          "respuestaCorta": "El primer paso fundamental en la resolución de problemas es asegurar la comprensión del mismo, pidiendo a los niños que lo verbalicen con sus propias palabras.",
          "solucionario": "La acción más pertinente a continuación es la B. Antes de que los niños puedan buscar estrategias o soluciones, es crucial asegurarse de que han comprendido el problema. Pedirles que lo expliquen con sus propias palabras permite a la docente verificar si han entendido los datos (2 vagones, 4 ruedas por vagón) y la pregunta (cuántas ruedas en total). Este paso es la base para todo el proceso de resolución.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Considerando que los niños quieren que las ruedas de los trenes giren con facilidad, ¿cuál de las siguientes acciones es pertinente para orientarlos en el diseño de un modelo de tren que cumpla con esta característica?",
          "opciones": [
            "Mostrar a los niños un tren de juguete con ruedas que giran y pedirles que observen cómo está elaborado. Luego, brindarles las piezas necesarias, y poner el modelo a su disposición para que se les facilite armar el tren.",
            "Decir a los niños que, para que sus trenes sean resistentes y las ruedas giren, es mejor emplear pedazos de madera y tapas grandes. Luego, pedirles que recolecten estos materiales, y orientarlos durante la elaboración.",
            "Pedir a los niños que elaboren un dibujo del tren que quieren construir y de los materiales que emplearán. Luego, pedirles que expliquen cómo harán para que las ruedas giren y recibir propuestas de mejora de sus compañeros."
          ],
          "respuesta": "Pedir a los niños que elaboren un dibujo del tren que quieren construir y de los materiales que emplearán. Luego, pedirles que expliquen cómo harán para que las ruedas giren y recibir propuestas de mejora de sus compañeros.",
          "respuestaCorta": "La acción pertinente es promover que los niños planifiquen su diseño, anticipen soluciones a un problema técnico (que las ruedas giren) y colaboren para mejorarlo.",
          "solucionario": "La opción C es la más adecuada porque involucra a los niños en un proceso de diseño y pensamiento tecnológico. Al pedirles que dibujen (representen sus ideas), expliquen su solución técnica (\"cómo harán para que las ruedas giren\") y reciban retroalimentación de sus pares, se promueve la planificación, la creatividad, la comunicación de ideas y la resolución de problemas de manera colaborativa. Las otras opciones son más directivas y limitan el protagonismo del niño en la fase de diseño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p36",
      "contexto": "La docente del aula de cinco años se encuentra preparando material para que los niños realicen una actividad en parejas. Lucía se ofrece a ayudarla. Entonces, la docente le dice que tome la misma cantidad de tarjetas negras y blancas. Lucía toma seis tarjetas negras y siete blancas, y las dispone en dos filas, ambas de la misma extensión.",
      "imagen": "img/ascenso/inicial/2021/inicial EBR/6.jpg",
      "preguntas": [
        {
          "pregunta": "La docente observa las filas y le pregunta a Lucía si hay la misma cantidad de tarjetas negras y blancas. Lucía responde que sí. ¿Qué fase del desarrollo de la conservación de cantidad se evidencia en la intervención de Lucía?",
          "opciones": [
            "Ausencia de correspondencia término a término.",
            "Correspondencia término a término sin conservación.",
            "Conservación estable."
          ],
          "respuesta": "Ausencia de correspondencia término a término.",
          "respuestaCorta": "Lucía se encuentra en una etapa de no conservación, guiándose por la percepción visual (la longitud de las filas) en lugar de contar o comparar uno a uno los elementos.",
          "solucionario": "La intervención de Lucía evidencia la fase de 'Ausencia de correspondencia término a término'. En esta etapa, el niño se centra en una sola dimensión perceptual, en este caso, la longitud de la fila. Como ambas filas ocupan el mismo espacio, concluye que tienen la misma cantidad, ignorando la cantidad real de objetos en cada una. Aún no utiliza la estrategia de la correspondencia uno a uno para comparar las cantidades.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p37",
      "contexto": "A la docente del aula de cinco años se le ha caído su DNI. Al verlo, Patricia lo recoge y se lo entrega. La docente le agradece y le pregunta si ella también tiene DNI, a lo que la niña responde: \"Sí, tengo mi DNI, pero es de color amarillo\". La docente le pregunta si se ha dado cuenta de que el DNI tiene unos números rojos, y ella responde: \"Sííí, hay un 2, un 1 y otros numeritos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué uso del número se evidencia en la intervención de la niña?",
          "opciones": [
            "Como ordinal.",
            "Como cardinal.",
            "Como nominal."
          ],
          "respuesta": "Como nominal.",
          "respuestaCorta": "La niña reconoce los números del DNI en su función nominal, es decir, como identificadores o etiquetas, no como una cantidad o un orden.",
          "solucionario": "El uso del número que se evidencia es el nominal. Los números en un documento de identidad (DNI) no indican cantidad (cardinal) ni orden (ordinal), sino que funcionan como un nombre o código único para identificar a una persona. Patricia reconoce los numerales como parte de ese código identificatorio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p38",
      "contexto": "Los niños del aula de cinco años están construyendo un huerto en macetas. En ese contexto, Luciana llega al aula con cinco papas que presentan algunos brotes. Contenta, le dice a la docente: \"Señorita, he traído estas cinco papas. ¡Vamos a sembrarlas!\". La niña busca cinco macetas y las llena de tierra. Luego, empieza a colocar una papa en cada maceta. Sin darse cuenta, Luciana coloca dos papas en una misma maceta. Cuando llega a la última maceta, la niña nota que le falta una papa. Entonces, pide ayuda a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes intervenciones es pertinente que realice la docente para favorecer la resolución de problemas en Luciana?",
          "opciones": [
            "Decir a Luciana: \"¿Cuántas papas trajiste? ¿Y cuántas macetas hay aquí? ¿Dónde podría estar la papa que te falta? ¿Qué podrías hacer para saberlo?\".",
            "Decir a Luciana: \"Saca las papas de las macetas. ¿Te diste cuenta de que habías puesto dos papas en una misma maceta? ¿Te ayudo a sembrarlas de nuevo?\".",
            "Decir a Luciana: \"Si trajiste cinco papas y tienes cinco macetas, no te debería faltar ninguna papa. Seguro has puesto dos papas en una misma maceta. A ver, voy a desenterrarlas. ¡Ya ves! ¡Aquí está la papa que faltaba!\"."
          ],
          "respuesta": "Decir a Luciana: \"¿Cuántas papas trajiste? ¿Y cuántas macetas hay aquí? ¿Dónde podría estar la papa que te falta? ¿Qué podrías hacer para saberlo?\".",
          "respuestaCorta": "La docente debe guiar a la niña a través de preguntas reflexivas para que ella misma analice la situación, identifique el problema y piense en una estrategia para solucionarlo.",
          "solucionario": "La opción A es la más pertinente porque fomenta la autonomía y el pensamiento crítico. La docente no le da la solución, sino que la guía con preguntas para que Luciana: 1) recuerde los datos del problema (\"¿Cuántas papas...?, ¿cuántas macetas...?\"), 2) reflexione sobre la discrepancia (\"¿Dónde podría estar...?\"), y 3) piense en un plan de acción (\"¿Qué podrías hacer...?\"). Las opciones B y C le resuelven el problema a la niña, perdiéndose la oportunidad de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p39",
      "contexto": "Luego de jugar canicas, la docente y los niños del aula de cinco años conversan en el patio. La docente les pregunta quién obtuvo más puntos durante el juego. Diana responde que ella obtuvo seis puntos y que Javier obtuvo cuatro. Entonces, Saúl comenta: \"¡Javier tuvo más!\". Cuando la docente le pregunta por qué lo dice, el niño responde: \"Es que cuatro es más que seis\". La docente pide a los niños que busquen piedritas. Luego, dice: \"Saúl, coloca cuatro piedritas en una fila. Esos son los puntos de Javier. Ahora, coloca debajo de esas piedritas, una por una, otras seis piedritas. Esos son los puntos de Diana\". Saúl se queda mirando ambas filas y exclama: \"¡Ah! ¡Seis es más que cuatro!\". La docente pregunta finalmente: \"Entonces, ¿quién tuvo más puntos?\". Y Saúl contesta: \"¡Diana!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está realizando principalmente la docente?",
          "opciones": [
            "Recoger saberes previos.",
            "Brindar retroalimentación.",
            "Promover la transferencia de los aprendizajes."
          ],
          "respuesta": "Brindar retroalimentación.",
          "respuestaCorta": "La docente está brindando una retroalimentación efectiva al crear una experiencia concreta que permite al niño descubrir y corregir su propio error.",
          "solucionario": "La acción principal de la docente es brindar retroalimentación. Ante el error conceptual de Saúl, ella no lo corrige verbalmente, sino que diseña una estrategia con material concreto (piedritas) para que él pueda comparar las cantidades visualmente y a través de la correspondencia uno a uno. Esto le permite a Saúl confrontar su idea errónea con la evidencia y re-construir su conocimiento. Es una retroalimentación por descubrimiento, muy eficaz en el aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p40",
      "contexto": "La docente del aula de cinco años busca que los niños resuelvan problemas de localización. Para ello, les plantea una situación lúdica llamada \"Veo, veo\". Primero, les pide que se ubiquen en diferentes sitios del aula, de forma que todos puedan verse. A continuación, se desarrolla el siguiente diálogo:\nDocente: Para jugar les daré pistas de dónde está el niño del que estaré hablando. Cuando sepan quién es, me dicen su nombre. Por ejemplo, veo, veo a alguien que está delante del sector de construcción. ¿Quién es?\nSusana: Pero delante del sector hay tres niños...\nDocente: ¡Tienes razón, Susana! Les daré otra pista. Veo, veo a alguien que está delante del sector de construcción y cerca a la ventana.\nKaren: ¡Es César!\nRaúl: Pero Luis y Sofía también están cerca de la ventana.\nDocente: ¡Es verdad! Lo diré de nuevo. Veo, veo a alguien que está delante del sector de construcción, cerca a la ventana y detrás de la mesa.\nNiños: ¡Es Sofíaaaaaa!!\nDocente: ¡Muy bien!!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la razón principal por la que esta situación promueve la resolución de problemas de localización?",
          "opciones": [
            "Permite que los niños aprendan a través del juego y la diversión.",
            "Permite que los niños establezcan relaciones espaciales entre ellos y los objetos.",
            "Permite que los niños se concentren en la actividad al trabajar en un espacio delimitado."
          ],
          "respuesta": "Permite que los niños establezcan relaciones espaciales entre ellos y los objetos.",
          "respuestaCorta": "La actividad es efectiva porque exige que los niños procesen y combinen múltiples referencias espaciales ('delante de', 'cerca a', 'detrás de') para ubicar a una persona.",
          "solucionario": "La razón principal es la B. El núcleo del problema de localización en esta actividad consiste en interpretar y coordinar varias relaciones espaciales entre diferentes puntos de referencia (los niños, el sector de construcción, la ventana, la mesa). Los niños deben usar este lenguaje espacial para descartar posibilidades y ubicar con precisión a la persona descrita. Si bien el juego es un medio motivador (A), el aprendizaje matemático central radica en el uso de estas relaciones espaciales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p41",
      "contexto": "Durante el refrigerio, Julio, de cuatro años, se dispone a comer sus uvas. Antes de hacerlo, las cuenta: \"1, 2, 3, 4 y 5\". Al verlo, la docente le pregunta: \"¿Cuántas uvas trajiste, Julio?\". El niño le responde volviendo a contar: \"1, 2, 3, 4 y 5\". La docente replica: \"¿Y dónde hay 5?\". Entonces, Julio señala la última uva que contó.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes principios del conteo se evidencia en la intervención de Julio?",
          "opciones": [
            "Abstracción.",
            "Cardinalidad.",
            "Orden estable."
          ],
          "respuesta": "Orden estable.",
          "respuestaCorta": "Julio evidencia el principio de 'orden estable' al recitar la secuencia numérica en el orden correcto, aunque aún no demuestra haber consolidado la cardinalidad.",
          "solucionario": "En la intervención de Julio se evidencia claramente el principio de 'orden estable', ya que utiliza la secuencia de números en el orden convencional y correcto (1, 2, 3, 4, 5). Sin embargo, su dificultad para responder \"¿cuántas hay?\" sin volver a contar y el hecho de señalar la última uva como si fuera \"el cinco\", demuestra que aún no ha adquirido el principio de 'cardinalidad' (comprender que el último número nombrado representa el total del conjunto).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p42",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente del aula de cinco años busca favorecer el uso del número como ordinal en los niños. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Mostrar a los niños etiquetas de números del 1 al 10. Luego, pedirles que escojan el número que más les guste y lo peguen en su camiseta, antes de hacer deporte. Finalmente, preguntar a cada uno: “¿Qué número escogiste? ¿Y por qué te gusta ese número?\".",
            "Jugar con los niños a encestar pelotas en cajas. Luego, decirles que cuenten cuántas pelotas hay en sus cajas. Finalmente, preguntarles: \"¿Cuántas pelotas encestaron en total? ¿Cuántas les gustaría encestar en el siguiente juego?\".",
            "Pedir a los niños que comenten qué juegos realizaron en el patio. Para establecer los turnos de intervención, preguntarles: \"¿Qué grupo quiere ser el primero? ¿Qué grupo será el segundo? ¿Cuál será tercero?\"."
          ],
          "respuesta": "Pedir a los niños que comenten qué juegos realizaron en el patio. Para establecer los turnos de intervención, preguntarles: \"¿Qué grupo quiere ser el primero? ¿Qué grupo será el segundo? ¿Cuál será tercero?\".",
          "respuestaCorta": "Esta acción es pertinente porque utiliza los números ordinales ('primero', 'segundo') en un contexto funcional y significativo para los niños: organizar los turnos para hablar.",
          "solucionario": "La opción C es la más pertinente para favorecer el uso ordinal del número. Este uso se refiere a la posición dentro de un orden. Al establecer los turnos de intervención mediante las palabras \"primero\", \"segundo\" y \"tercero\", la docente está creando una situación real y con propósito en la que los niños pueden comprender y utilizar los números ordinales. La opción A trabaja el uso nominal (identificador) y la opción B, el uso cardinal (cantidad).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p43",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Pablo, de nueve meses, ha empezado a gatear. ¿Cuál de las siguientes acciones de la docente favorece el desarrollo motor del niño?",
          "opciones": [
            "Ubicar a Pablo en el espacio de juego. Luego, colocar pelotas de trapo, recipientes, coladores, entre otros, distribuidos a diferentes distancias para que lo animen a movilizarse.",
            "Acostar a Pablo en posición boca arriba. Luego, tomarlo de las piernas, flexionarlas hacia su pecho y volver a estirarlas, repetidas veces.",
            "Poner de pie a Pablo, sujetándolo por el tronco. Luego, tomarle de las manos y animarlo a que dé algunos pasos."
          ],
          "respuesta": "Ubicar a Pablo en el espacio de juego. Luego, colocar pelotas de trapo, recipientes, coladores, entre otros, distribuidos a diferentes distancias para que lo animen a movilizarse.",
          "respuestaCorta": "Lo más favorable es preparar un entorno seguro y estimulante que invite al niño a movilizarse por su propia iniciativa para explorar y alcanzar objetos de su interés.",
          "solucionario": "La opción A favorece el desarrollo motor autónomo. Al preparar un espacio seguro con objetos interesantes a su alcance, la docente motiva a Pablo a que practique y perfeccione su nueva habilidad (el gateo) por su propio deseo de explorar. Esto respeta su ritmo y fomenta su iniciativa. La opción B consiste en ejercicios pasivos y la C intenta adelantar una etapa evolutiva (caminar) para la cual aún no está preparado, lo cual no es respetuoso con su proceso madurativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p44",
      "contexto": "Francisco tiene dos años y asiste por primera vez a la cuna, llevando consigo su manta. Luego de despedirse de Francisco, la mamá del niño le comenta a la docente que Francisco está acostumbrado a andar con su manta. La docente se acerca a conversar con el niño.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones favorece el proceso de adaptación del niño a la cuna?",
          "opciones": [
            "\"Francisco, veo que has traído la mantita de tu casa. Entiendo que quieras tenerla contigo, para usarla en lo que necesites\".",
            "\"Francisco, sé que te gusta tu mantita, pero ahora tenemos que colocarla junto a las otras. Cuando tengas sueño, la coges\".",
            "\"Francisco, aprovecha para abrazar a tu mantita ahora. Cuando empecemos a trabajar, la guardaremos\"."
          ],
          "respuesta": "\"Francisco, veo que has traído la mantita de tu casa. Entiendo que quieras tenerla contigo, para usarla en lo que necesites\".",
          "respuestaCorta": "La intervención adecuada es validar los sentimientos del niño y permitirle conservar su objeto de apego, ya que este le brinda seguridad durante la transición.",
          "solucionario": "La opción A es la que mejor favorece la adaptación. La docente valida la necesidad del niño y muestra empatía al permitirle mantener su objeto de transición (la manta). Este objeto le proporciona seguridad emocional y un vínculo con su hogar, lo cual es fundamental para que pueda sentirse seguro y explorar el nuevo entorno. Retirarle el objeto (opciones B y C) aumentaría su ansiedad e inseguridad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p45",
      "contexto": "Al finalizar la primera semana de clases, las docentes de la IE, están reunidas para el trabajo colegiado. Una de las docentes del aula de cuatro años comenta que los niños de su aula no saludan al ingresar. Durante el diálogo, tres docentes comparten sus estrategias para abordar esta situación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas favorece la construcción de una convivencia armoniosa entre los niños?",
          "opciones": [
            "Ana: \"Yo les propondría a los niños elaborar juntos un muñeco grande y sonriente que tenga una mano levantada, como si estuviera saludando. Luego, les diría a los niños que, cuando lleguen al aula y vean al muñeco, van a recordar que deben saludarla a ella y a los compañeros que ya están en el salón\".",
            "Carmen: \"Yo les pediría a los niños que me cuenten qué hacen en casa cuando sus papás o familiares llegan de la calle. Luego, les preguntaría si les gusta que los saluden y cómo se sentirían si no lo hacen. Finalmente, les propondría que acordemos saludarnos en el aula todos los días\".",
            "Beatriz: \"Yo les contaría a los padres de familia que los niños se están olvidando de saludar. Luego, les propondría a los papás que, cuando lleguen por la mañana, nos saludemos efusivamente, y que le pidan a su hijo que también me salude\"."
          ],
          "respuesta": "Carmen: \"Yo les pediría a los niños que me cuenten qué hacen en casa cuando sus papás o familiares llegan de la calle. Luego, les preguntaría si les gusta que los saluden y cómo se sentirían si no lo hacen. Finalmente, les propondría que acordemos saludarnos en el aula todos los días\".",
          "respuestaCorta": "La estrategia más favorable es la que promueve la reflexión, la empatía y la construcción de acuerdos por parte de los propios niños, dándole sentido a la norma social.",
          "solucionario": "La estrategia de Carmen (opción B) es la más pertinente. Se basa en el diálogo y la reflexión, partiendo de las experiencias de los niños. Al preguntarles cómo se sienten, fomenta la empatía y les ayuda a comprender la importancia del saludo desde el punto de vista del otro. Finalmente, al proponer un acuerdo, convierte la norma en un compromiso del grupo, lo que es mucho más significativo y duradero que un recordatorio externo (opción A) o una imposición de los adultos (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p46",
      "contexto": "Felipe, de tres años, quiere abrir su mochila. Coge el jalador del cierre y lo lleva en distintas direcciones, pero no logra abrir el cierre. Entonces, va en busca de la docente y le pide que lo ayude.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿qué intervención es más pertinente para favorecer la autonomía del niño?",
          "opciones": [
            "Pedirle a Felipe que le muestre cómo está abriendo el cierre. Luego, decirle: \"¿Y si coges el jalador y lo llevas derechito por el camino del cierre? Prueba hacerlo, si necesitas yo te ayudo\".",
            "Decirle a Felipe: \"Esta vez yo voy a abrir el cierre. Presta mucha atención para que la próxima vez lo hagas tú solo\". Luego, pedirle la mochila, abrir el cierre y devolvérsela.",
            "Animar a Felipe diciéndole: \"Abrir el cierre es muy fácil. Vamos, inténtalo de nuevo. Yo sé que tú lo puedes hacer\". Luego esperar que lo haga."
          ],
          "respuesta": "Pedirle a Felipe que le muestre cómo está abriendo el cierre. Luego, decirle: \"¿Y si coges el jalador y lo llevas derechito por el camino del cierre? Prueba hacerlo, si necesitas yo te ayudo\".",
          "respuestaCorta": "La intervención más pertinente es darle una pista o andamiaje específico para que el niño pueda resolver el problema por sí mismo, fomentando su sensación de competencia.",
          "solucionario": "La opción A es la más adecuada para promover la autonomía. La docente observa la dificultad, ofrece una sugerencia concreta y precisa (un andamiaje) que el niño puede intentar, y le permite ser él quien realice la acción. La oferta de ayuda final le da seguridad. Esto contrasta con resolverle el problema (opción B) o dar un ánimo general sin una ayuda concreta (opción C), lo cual podría generar más frustración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p47",
      "contexto": "Alejandra, de cinco años, acaba de terminar de armar un rompecabezas con mucho esfuerzo. Al pasar por su lado, Martín mueve de casualidad la mesa y el rompecabezas se desarma. Molesta, Alejandra le grita a Martín y él le responde también con gritos. La docente, que ha observado la situación, al ver que continúa el conflicto, interviene y les pide a los niños que se calmen. Luego de que los niños se han calmado, la docente busca favorecer la resolución del conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Explicar a Alejandra que Martín movió de casualidad la mesa y, por tanto, no tuvo intención de desarmar el rompecabezas. Luego, decirles que no está bien gritar en el aula. Finalmente, indicarles que, cuando tengan un problema, siempre deben conversar para saber qué ha sucedido en realidad.",
            "Solicitar a Alejandra y Martín que comenten lo sucedido en asamblea. Luego, preguntar a los niños del aula qué les parece la reacción de sus compañeros. Finalmente, preguntarles qué norma de convivencia se ha quebrado en esa situación y cómo podrían hacer para respetarla siempre.",
            "Pedir a Alejandra y Martín que comenten qué ha pasado y cómo se han sentido. Luego, preguntar a cada niño qué espera que haga su compañero para sentirse mejor. Finalmente, ayudar a cada niño a responder al requerimiento de su compañero."
          ],
          "respuesta": "Pedir a Alejandra y Martín que comenten qué ha pasado y cómo se han sentido. Luego, preguntar a cada niño qué espera que haga su compañero para sentirse mejor. Finalmente, ayudar a cada niño a responder al requerimiento de su compañero.",
          "respuestaCorta": "La estrategia adecuada para resolver el conflicto es mediar para que ambas partes expresen sus sentimientos y necesidades, y luego ayudarles a encontrar una solución reparadora.",
          "solucionario": "La opción C presenta una estrategia de mediación de conflictos efectiva. Se centra en que cada niño pueda expresar su perspectiva y, fundamentalmente, sus emociones (\"cómo se han sentido\"). Luego, promueve la búsqueda de una solución reparadora al preguntar qué necesitan del otro para sentirse mejor. Este enfoque fomenta la empatía, la comunicación y la responsabilidad, habilidades clave para la resolución de conflictos. Las otras opciones son más impositivas y no se centran en los sentimientos y necesidades de los involucrados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p48",
      "contexto": "Matías, Susana y Lola, del aula de cinco años, están jugando en el sector del hogar. De pronto, la docente escucha que el grupo está discutiendo porque Matías quiere jugar a ser el papá y quedarse en casa limpiando y cocinando, mientras que Susana y Lola dicen que los papás salen de la casa a trabajar y que son las mamás quienes se quedan a cocinar y cuidar a los hijos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿qué intervención es pertinente para favorecer la reflexión de los niños sobre los roles familiares?",
          "opciones": [
            "Explicar a Matías que, en el juego de la casita, lo usual es que las mamás cocinen y limpien la casa, y que los papás salgan a trabajar, y proponerle que les pida a Susana y Lola que le enseñen cómo se juega en la casita.",
            "Preguntar a los tres niños a quiénes han visto cocinar y limpiar en casa. A partir de sus respuestas, decirles que puede haber papás o hermanos que lo hacen, y que, por eso, también podrían jugar al juego que Matías propone.",
            "Decir a Susana y a Lola que existen muchas familias en las que la mamá sale a trabajar y el papá se queda cocinando y limpiando la casa, y sugerirles que hoy podrían jugar como Matías está proponiendo y mañana como ellas proponen."
          ],
          "respuesta": "Preguntar a los tres niños a quiénes han visto cocinar y limpiar en casa. A partir de sus respuestas, decirles que puede haber papás o hermanos que lo hacen, y que, por eso, también podrían jugar al juego que Matías propone.",
          "respuestaCorta": "La intervención pertinente es aquella que, a través de preguntas, ayuda a los niños a reflexionar a partir de sus propias experiencias familiares para ampliar su visión sobre los roles de género.",
          "solucionario": "La opción B es la más pertinente. En lugar de imponer una visión (opción C) o reforzar un estereotipo (opción A), la docente invita a los niños a reflexionar a partir de sus propias realidades (\"a quiénes han visto cocinar y limpiar en casa\"). Esto les permite descubrir que existen diversas formas de organización familiar, validando la propuesta de Matías y cuestionando la idea rígida de Susana y Lola desde la propia experiencia, lo cual es mucho más significativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p49",
      "contexto": "Francisco, un niño con síndrome Down, se incorporará al aula de cinco años.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del enfoque inclusivo, ¿cuál de las siguientes acciones es pertinente que realice la docente para favorecer la interacción social del niño?",
          "opciones": [
            "Ubicar la mesa y silla de Francisco cerca al sitio de la docente para asegurar que el niño se relacione con sus compañeros.",
            "Pedir diariamente un voluntario para que acompañe a Francisco durante la jornada y lo ayude a realizar las actividades.",
            "Organizar el trabajo en grupos rotativos para que Francisco conozca y se relacione con todos sus compañeros."
          ],
          "respuesta": "Organizar el trabajo en grupos rotativos para que Francisco conozca y se relacione con todos sus compañeros.",
          "respuestaCorta": "La mejor estrategia inclusiva es estructurar las actividades de manera que se generen oportunidades naturales de interacción entre Francisco y todos sus compañeros.",
          "solucionario": "La opción C es la más pertinente dentro de un enfoque inclusivo. Organizar el trabajo en grupos rotativos y heterogéneos crea contextos naturales y recurrentes para que Francisco interactúe con todos sus pares en igualdad de condiciones, fomentando el conocimiento mutuo y la amistad. Ubicarlo cerca de la docente puede generar aislamiento (opción A), y asignarle un 'ayudante' puede crear una relación de dependencia en lugar de una de pares (opción B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p50",
      "contexto": "La docente del aula de cinco años observa que algunos niños dejan el caño abierto luego de lavarse las manos. Entonces, decide conversar con ellos en asamblea. La docente inicia la reunión comentándoles lo que ha observado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes acciones es más pertinente que realice la docente a continuación para promover la reflexión de los niños sobre la importancia de cuidar el agua?",
          "opciones": [
            "Dialogar con los niños sobre cómo usan el agua en sus casas. Luego, mostrarles imágenes de lugares que carecen de agua y preguntarles qué pasaría si no tuvieran agua en sus casas o en la IE. Por último, preguntarles: \"¿Qué pueden hacer para asegurarse de cerrar el caño después de usarlo?\".",
            "Decirles: \"Niños, el agua es importante para todos los seres vivos. Por ello, no deben dejar el caño abierto. Para que lo recuerden, realizaremos el concurso 'Yo cuido el agua'. Cada uno recibirá una estrellita cuando cierre el caño después de usarlo y ganará quien tenga más estrellitas\".",
            "Preguntar a los niños: \"¿Por qué dejan el caño abierto?\". Luego, proponerles que elaboren carteles con la imagen de un caño cerrado y el mensaje: \"Cierra el caño después de usarlo\", para que no se olviden de hacerlo. Finalmente, pegar conjuntamente con los niños los carteles en los lavaderos."
          ],
          "respuesta": "Dialogar con los niños sobre cómo usan el agua en sus casas. Luego, mostrarles imágenes de lugares que carecen de agua y preguntarles qué pasaría si no tuvieran agua en sus casas o en la IE. Por último, preguntarles: \"¿Qué pueden hacer para asegurarse de cerrar el caño después de usarlo?\".",
          "respuestaCorta": "La acción más completa implica generar conciencia a través de la empatía (ver a otros sin agua) y promover la agencia de los niños al hacerlos partícipes de la búsqueda de soluciones.",
          "solucionario": "La opción A es la más pertinente porque promueve una reflexión profunda. La docente conecta con la vida cotidiana de los niños, genera empatía al mostrarles las consecuencias de la escasez de agua y, lo más importante, los empodera al preguntarles a ellos por las soluciones (\"¿Qué pueden hacer...?\"). Este proceso construye una conciencia ambiental significativa y duradera, a diferencia del refuerzo externo (opción B) o una solución superficial como un cartel (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p51",
      "contexto": "Los niños del aula de cinco años acaban de sembrar plantas en el jardín. A continuación, se presenta el diálogo que sostienen algunos de ellos:\nMariela: (Dando saltos de alegría) ¡Yeee! ¡Ya terminamos! ¡Qué contenta estoy!\nCarlos: ¡Sííí! ¡Ahora voy a dejar todo limpio y luego me voy a lavar las manos!\nJuan: ¡Miren qué bonita quedó mi plantita! Me quedó bien derechita, ¡lo hice muy bien!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este diálogo, ¿cuál de los niños evidencia una afirmación de su autoestima?",
          "opciones": [
            "Mariela.",
            "Carlos.",
            "Juan."
          ],
          "respuesta": "Juan.",
          "respuestaCorta": "Juan evidencia autoestima al valorar positivamente el resultado de su trabajo y reconocer su propia capacidad para hacerlo bien (\"¡lo hice muy bien!\").",
          "solucionario": "La afirmación de Juan (\"¡Miren qué bonita quedó mi plantita! ... ¡lo hice muy bien!\") es la que evidencia más claramente la autoestima. Él evalúa su propio trabajo, lo considera de calidad y se atribuye el mérito de ese logro. Esta autovaloración positiva y el reconocimiento de la propia competencia son componentes esenciales de la autoestima. Mariela expresa alegría y Carlos, responsabilidad, pero Juan expresa orgullo por su capacidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p52",
      "contexto": "En el patio de juegos, Lucas y María, de cinco años, están raspando con chapitas la resbaladera, dañando la pintura. Al percatarse de este hecho, la docente, se acerca a los niños y les pregunta qué están haciendo. Ellos le comentan que están dibujando. En ese contexto, la docente busca promover en los niños el cuidado del espacio público.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando ese propósito, ¿cuál de las siguientes intervenciones es pertinente que realice la docente a continuación?",
          "opciones": [
            "Decir a los niños, ¿se han dado cuenta de que con ese juego se sale la pintura de la resbaladera? Esa pintura ayuda a que la resbaladera no se malogre. ¿Qué pasaría si se malogra? Entonces, ¿creen que debemos cuidarla? Ahora, pensemos qué podemos hacer para arreglarla.",
            "Decir a los niños, al jugar así malogran la resbaladera. Recuerden que deben usar las cosas con cuidado. En adelante, ustedes se encargarán de cuidar los juegos del patio. Así, cuando vean que un niño esté malogrando los juegos, le van a explicar que eso no está bien.",
            "Decir a los niños, la resbaladera no se usa para hacer dibujos, para eso están las hojas y la pizarra. Ahora tendré que avisarles a sus papás para que vengan y pinten de nuevo este juego; mientras tanto, nadie podrá usar la resbaladera."
          ],
          "respuesta": "Decir a los niños, ¿se han dado cuenta de que con ese juego se sale la pintura de la resbaladera? Esa pintura ayuda a que la resbaladera no se malogre. ¿Qué pasaría si se malogra? Entonces, ¿creen que debemos cuidarla? Ahora, pensemos qué podemos hacer para arreglarla.",
          "respuestaCorta": "La intervención debe ser reflexiva, ayudando a los niños a entender las consecuencias de sus actos y a involucrarse en la reparación del daño para fomentar la responsabilidad.",
          "solucionario": "La opción A es la más pertinente. Se basa en un enfoque formativo y no punitivo. La docente guía a los niños, a través de preguntas, a tomar conciencia de las consecuencias de sus acciones y a reflexionar sobre la necesidad de cuidar los bienes comunes. Al finalizar con una propuesta reparadora (\"pensemos qué podemos hacer para arreglarla\"), fomenta la responsabilidad y el sentido de pertenencia. Las otras opciones son impositivas o sancionadoras.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p53",
      "contexto": "Los niños del aula de cinco años acordaron que, en el momento de juego libre, solo jugarán hasta cinco niños en cada sector. Además, acordaron que un niño puede repetir el sector hasta dos veces en una semana, con el fin que todos tengan oportunidad de jugar en todos los sectores. El sector favorito de Daniel es dramatización y ha jugado en él dos días seguidos. Hoy Sergio, que ha esperado por jugar allí, observa que Daniel está en el sector nuevamente; entonces, le dice que juegue en otro sector, y Daniel se niega. Así, empiezan a discutir por quién se quedará a jugar en el sector. La docente, al ver que no logran ponerse de acuerdo, interviene y les pregunta por qué discuten. Al inicio, los niños le explican que ambos desean jugar en ese sector; luego, Sergio dice que Daniel ha estado ya en el sector los días anteriores, Daniel se molesta y reinicia la discusión.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿qué intervención es pertinente que realice la docente para favorecer la resolución del conflicto?",
          "opciones": [
            "\"Niños, como siguen discutiendo, ninguno de ustedes jugará en el sector de dramatizaciones. Ahora, cada uno va a elegir otro sector donde jugar hoy y así no se perderán el momento de juego libre\".",
            "\"Los niños buenos como ustedes no pelean. Primero, pídanse disculpas y dense la mano como amigos. Si lo hacen, solo por hoy hare una excepción y ambos jugarán en el sector de dramatizaciones\".",
            "\"Niños, calma, tranquilos. Daniel, ¿cómo te sentirías si Sergio estuviera todos los días en el sector y no pudieras entrar? ¿Te gustaría que se respete el acuerdo? ¿Qué te parece si te acompaño a buscar otro sector?\"."
          ],
          "respuesta": "\"Niños, calma, tranquilos. Daniel, ¿cómo te sentirías si Sergio estuviera todos los días en el sector y no pudieras entrar? ¿Te gustaría que se respete el acuerdo? ¿Qué te parece si te acompaño a buscar otro sector?\".",
          "respuestaCorta": "La docente debe mediar apelando a la empatía, recordando el acuerdo del grupo y ofreciendo apoyo emocional para que el niño pueda cumplir la norma.",
          "solucionario": "La opción C es la más pertinente. La docente calma la situación, apela a la empatía de Daniel (\"¿cómo te sentirías si...?\"), le recuerda el acuerdo grupal para fomentar la autorregulación (\"¿Te gustaría que se respete el acuerdo?\") y le ofrece un acompañamiento respetuoso para ayudarlo a manejar su frustración y encontrar una alternativa. Este enfoque enseña habilidades socioemocionales, a diferencia de las opciones punitivas (A) o manipuladoras (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p54",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, se presentan las acciones de tres docentes. ¿Cuál de ellas es más pertinente para favorecer la autonomía de niños de cinco años?",
          "opciones": [
            "Antes de iniciar el juego en los sectores, la docente suele indicar a los niños que brindará un premio a quienes guarden sus materiales al terminar la actividad.",
            "Antes de terminar la jornada, la docente suele preguntar a los niños cómo les gustaría encontrar el aula al día siguiente y qué tendrían que hacer para ello.",
            "Antes del refrigerio, la docente suele recordar a los niños quiénes son los encargados de entregar las loncheras y limpiar las mesas, y los ayuda a realizar dichas tareas."
          ],
          "respuesta": "Antes de terminar la jornada, la docente suele preguntar a los niños cómo les gustaría encontrar el aula al día siguiente y qué tendrían que hacer para ello.",
          "respuestaCorta": "Para favorecer la autonomía, es pertinente promover la reflexión y la responsabilidad en los niños, haciéndolos conscientes de las consecuencias de sus acciones y partícipes de las soluciones.",
          "solucionario": "La opción B es la que mejor favorece la autonomía. Al plantear esas preguntas, la docente promueve que los niños reflexionen, tomen conciencia de la necesidad de ordenar y se responsabilicen de sus espacios por motivación intrínseca (el deseo de encontrar un aula agradable), en lugar de depender de premios (motivación extrínseca, opción A) o de recordatorios y ayuda constante del adulto (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2021_p55",
      "contexto": "Mateo, de diez meses, está sentado en las rodillas de la docente recibiendo sus alimentos. De pronto, él cierra su boca y voltea la cabeza y, a partir de ese momento, se niega a comer los alimentos que le están proporcionando.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente a continuación?",
          "opciones": [
            "Acomodar la postura de Mateo de tal manera que la cuchara este nuevamente frente a su cara y decirle que debe terminar de comer la rica comida que tiene servida en el plato para crecer sano y fuerte.",
            "Esperar a que Mateo, por iniciativa propia, recupere la postura inicial para alimentarse y luego preguntarle si quiere seguir comiendo; si persiste en no abrir la boca, terminar el momento de alimentación.",
            "Tomar la cuchara con alimentos e, imitando el sonido de un avión, desplazar la cuchara por el aire para captar la atención de Mateo, hasta lograr que abra la boca e ingiera sus alimentos."
          ],
          "respuesta": "Esperar a que Mateo, por iniciativa propia, recupere la postura inicial para alimentarse y luego preguntarle si quiere seguir comiendo; si persiste en no abrir la boca, terminar el momento de alimentación.",
          "respuestaCorta": "La acción pertinente es respetar las señales de saciedad del bebé, interpretando su negativa como una comunicación válida y finalizando la alimentación sin forzar.",
          "solucionario": "La opción B es la acción más respetuosa y adecuada. Mateo está comunicando claramente que ya no desea comer más. La docente debe respetar esa señal de saciedad. Darle una pequeña pausa y volver a ofrecer sin presionar es una buena práctica, pero si la negativa persiste, se debe dar por terminada la comida. Forzar (opción A) o distraer para que coma sin darse cuenta (opción C) son prácticas que no respetan la autonomía del niño y pueden generar aversiones alimentarias.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
