{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "Tania's fourth-grade students are going to perform a dialogue about Mother's Day celebration in Peru.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "First, she would like her students to think about what expressions they can use in their dialogues. Taking her purpose into account, which of the following strategies is it appropriate to carry out?",
          "opciones": [
            "Tell the students to write at least ten sentences related to the topic using simple present tense. Ask the students to include some of those sentences in their dialogues.",
            "Elicit from the students some words in Spanish that they don't know in English, but they need for their dialogues. Write those words on the board, and add their translation in English.",
            "Write on the board a list of lexical items to talk about celebrations. Ask the students to choose the lexical items that are more suitable for the dialogue and add some words to enrich it."
          ],
          "respuesta": "Write on the board a list of lexical items to talk about celebrations. Ask the students to choose the lexical items that are more suitable for the dialogue and add some words to enrich it.",
          "respuestaCorta": "La estrategia de presentar un listado de vocabulario (ítems léxicos) y permitir que los estudiantes elijan y enriquezcan es la más adecuada para activar conocimientos y prepararlos para usar expresiones relevantes en sus diálogos.",
          "solucionario": "La opción C es la más pertinente porque se enfoca en proveer a los estudiantes el vocabulario específico ('lexical items') necesario para la tarea comunicativa (el diálogo). Al pedirles que elijan y añadan palabras, se promueve la autonomía y la relevancia del lenguaje. Las otras opciones son menos efectivas: la opción A es muy restrictiva (solo presente simple) y la B se enfoca en la traducción de palabras aisladas en lugar de en expresiones útiles para un diálogo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Then Tania gives the following instructions: \"You are going to get in pairs and perform a dialogue in which you talk to each other about the way you celebrate Mother's Day. Include some activities you and your family do during that day. You have four minutes to organize your ideas and five minutes to rehearse. Then I will call some volunteers.\" Now, she wants to check her students' comprehension of her instructions. Which of the following set of instruction checking questions (ICQ's) is better to ask?",
          "opciones": [
            "• What do you have to do now? • What kind of information do you have to include? How much time do you have to do the task?",
            "• Are my instructions clear? • Which celebration is the dialogue about? • Do you have any questions?",
            "• Did you understand what you have to do? • Do you have to work individually or in pairs? • Who can paraphrase my instructions?"
          ],
          "respuesta": "• What do you have to do now? • What kind of information do you have to include? How much time do you have to do the task?",
          "respuestaCorta": "Las preguntas de la opción A verifican directamente la comprensión de la tarea, el contenido y el tiempo, asegurando que los estudiantes entendieron las instrucciones clave.",
          "solucionario": "Las Preguntas de Verificación de Instrucciones (ICQs) deben ser directas y no deben poder responderse con un 'sí' o 'no'. La opción A utiliza preguntas abiertas ('What...?', 'How much...?') que obligan a los estudiantes a demostrar su comprensión de los elementos esenciales de la tarea: la acción a realizar, la información a incluir y el tiempo asignado. Las opciones B y C incluyen preguntas cerradas ('Are my instructions clear?', 'Did you understand?') que no confirman la comprensión real.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Now, the students are going to perform their dialogues. Before they start the activity, Tania gives them the following recommendation: \"Pay attention to the flow of your speech, and try to sound as natural as possible. Please, make sure to convey your message properly.\" Which of the following aspects of speech is NOT included in Tania's recommendation?",
          "opciones": [
            "Voice.",
            "Fluency.",
            "Articulation."
          ],
          "respuesta": "Voice.",
          "respuestaCorta": "La recomendación de Tania se enfoca en la fluidez ('flow of your speech'), sonar natural y la articulación para transmitir el mensaje ('convey your message properly'), pero no menciona explícitamente la cualidad de la voz como el tono o el volumen.",
          "solucionario": "El 'flujo del discurso' ('flow of your speech') y 'sonar tan natural como sea posible' se refieren directamente a la fluidez. 'Asegurarse de transmitir el mensaje correctamente' ('convey your message properly') se relaciona con la articulación clara de los sonidos. Sin embargo, la recomendación no hace ninguna mención a las cualidades de la voz, como el volumen, el tono o el timbre. Por lo tanto, la voz es el aspecto no incluido.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "Ursula is going to use important historical events of the 21st century to provide the context for her writing class. Because of this, she would like to know what information students have on that topic, so that she can adapt her lesson plan to their needs if necessary. She gives the following instructions: \"You have ten minutes to write everything you know about important historical events of the 21st century. Continue writing until the time is over.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the teacher's purpose and the instructions given, which of the following types of assessment is she carrying out?",
          "opciones": [
            "Final assessment.",
            "Process assessment.",
            "Diagnostic assessment."
          ],
          "respuesta": "Diagnostic assessment.",
          "respuestaCorta": "La evaluación se realiza antes de la instrucción para conocer la información previa de los estudiantes sobre el tema, lo cual es característico de una evaluación diagnóstica.",
          "solucionario": "El propósito de la docente es claro: 'saber qué información tienen los estudiantes sobre ese tema, para poder adaptar su plan de lección a sus necesidades si es necesario'. Este tipo de evaluación, que se realiza al inicio de una unidad o lección para medir los conocimientos previos y las habilidades de los estudiantes, se conoce como evaluación diagnóstica. No es una evaluación de proceso (durante la instrucción) ni final (al término de la instrucción).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": "Marlene's students are going to have a group discussion on the following question: \"What are some challenges the next generation will face?\" She asks her students to use some of the following expressions:\n• What's more, ...\n• Not to mention that...\n• You also have to consider...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions corresponds to the expressions Marlene wants her students to practice?",
          "opciones": [
            "Adding an argument.",
            "Introducing a point of view.",
            "Expressing degrees of certainty."
          ],
          "respuesta": "Adding an argument.",
          "respuestaCorta": "Las expresiones como 'What's more' y 'You also have to consider' se utilizan para introducir información adicional o un nuevo punto que apoya la idea principal, es decir, para añadir un argumento.",
          "solucionario": "La función del lenguaje de las frases 'What's more, ...' (Es más,...), 'Not to mention that...' (Sin mencionar que...) y 'You also have to consider...' (También tienes que considerar...) es la de añadir un argumento o información adicional para reforzar un punto de vista ya expresado. No sirven para introducir una opinión inicial ni para expresar grados de certeza.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p04",
      "contexto": "Joaquina wants to help her students develop their reading skills. She has brought the following story for her reading session:\n\nJulia is turning 21 today. She has planned to ask her friends Alejandro and Liz to go out for dinner and celebrate. Early in the morning, Julia waited for Alejandro to go to the university. They always walked to class together. When she and Alejandro met up, she thought he would wish her a Happy Birthday, but he didn't. Julia tried to give clues. \"I wonder what day is today,\" she said. \"It's Tuesday,\" Alejandro answered and Julia got upset. After class, Julia went to work. She expected a few birthday cards or a cake, but she got nothing. That annoyed her because employees would always get something for their birthdays. Back home Julia didn't want to go out for dinner with her friends anymore because she felt nobody cared about her. Then her friend Liz called her and asked: \"Hey, can you open the door?\" \"I don't want to go out,\" replied Julia. \"Why not? Can you just open the door, please?\" asked Liz again. Julia opened the door. Her friends yelled, \"Surprise!\" They gave her a cake and a cute puppy...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Joaquina gives a copy of the story to each student and does the following activities:\n• First, she asks the students to read the story once.\n• Then the students get in groups and discuss what the story is about.\n• After that, the students share their opinions aloud.\nWhich reading skill does Joaquina want her students to develop?",
          "opciones": [
            "Skimming.",
            "Predicting.",
            "Paraphrasing."
          ],
          "respuesta": "Skimming.",
          "respuestaCorta": "Leer una vez para discutir de qué trata la historia es una actividad típica para desarrollar la habilidad de 'skimming', que consiste en obtener la idea general del texto.",
          "solucionario": "La habilidad de 'skimming' (lectura rápida) implica leer un texto rápidamente para obtener su idea principal o esencia ('what the story is about'). Las actividades descritas (leer una vez y luego discutir la idea general) se centran precisamente en esta habilidad, en lugar de predecir (que se haría antes de leer) o parafrasear (que implicaría reescribir partes del texto con otras palabras).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Then Joaquina writes the following questions on the board:\n• When is Julia's birthday?\n• What does Julia plan to do for her birthday?\n• What does Julia get as a birthday present?\nWhich of the following reading skills is the teacher trying to promote with her questions?",
          "opciones": [
            "Contextualizing.",
            "Summarizing.",
            "Scanning."
          ],
          "respuesta": "Scanning.",
          "respuestaCorta": "Las preguntas buscan datos específicos y puntuales en el texto (una fecha, un plan, un regalo), lo que corresponde a la habilidad de 'scanning'.",
          "solucionario": "La habilidad de 'scanning' (escaneo) consiste en buscar información específica en un texto sin leerlo en su totalidad. Las preguntas formuladas por la docente ('¿Cuándo...?', '¿Qué...?'), requieren que los estudiantes localicen datos puntuales y concretos dentro de la historia. Esto es diferente a resumir (contar la historia en pocas palabras) o contextualizar (relacionar el texto con un contexto más amplio).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Next, Joaquina groups the students and gives them the following instructions: \"In your opinion, what is Julia's concept of a good friend? Think about it and discuss your ideas for some minutes.\" While the students are discussing, the teacher overhears the following comments:\nFernanda: \"For Julia, a good friend is someone who never keeps secrets from you.\"\nSandra: \"I would say that for Julia a good friend is someone who studies and walks to classes with you.\"\nMagda: \"In my opinion, Julia thinks a good friend is someone who is with you at important moments in your life.\"\nWhich of the interpretations given by the students is more aligned with Julia's concept of a good friend?",
          "opciones": [
            "Fernanda's.",
            "Sandra's.",
            "Magda's."
          ],
          "respuesta": "Magda's.",
          "respuestaCorta": "La interpretación de Magda se alinea con la frustración de Julia al pensar que sus amigos olvidaron su cumpleaños, un momento importante, lo cual es el conflicto central de la historia.",
          "solucionario": "El conflicto principal de Julia surge de su creencia de que sus amigos han olvidado su cumpleaños, un 'momento importante' en su vida. Su decepción se basa en la ausencia de sus amigos en esta fecha especial. Por lo tanto, la interpretación de Magda ('un buen amigo es alguien que está contigo en momentos importantes de tu vida') es la que mejor captura el concepto de amistad de Julia, tal como se infiere del texto. Las otras opciones se basan en detalles menos relevantes o en inferencias incorrectas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Finally, Joaquina wants to assign a post-reading task to help her students improve their writing skills. Taking into account the teacher's goal, which of the following activities is more appropriate?",
          "opciones": [
            "Tell the students to choose the paragraph of the text they liked most and rewrite it using their own words.",
            "Tell the students to write a diary entry of Julia explaining how she felt at the end of her birthday day.",
            "Tell the students to make a graphic organizer that includes the most important information of the text."
          ],
          "respuesta": "Tell the students to write a diary entry of Julia explaining how she felt at the end of her birthday day.",
          "respuestaCorta": "Escribir una entrada de diario desde la perspectiva del personaje es una actividad de escritura creativa y productiva que va más allá de la simple comprensión del texto, cumpliendo el objetivo de mejorar la habilidad de escritura.",
          "solucionario": "El objetivo es mejorar las habilidades de escritura ('writing skills'). La opción B, escribir una entrada de diario como si fueran Julia, es una tarea de escritura productiva y creativa. Les exige a los estudiantes no solo comprender la historia, sino también inferir emociones y expresarlas por escrito. La opción A (reescribir un párrafo) es más limitada (parafraseo), y la opción C (organizador gráfico) se centra en la organización de la información y no en la producción de texto continuo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Rogelio wants his students to express impossibility in the past through a speaking activity. Which of the following structures is appropriate for the language function Rogelio wants his students to work on?",
          "opciones": [
            "Action verbs.",
            "Modal verbs.",
            "Auxiliary verbs."
          ],
          "respuesta": "Modal verbs.",
          "respuestaCorta": "Para expresar imposibilidad en el pasado se usan verbos modales, específicamente la estructura 'couldn't have + past participle'.",
          "solucionario": "La imposibilidad en el pasado se expresa comúnmente con la estructura de un verbo modal seguido de 'have' y un participio pasado. Por ejemplo, 'He couldn't have forgotten her birthday' (Él no pudo haber olvidado su cumpleaños). Por lo tanto, los verbos modales son la categoría gramatical correcta para esta función del lenguaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p06",
      "contexto": "Brando's students are going to read a well-known story, as part of a reading session. Here is part of the sequence he has designed:\nStage 1:\n• The teacher asks the students the following questions: \"What is your favorite story?\" and \"What is it about?\" He invites some students to share their answers with the class.\n• Then, on the board, the teacher sticks some pictures related to the story he will use. He tells the students to analyze the pictures and predict what the story is about.\n• The students work in pairs then the teacher invites some students to share their answers with the class.\nStage 2:\n• Next, the teacher gives each student a copy of the story and asks them to do silent reading.\n• Then the teacher writes, on the board, some questions related to the story.\n• He asks the students to read the text again and answer those questions orally.\nStage 3:\n• The teacher writes the following on the board: \"Knowing what a story is about helps you understand that story better. Support your answer.\"\n• After that, the teacher asks the students to get in pairs and exchange their opinions about the statement on the board.\n• Then some volunteers share their opinions with the rest of the class.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the stages described in the sequence above encourages the students to use bottom-up processing?",
          "opciones": [
            "Stage 1.",
            "Stage 2.",
            "Stage 3."
          ],
          "respuesta": "Stage 2.",
          "respuestaCorta": "La Etapa 2 se enfoca en la decodificación del texto y la extracción de información específica (responder preguntas), que son procesos 'bottom-up'.",
          "solucionario": "El procesamiento 'bottom-up' (de abajo hacia arriba) se refiere a la decodificación del lenguaje a nivel de palabras, frases y oraciones para construir el significado. En la Etapa 2, los estudiantes realizan una lectura silenciosa y responden preguntas específicas sobre el texto, lo que requiere que se centren en los detalles lingüísticos del mismo. Esto contrasta con la Etapa 1, que activa conocimientos previos (top-down).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which of the stages described in the sequence above encourages the students to use top-down processing?",
          "opciones": [
            "Stage 1.",
            "Stage 2.",
            "Stage 3."
          ],
          "respuesta": "Stage 1.",
          "respuestaCorta": "La Etapa 1 activa el conocimiento previo de los estudiantes sobre historias y les pide predecir el contenido a partir de imágenes, lo cual es característico del procesamiento 'top-down'.",
          "solucionario": "El procesamiento 'top-down' (de arriba hacia abajo) implica el uso del conocimiento previo, el contexto y las expectativas para comprender un texto. En la Etapa 1, el docente pide a los estudiantes que hablen de sus historias favoritas y que predigan el contenido de la nueva historia basándose en imágenes. Estas actividades activan sus esquemas mentales y conocimientos previos, permitiéndoles abordar el texto con un marco de referencia, lo cual es la esencia del procesamiento top-down.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2023_p07",
      "contexto": "Brando's students are going to read a well-known story, as part of a reading session. Here is part of the sequence he has designed:\nStage 1:\n• The teacher asks the students the following questions: \"What is your favorite story?\" and \"What is it about?\" He invites some students to share their answers with the class.\n• Then, on the board, the teacher sticks some pictures related to the story he will use. He tells the students to analyze the pictures and predict what the story is about.\n• The students work in pairs then the teacher invites some students to share their answers with the class.\nStage 2:\n• Next, the teacher gives each student a copy of the story and asks them to do silent reading.\n• Then the teacher writes, on the board, some questions related to the story.\n• He asks the students to read the text again and answer those questions orally.\nStage 3:\n• The teacher writes the following on the board: \"Knowing what a story is about helps you understand that story better. Support your answer.\"\n• After that, the teacher asks the students to get in pairs and exchange their opinions about the statement on the board.\n• Then some volunteers share their opinions with the rest of the class.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the stages described in the sequence above encourages the students to use metacognitive skills?",
          "opciones": [
            "Stage 1.",
            "Stage 2.",
            "Stage 3."
          ],
          "respuesta": "Stage 3.",
          "respuestaCorta": "La Etapa 3 pide a los estudiantes reflexionar sobre su propio proceso de aprendizaje (\"Saber de qué trata una historia te ayuda a entenderla mejor\"), lo cual es un ejercicio de metacognición.",
          "solucionario": "Las habilidades metacognitivas implican 'pensar sobre el propio pensamiento' o reflexionar sobre el proceso de aprendizaje. En la Etapa 3, se les pide a los estudiantes que evalúen la afirmación \"Saber de qué trata una historia te ayuda a entenderla mejor\". Esto los obliga a analizar cómo aprenden y qué estrategias de comprensión son efectivas, lo cual es una actividad puramente metacognitiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Daniela's students have been practicing narrating events in the past. Now, she wants her students to improve their writing skills through a free activity. Taking the teacher's purpose into account, which of the following activities is it appropriate to carry out?",
          "opciones": [
            "The teacher provides the students with a short comic story. The comic story shows only characters in different scenes without any text. The teacher asks the students to write a short description for each scene using past tense structures.",
            "The teacher gives the students the copy of a song with some blanks to be filled in with verbs. The song mentions some events that took place in the past. The teacher asks the students to fill in the blanks using verbs in the past.",
            "The teacher asks the students to write a short report about an event that has had a strong impact in their lives. The teacher asks the students to describe that event using the language of their choice."
          ],
          "respuesta": "The teacher asks the students to write a short report about an event that has had a strong impact in their lives. The teacher asks the students to describe that event using the language of their choice.",
          "respuestaCorta": "Escribir un reporte sobre un evento personal significativo es una actividad de escritura libre ('free activity') que permite a los estudiantes usar el lenguaje de manera creativa y personal para narrar en pasado.",
          "solucionario": "El objetivo es una 'actividad libre' para mejorar la 'habilidad de escritura' narrando eventos pasados. La opción C es la más adecuada porque pide a los estudiantes que produzcan un texto original sobre una experiencia personal, dándoles libertad en la elección del lenguaje. Las opciones A (describir escenas de un cómic) y B (llenar espacios en una canción) son actividades más controladas o semi-controladas, no libres.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p09",
      "contexto": "Arturo's third-grade students are going to discuss the following question: \"Should students use cellphones in class?\" Before the students start the discussion, he provides them with a checklist so that they know which criteria will be assessed. Here is a list with some of the criteria included in it:\n• Criterion 1: The student uses the expressions for discussions learned during the previous sessions.\n• Criterion 2: The student links his ideas properly using various types of connectors.\n• Criterion 3: The student varies intonation to emphasize some ideas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which criterion assesses cohesion?",
          "opciones": [
            "Criterion 1.",
            "Criterion 2.",
            "Criterion 3."
          ],
          "respuesta": "Criterion 2.",
          "respuestaCorta": "El Criterio 2 se refiere al uso de conectores para enlazar ideas, lo cual es la definición de cohesión textual.",
          "solucionario": "La cohesión se refiere a las conexiones gramaticales y léxicas dentro de un texto que lo mantienen unido. El Criterio 2 ('El estudiante enlaza sus ideas apropiadamente usando varios tipos de conectores') evalúa directamente este aspecto. El Criterio 1 evalúa el uso de vocabulario específico (léxico) y el Criterio 3 evalúa un aspecto prosódico (entonación), no la cohesión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p10",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Pablo wants his students to make a timeline of a story they just read. Before the students make the timeline, he asks them to form groups and discuss the following questions:\n• What is a timeline?\n• What kind of information is usually included in a timeline?\n• Have you ever made a timeline? What for?\nWhat is Pablo's main purpose when asking the questions above?",
          "opciones": [
            "Promote autonomous learning among the students.",
            "Motivate students' participation in the activity.",
            "Activate the students' prior knowledge."
          ],
          "respuesta": "Activate the students' prior knowledge.",
          "respuestaCorta": "Las preguntas sobre qué es una línea de tiempo y si la han usado antes buscan que los estudiantes recuerden y conecten con sus experiencias y conocimientos previos sobre el tema.",
          "solucionario": "El propósito principal de las preguntas de Pablo ('¿Qué es una línea de tiempo?', '¿La has hecho alguna vez?') es hacer que los estudiantes recuerden lo que ya saben sobre las líneas de tiempo antes de comenzar la nueva tarea. Esta estrategia se conoce como activación de conocimientos previos ('activating prior knowledge'), y es fundamental para conectar el nuevo aprendizaje con el conocimiento existente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Beatriz has planned the following activities for her reading session:\n• The teacher writes the title of a text and asks the students to figure out what it is about.\n• The teacher writes some of the students' ideas on the board.\n• The teacher gives the students some minutes to read the text and decide if those ideas are correct.\nWhich reading skill is NOT being reinforced with the activities presented?",
          "opciones": [
            "Skimming.",
            "Scanning.",
            "Predicting."
          ],
          "respuesta": "Scanning.",
          "respuestaCorta": "Las actividades se centran en predecir (averiguar de qué trata por el título) y en leer para verificar la idea general (skimming), pero no en buscar información específica (scanning).",
          "solucionario": "La secuencia de actividades refuerza dos habilidades claras. Primero, al pedir a los estudiantes que adivinen el contenido a partir del título, se está trabajando la predicción ('Predicting'). Segundo, al leer el texto para confirmar si sus ideas generales eran correctas, están aplicando 'skimming'. Sin embargo, en ningún momento se les pide buscar datos o información específica y detallada, que es la definición de 'scanning'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ernesto's students have been practicing \"Relating past events\" lately. Now, the teacher wants to promote this language function through a meaningful speaking activity. Given the teacher's goal, which of the following activities is appropriate?",
          "opciones": [
            "The students read a short interview of a famous person on his/her early years. The teacher tells them to highlight the questions and expressions used in the interview to inquire about past events and describe them. Finally, the students work in pairs and use the questions and expressions to interview each other.",
            "The students listen to the audio of a short story narrated in the past tense. The teacher tells the students to take notes as they listen. Then the teacher puts the students in groups and tells them to use their notes to reconstruct the story. Once they finish, one representative of the team reads the story to the rest of the class.",
            "The students look at a picture of a family that lived in the 1950s. The teacher writes on the board sentences with \"used to + infinitive\" to describe the family's routines at that time. He explains that this structure is used to talk about past habits. The students write more sentences on that family using \"used to\" and then read their examples to the class."
          ],
          "respuesta": "The students read a short interview of a famous person on his/her early years. The teacher tells them to highlight the questions and expressions used in the interview to inquire about past events and describe them. Finally, the students work in pairs and use the questions and expressions to interview each other.",
          "respuestaCorta": "La actividad de entrevistarse mutuamente sobre el pasado, usando un modelo de entrevista real, es una actividad de habla ('speaking') significativa y comunicativa que cumple el propósito del docente.",
          "solucionario": "El objetivo es promover una 'actividad de habla significativa' ('meaningful speaking activity') para relatar eventos pasados. La opción A es la más apropiada porque culmina con una tarea comunicativa auténtica: los estudiantes se entrevistan entre sí. Usan un modelo (la entrevista leída) para luego aplicarlo en una interacción personal. La opción B se centra en la reconstrucción y lectura, y la C en la práctica de una estructura gramatical específica de forma más controlada, siendo menos comunicativas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Antonia's students are going to debate on the statement \"Junk food should be banned in schools.\" She wants her students to use the following expressions while debating:\n• I beg your pardon?\n• Sorry to butt in, but...\n• I don't quite see what you mean.\n• Can I add something here?\nWhich two language functions does Antonia want her students to practice?",
          "opciones": [
            "Apportioning blame / apologizing.",
            "Asking for information / arranging one's ideas.",
            "Expressing lack of understanding / interrupting someone."
          ],
          "respuesta": "Expressing lack of understanding / interrupting someone.",
          "respuestaCorta": "Expresiones como 'I don't quite see what you mean' muestran falta de comprensión, mientras que 'Sorry to butt in' y 'Can I add something here?' son fórmulas para interrumpir educadamente.",
          "solucionario": "Analizando las expresiones: 'I beg your pardon?' y 'I don't quite see what you mean' se usan para expresar falta de entendimiento y pedir una aclaración. 'Sorry to butt in, but...' y 'Can I add something here?' son frases utilizadas para interrumpir a alguien de manera cortés durante una conversación o debate. Por lo tanto, las dos funciones del lenguaje son las descritas en la opción C.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p14",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tina's students have been talking about their favorite dish. Now, she wants them to participate in a communicative oral activity using that topic. Which of the following strategies is it more appropriate to carry out?",
          "opciones": [
            "The students write the recipe of their favorite dish in their notebooks. Next, they read it aloud to the whole class. Finally, the teacher invites some volunteers to recall the ingredients mentioned in the recipe.",
            "The students record a video in which they give instructions to prepare their favorite dish. The teacher asks the students to use simple language for their classmates to understand the instructions given. Finally, the teacher plays some of the videos in class.",
            "The students ask five peers what their favorite dish is, why they like it and what ingredients it is made of. Then they compare and analyze the answers they got in order to find out similarities and differences. Finally, the students share their findings with the class."
          ],
          "respuesta": "The students ask five peers what their favorite dish is, why they like it and what ingredients it is made of. Then they compare and analyze the answers they got in order to find out similarities and differences. Finally, the students share their findings with the class.",
          "respuestaCorta": "La estrategia de encuestar a los compañeros implica una interacción oral real y un propósito comunicativo (recopilar y compartir información), lo que la convierte en la actividad más comunicativa.",
          "solucionario": "Una 'actividad oral comunicativa' debe implicar una interacción genuina con un propósito. La opción C es la más comunicativa porque requiere que los estudiantes interactúen (preguntar y responder), procesen información y luego la comuniquen a la clase (compartir hallazgos). Hay un vacío de información ('information gap') que se llena a través de la comunicación. La opción A es principalmente lectura en voz alta, y la B es una presentación unidireccional, no una interacción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p15",
      "contexto": "During the past few sessions, Maribel's fourth-grade students have been discussing about the impact reality shows have on teenagers. Now, they will write a short essay on that topic following the Process approach to writing.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "First, Maribel wants her students to generate written ideas for their essays. Taking her purpose into account, which of the following strategies is it NOT appropriate to carry out?",
          "opciones": [
            "Give each student a copy of an empty chart about the impact of reality shows on teenagers. The chart has the following labels: \"Pros\" and \"Cons.\" Ask the students to write phrases under each label and then elaborate on those phrases to develop their essays.",
            "Provide each student with a short essay that criticizes reality shows and their impact on teenagers. Tell them to read it quickly and highlight the arguments they find relevant. Ask the students to use these highlighted arguments as the main arguments of their essays.",
            "Ask the students to write a paragraph that includes all the ideas they have about the impact of reality shows on teenagers. Give the students five minutes to write as much as they can without stopping. Ask them not to pay attention to errors related to spelling, grammar, etc."
          ],
          "respuesta": "Provide each student with a short essay that criticizes reality shows and their impact on teenagers. Tell them to read it quickly and highlight the arguments they find relevant. Ask the students to use these highlighted arguments as the main arguments of their essays.",
          "respuestaCorta": "Darles un ensayo ya escrito con los argumentos para que los copien no es una estrategia para 'generar' ideas propias, sino para extraer ideas de otros.",
          "solucionario": "El objetivo es que los estudiantes 'generen ideas escritas' ('generate written ideas'). Las opciones A (tabla de pros y contras) y C (escritura libre o 'freewriting') son técnicas clásicas de lluvia de ideas para generar contenido propio. En contraste, la opción B no promueve la generación de ideas; en su lugar, les pide a los estudiantes que identifiquen y utilicen los argumentos de otra persona, lo cual es una actividad de comprensión y extracción, no de generación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "During the next session, Maribel asks the students to make the outline for their essays. While she is giving the instructions for the activity, she hears the following comments from three students:\nMarco: \"Outlines are not necessary.\"\nAndrea: \"Yes, we need to concentrate on writing the essay.\"\nTeresa: \"I will write the outline at the end.\"\nMaribel wants her students to reflect on the benefits of making an outline before writing an essay. Given this goal, which of the following set of questions is more appropriate to ask the students?",
          "opciones": [
            "• How can you use an outline to organize your ideas when you start writing your draft?\n• What kind of problems can you avoid if you make an outline?\n• Don't you think it may be worth writing an outline then?",
            "• Is it difficult for you to control your time when writing?\n• How long does it take you to make an outline?\n• Has making the outline at the end always worked for you?",
            "• What are the steps of the writing process?\n• Is it okay to skip one of those steps?\n• Don't you think it is important to follow the order of the writing process?"
          ],
          "respuesta": "• How can you use an outline to organize your ideas when you start writing your draft?\n• What kind of problems can you avoid if you make an outline?\n• Don't you think it may be worth writing an outline then?",
          "respuestaCorta": "Las preguntas en la opción A están diseñadas para guiar a los estudiantes a descubrir por sí mismos los beneficios de usar un esquema (organización, evitar problemas), fomentando la reflexión.",
          "solucionario": "El objetivo de Maribel es que los estudiantes 'reflexionen sobre los beneficios' de hacer un esquema. Las preguntas de la opción A son las más apropiadas porque son preguntas guiadas que los llevan a pensar en la utilidad del esquema ('¿Cómo puedes usarlo para organizar...?', '¿Qué problemas puedes evitar...?'). Las opciones B y C se desvían del propósito principal (B se enfoca en el tiempo y C en los pasos del proceso de escritura de forma más general y prescriptiva).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Karina's students are participating in a speaking activity. They are answering the question: \"What would you do if you won the lottery?\" She asks her students to answer with the following expressions:\n• If only ...I would...\n• Imagine that you won...\n• I'd rather...\n• Don't you think you could...?\nWhich of the following language functions is NOT involved in the expressions provided?",
          "opciones": [
            "Summarizing information.",
            "Expressing wishes.",
            "Hypothesizing."
          ],
          "respuesta": "Summarizing information.",
          "respuestaCorta": "Las expresiones dadas se usan para hablar de situaciones hipotéticas ('Imagine that...') y expresar deseos o preferencias ('If only...', 'I'd rather...'), pero ninguna sirve para resumir información.",
          "solucionario": "Analizando las funciones: 'If only...' e 'I'd rather...' se usan para expresar deseos ('Expressing wishes'). 'Imagine that you won...' y 'Don't you think you could...?' se usan para plantear escenarios imaginarios, es decir, hipotetizar ('Hypothesizing'). Ninguna de las expresiones proporcionadas tiene la función de resumir información ('Summarizing information').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p17",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Genesis' students are going to give an oral presentation about \"Technology and employment opportunities.\" She asks her students to use the following expressions in their presentations:\n• To return to...\n• As I mentioned earlier,\n• Anyway, as I said before,\nWhich of the following language functions corresponds to the expressions Genesis wants her students to use?",
          "opciones": [
            "Making predictions.",
            "Emphasizing information.",
            "Getting back to the point."
          ],
          "respuesta": "Getting back to the point.",
          "respuestaCorta": "Expresiones como 'To return to...' o 'As I said before...' se utilizan para reconducir la presentación al tema principal después de una digresión o para retomar una idea ya mencionada.",
          "solucionario": "Las frases 'To return to...' (Para volver a...), 'As I mentioned earlier,' (Como mencioné anteriormente,) y 'Anyway, as I said before,' (De todos modos, como dije antes,) son marcadores discursivos que se utilizan para volver al punto principal de una presentación o discusión, especialmente después de haberse desviado del tema o para reforzar un punto ya tratado.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2023_p18",
      "contexto": "Patricia's students are going to listen to an audio that includes three news reports about video games. Here is the script of the audio she will play:\nNews report 1\nPaul Colling, a military veteran said video gaming has helped him deal with the trauma of his career ending and the mental health strains caused by injuries. When he was discharged, he struggled with the loss of his military identity, but playing video games helped him fix his brain injury and his emotional health while he was playing with others.\nNews report 2\nPlaying video games can make you a better driver. Supporting this idea, a recent study from the University of Toronto, stated that playing action-intense video games improve sensorimotor learning, meaning gamers are better at performing tasks with a consistent and predictable structure. Additionally, game players have better visual acuity and sharper perception of different shades of gray.\nNews report 3\nPlaying video games may boost children's learning, as well as their health and social skills, said a review of a research published by the American Psychological Association. The more adolescents play strategic video games, the more they improve in problem solving and school grades. Children's creativity and problem-solving skills are also enhanced by playing any kind of video game.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Before playing the audio, Patricia wants to do a warm-up activity related to video games. Which of the following warm-up activities is it NOT appropriate to carry out?",
          "opciones": [
            "Ask the students to make a graphic organizer about the history of video games in their notebooks. Once the students finish, tell them to exchange their graphic organizers with a partner. Ask the students to give each other suggestions on how to improve their graphic organizers.",
            "Bring copies of a word search puzzle that contains vocabulary related to video games. Pair up the students and give each pair a word search puzzle for them to find together the words as fast as possible. When they finish, ask them to mention which topic the vocabulary is related to.",
            "Pair up the students and give them a piece of paper for them to write the names of their favorite video games. When they finish writing, collect the pieces of paper and put them in a bag. One at a time, take some pieces of paper and ask the whole class what they know about the video games written on those papers."
          ],
          "respuesta": "Ask the students to make a graphic organizer about the history of video games in their notebooks. Once the students finish, tell them to exchange their graphic organizers with a partner. Ask the students to give each other suggestions on how to improve their graphic organizers.",
          "respuestaCorta": "Crear un organizador gráfico sobre la historia de los videojuegos es una actividad compleja y de desarrollo, no una actividad corta y rápida ('warm-up') para activar conocimientos previos.",
          "solucionario": "Una actividad de 'warm-up' (calentamiento) debe ser breve, atractiva y diseñada para introducir el tema o activar conocimientos previos de manera rápida. Las opciones B (sopa de letras) y C (juego con nombres de videojuegos) cumplen con estas características. En cambio, la opción A (hacer un organizador gráfico y darse retroalimentación) es una tarea más elaborada y extensa, que se asemeja más a una actividad principal de la lección que a un simple calentamiento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Now, Patricia will play the audio for the first time. She gives her students the following instructions: \"Now, I will play an audio about the benefits of playing video games. In this audio, you will listen to three different news reports that mention the positive effects of video games on people's lives.\" What is Patricia's purpose when giving the instructions above?",
          "opciones": [
            "Setting the scene of the audio.",
            "Making sure the students stay on task.",
            "Providing the students with scaffolding strategies."
          ],
          "respuesta": "Setting the scene of the audio.",
          "respuestaCorta": "Al dar un resumen del tema del audio (beneficios de los videojuegos, tres reportajes), la docente está estableciendo el contexto o 'preparando el escenario' para la escucha.",
          "solucionario": "El propósito de las instrucciones de Patricia es proporcionar a los estudiantes el contexto general de lo que van a escuchar. Al decirles el tema ('the benefits of playing video games') y la estructura ('three different news reports'), está estableciendo el escenario ('setting the scene'). Esto ayuda a los estudiantes a activar sus esquemas mentales y a anticipar el contenido, facilitando la comprensión auditiva.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Then the students are going to listen to the audio for the second time. Patricia asks them to identify the following information:\n• Two benefits of playing video games.\n• Two institutions that did research on video games.\nWhich of the following listening skills is Patricia trying to promote with her activity?",
          "opciones": [
            "Listening for gist.",
            "Interpreting information.",
            "Listening for specific information."
          ],
          "respuesta": "Listening for specific information.",
          "respuestaCorta": "La tarea de encontrar datos puntuales (dos beneficios, dos instituciones) requiere que los estudiantes se enfoquen en detalles específicos, lo cual define la habilidad de 'escuchar para obtener información específica'.",
          "solucionario": "La habilidad auditiva que se practica cuando se busca información detallada y específica, como nombres, números o datos concretos, es 'listening for specific information'. La tarea no pide la idea general ('listening for gist') ni una interpretación más profunda del mensaje, sino la localización de datos puntuales dentro del audio.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Next, Patricia wants her students to reflect on the content of the audio. Which of the following questions is NOT appropriate to ask?",
          "opciones": [
            "Why playing video games can make you a better driver?",
            "Should teenagers be encouraged to play video games? Why/Why not?",
            "Would you be willing to play video games to improve some of your skills? Support your answer."
          ],
          "respuesta": "Why playing video games can make you a better driver?",
          "respuestaCorta": "La pregunta A pide recordar un dato específico del audio, mientras que las preguntas B y C invitan a la opinión y reflexión personal, que es el objetivo de la docente.",
          "solucionario": "El objetivo de la docente es que los estudiantes 'reflexionen' sobre el contenido. Las preguntas en las opciones B y C son preguntas de reflexión que piden opinión y justificación personal ('Should teenagers...?', 'Would you be willing...?'). En cambio, la pregunta en la opción A ('Why playing video games can make you a better driver?') es una pregunta de comprensión que busca información explícita contenida en el segundo reportaje, no una reflexión personal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Now, Patricia wants to wrap-up her session. Which of the following activities is appropriate to achieve her purpose?",
          "opciones": [
            "The teacher asks the students to make a concept map on the information they learned in today's session.",
            "The teacher asks the students to paraphrase, in their notebooks, one of the news reports they listened to in today's session.",
            "The teacher asks the students to mention three things they have learned, two things they think about the topic and one question they still have about the topic."
          ],
          "respuesta": "The teacher asks the students to mention three things they have learned, two things they think about the topic and one question they still have about the topic.",
          "respuestaCorta": "La estrategia 3-2-1 es una técnica de cierre clásica ('wrap-up') que permite a los estudiantes resumir su aprendizaje, reflexionar sobre él y plantear dudas pendientes de forma rápida y estructurada.",
          "solucionario": "Una actividad de cierre ('wrap-up') tiene como objetivo consolidar el aprendizaje y reflexionar sobre la sesión. La opción C, conocida como la estrategia 3-2-1, es ideal para este propósito, ya que de manera concisa permite al estudiante resumir lo aprendido, expresar sus pensamientos y señalar dudas. Las opciones A (mapa conceptual) y B (parafrasear) son actividades más extensas, más adecuadas como tareas de post-escucha que como un cierre rápido de la sesión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p19",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "The students have been learning how to describe things. Their teacher wants to help them reinforce their oral ability through a communicative activity in which they describe something in detail. Given this goal, which of the following strategies is least appropriate?",
          "opciones": [
            "The teacher pastes the picture of an object on the board. He tells the students they have to describe its characteristics. They observe the picture for some minutes and then the teacher calls for the students' participation.",
            "The teacher puts the students in groups. One student in the group picks a vocabulary card and describes the characteristics of the object in the card without saying its name. The other members of the group try to guess what the object is, and then they switch roles.",
            "The teacher puts the students in pairs. In each pair, student A receives the picture of a room, and student B gets the picture of the same room with some small differences. Without looking at each other's picture, the students describe what they see and try to find out the differences."
          ],
          "respuesta": "The teacher pastes the picture of an object on the board. He tells the students they have to describe its characteristics. They observe the picture for some minutes and then the teacher calls for the students' participation.",
          "respuestaCorta": "La opción A es la menos comunicativa porque se centra en el docente y los estudiantes responden individualmente, sin interacción entre pares ni un vacío de información que motive la comunicación.",
          "solucionario": "Una 'actividad comunicativa' se caracteriza por la interacción entre estudiantes y la existencia de un 'vacío de información' ('information gap') que motive la comunicación. Las opciones B (adivinar el objeto) y C (encontrar las diferencias) son altamente comunicativas porque un estudiante tiene información que el otro necesita. En cambio, la opción A es la menos apropiada porque es una actividad centrada en el profesor, donde todos los estudiantes ven la misma información y no hay una necesidad real de comunicarse entre ellos para completar la tarea.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p20",
      "contexto": "Sonia's students are going to design a poster about recycling in order to make the school community aware of how important it is. To help the students design their posters, she brings different samples. Here are two of the activities she does during the session:\n• The teacher groups the students and gives each group two sample posters for them to analyze the features. (Language conventions, style, organization, etc.).\n• Once familiar with the features analyzed, each group designs their poster using the samples as models.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the activities presented above, which approach to writing is the teacher using?",
          "opciones": [
            "Process approach.",
            "Product approach.",
            "Genre approach."
          ],
          "respuesta": "Product approach.",
          "respuestaCorta": "El enfoque de producto se centra en la imitación de un texto modelo para crear un producto final correcto. Aquí, los estudiantes usan los pósteres de muestra como modelos para crear los suyos.",
          "solucionario": "El enfoque de producto ('Product approach') se caracteriza por centrarse en el resultado final de la escritura. En este enfoque, es común que los estudiantes analicen un texto modelo, identifiquen sus características y luego intenten imitarlo para crear su propio texto. La secuencia de Sonia, donde los estudiantes analizan pósteres de muestra y luego los usan como modelos para diseñar los suyos, sigue este patrón de imitación de un producto final.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p21",
      "contexto": "Emerson will get his students involved in writing by having them email a contemporary writer they admire. He has designed the following sequence:\n• The teacher asks for the students' favorite young adult contemporary books and takes notes on the board.\n• After that, the teacher asks the students to do some research on the writer of their favorite book. They go to the computer lab to make a brief search on the web.\n• Later, the teacher tells them that they are going to write an email to their favorite young adult contemporary writer to comment on his/her work.\n• In their notebooks, they list the comments they would like to send. Using their lists, the students write an email draft while the teacher monitors the activity helping out when necessary.\n• Then the teacher pairs up the students and asks them to share the comments they wrote. They analyze the language included in their drafts.\n• Finally, the students look for the author's contact information and send him/her the final version of their email.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In the teaching sequence above, what is the teaching method applied?",
          "opciones": [
            "Task-Based Learning.",
            "Presentation-Practice-Production.",
            "Content-Based Learning."
          ],
          "respuesta": "Task-Based Learning.",
          "respuestaCorta": "La secuencia se centra en completar una tarea comunicativa real (escribir y enviar un email a un autor), donde el lenguaje es un vehículo para lograr el objetivo, lo cual es característico del Aprendizaje Basado en Tareas.",
          "solucionario": "El Aprendizaje Basado en Tareas (Task-Based Learning) se organiza en torno a la realización de una tarea significativa. La secuencia de Emerson sigue las etapas de este método: una pre-tarea (investigar al autor, listar ideas), el ciclo de la tarea (escribir el borrador, compartirlo) y la etapa de lenguaje o post-tarea (analizar el lenguaje, enviar la versión final). El foco está en el cumplimiento de la tarea (enviar el email), no en la práctica de una estructura gramatical específica (como en PPP).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p22",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Bruno wants his students to use the following expressions in a conversation: \"In other words,...\", \"To put it differently,...\" and \"Let me put it in another way.\" Which of the following language functions is Bruno trying to promote?",
          "opciones": [
            "Giving clarifications.",
            "Giving commands.",
            "Giving opinions."
          ],
          "respuesta": "Giving clarifications.",
          "respuestaCorta": "Las expresiones como 'En otras palabras...' se utilizan para reformular una idea, es decir, para dar aclaraciones o clarificar lo que se ha dicho.",
          "solucionario": "Las expresiones 'In other words,...' (En otras palabras,...), 'To put it differently,...' (Para decirlo de otra manera,...) y 'Let me put it in another way' (Permíteme decirlo de otra forma) tienen la función explícita de reformular una idea, usualmente para hacerla más clara o fácil de entender. Por lo tanto, la función del lenguaje que se está promoviendo es la de dar aclaraciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Greta's fifth-grade students have been discussing about values they consider important. In that context, she wants her students to develop their writing skills. Which of the following activities is least appropriate to achieve the teacher's purpose?",
          "opciones": [
            "In groups, the students make a \"word cloud\" about values. The teacher asks the students to draw a cloud on a flipchart and tells them to fill in the cloud with words related to the topic. She highlights that the words they consider most important should be written with bigger letters in order to stand out from the other words.",
            "In groups, the students design a survey to find out which values are important among their schoolmates. They should write questions to identify the values the surveyed students have. Then, as homework, each student runs the survey, analyzes the answers and writes some conclusions.",
            "In groups, the students write the script of a TV spot that points out similarities and differences between their own values and the values their parents had when they were teenagers. The teacher asks the students to include catchy ideas for the audience to get interested in the spot."
          ],
          "respuesta": "In groups, the students make a \"word cloud\" about values. The teacher asks the students to draw a cloud on a flipchart and tells them to fill in the cloud with words related to the topic. She highlights that the words they consider most important should be written with bigger letters in order to stand out from the other words.",
          "respuestaCorta": "Crear una nube de palabras se enfoca en el vocabulario y la visualización de ideas, pero implica una producción escrita muy limitada (palabras sueltas), por lo que es la menos apropiada para desarrollar la habilidad de escritura.",
          "solucionario": "El objetivo de la docente es 'desarrollar las habilidades de escritura' de los estudiantes. Las opciones B (escribir preguntas de una encuesta y conclusiones) y C (escribir el guion de un spot de TV) implican una producción de texto significativa y estructurada. Por el contrario, la opción A (crear una nube de palabras) es la menos apropiada porque solo requiere que los estudiantes escriban palabras aisladas, sin desarrollar la redacción de oraciones, párrafos o textos coherentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ana wants to help her students improve their speaking fluency through a group discussion. During the discussion, Ana wants her students to use the following expressions: • Why do you think so? • That's interesting! • Tell me more. Which of the following language functions is involved in the expressions above?",
          "opciones": [
            "Agreeing or disagreeing.",
            "Keep a discussion going.",
            "Persuading others."
          ],
          "respuesta": "Keep a discussion going.",
          "respuestaCorta": "Las expresiones proporcionadas, como 'Cuéntame más' o '¿Por qué piensas así?', están diseñadas para animar al interlocutor a seguir hablando y profundizando en sus ideas, manteniendo así la discusión activa.",
          "solucionario": "Las frases 'Why do you think so?' (¿Por qué piensas así?), 'That's interesting!' (¡Qué interesante!) y 'Tell me more' (Cuéntame más) son estrategias de escucha activa. Su función principal en una conversación es mostrar interés y animar a la otra persona a continuar y expandir sus ideas. Por lo tanto, su función del lenguaje es mantener una discusión en marcha ('Keep a discussion going').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p25",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Fernanda's students are having a conversation in which they are using the following expressions: • Hey, what happened? • I swear I didn't mean to be late. • Did you miss the bus or something? • I hope you didn't wait for a long time. Which language function is NOT involved in the expressions provided?",
          "opciones": [
            "Asking for explanations.",
            "Offering apologies.",
            "Making promises."
          ],
          "respuesta": "Making promises.",
          "respuestaCorta": "Las expresiones se usan para pedir explicaciones ('¿Qué pasó?'), ofrecer disculpas ('Juro que no fue mi intención') y mostrar consideración, pero ninguna de ellas constituye una promesa para el futuro.",
          "solucionario": "Analizando las expresiones: 'Hey, what happened?' y 'Did you miss the bus or something?' son ejemplos de pedir explicaciones. 'I swear I didn't mean to be late' y 'I hope you didn't wait for a long time' son formas de ofrecer disculpas o expresar arrepentimiento. Sin embargo, ninguna de las frases contiene una promesa sobre una acción futura (por ejemplo, 'No volverá a suceder'), por lo que la función de hacer promesas ('Making promises') no está presente.",
          "seccion": "Casuística"
        }
      ]
    },

    {
      "idGrupo": "asc_secundaria_2023_p26",
      "contexto": "Rodrigo has asked his fifth-grade students to write a review of a restaurant. This review should be written in a formal register.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Margarita, one of Rodrigo's students, has handed in the first version of her review. Here is an excerpt of her text:\nHey dudes! Let me to recommend to you the restaurant \"Doña Paquita\", is so crazy! All the waiters in the restaurant is super cool too and I felt happy when I went...\nMargarita has used expressions such as \"Hey dudes\", \"so crazy\" and \"super cool\", which do not belong to a formal register. The teacher wants to give Margarita some feedback on this issue to promote the student's self-correction of her text. Which of the following written feedback is more appropriate to achieve the teacher's purpose?",
          "opciones": [
            "\"I have circled all the informal words in your review. Please replace them with more appropriate words, considering that your review should adopt a formal register.\"",
            "\"I have underlined the informal words I found in your review and have replaced them with more formal words. Please write your text again using the words I gave you.\"",
            "\"I have noticed some informal words in your review, such as 'dudes.' Please look for any other informal words in your text and replace them with words that belong to a formal register.\""
          ],
          "respuesta": "\"I have noticed some informal words in your review, such as 'dudes.' Please look for any other informal words in your text and replace them with words that belong to a formal register.\"",
          "respuestaCorta": "La retroalimentación de la opción C es la más apropiada porque guía a la estudiante dándole un ejemplo y la anima a encontrar los demás errores por sí misma, promoviendo la autocorrección.",
          "solucionario": "El objetivo es 'promover la autocorrección'. La opción A ('He encerrado en un círculo todas las palabras informales') le da a la estudiante todas las respuestas, limitando su reflexión. La opción B ('He subrayado... y las he reemplazado') es aún más directa y no promueve ninguna autonomía. La opción C es la más efectiva porque modela el error con un ejemplo ('dudes') y luego le da a la estudiante la responsabilidad de identificar y corregir el resto, fomentando así su capacidad de auto-monitoreo y corrección.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Rodrigo has made a checklist to assess his students' restaurant review. Here are three of the descriptors that appear in his checklist:\n1. Linking words help understand the sequence of the text, whenever necessary.\n2. Ideas in the text are related to the topic. There are no contradictions or missing information.\n3. Accuracy is acceptable. There aren't many distracting errors.\nWhich of the descriptors above is appropriate to assess coherence in the students' written texts?",
          "opciones": [
            "Number 1.",
            "Number 2.",
            "Number 3."
          ],
          "respuesta": "Number 2.",
          "respuestaCorta": "El descriptor 2 evalúa que las ideas estén relacionadas con el tema y no se contradigan, lo cual es la definición de coherencia textual.",
          "solucionario": "La coherencia se refiere a la conexión lógica de las ideas dentro de un texto, asegurando que estén relacionadas con el tema principal y no se contradigan. El descriptor 2 ('Las ideas en el texto están relacionadas con el tema. No hay contradicciones ni información omitida') evalúa precisamente esta cualidad. El descriptor 1 se refiere a la cohesión (uso de conectores), y el descriptor 3 se refiere a la precisión gramatical ('accuracy').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p27",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Yolanda wants to help her students improve their speaking skills. Before starting a speaking practice, she provides them with the following expressions: \"That's exactly how I feel\" / \"That's so true\" / \"You're absolutely right\" / \"You have a point there.\" Considering the expressions provided, which is the language function that Yolanda wants her students to practice?",
          "opciones": [
            "Making suggestions.",
            "Persuading someone.",
            "Expressing agreements."
          ],
          "respuesta": "Expressing agreements.",
          "respuestaCorta": "Todas las expresiones proporcionadas, como 'Así es exactamente como me siento' o 'Tienes toda la razón', se utilizan para mostrar que se está de acuerdo con el interlocutor.",
          "solucionario": "Las frases 'That's exactly how I feel' (Así es exactamente como me siento), 'That's so true' (Eso es tan cierto), 'You're absolutely right' (Tienes toda la razón) y 'You have a point there' (En eso tienes razón) son todas fórmulas idiomáticas cuya función principal es la de expresar acuerdo con lo que otra persona ha dicho.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p28",
      "contexto": "Marlon's students have been talking about movies using present perfect and simple past tenses. Now, he wants his students to develop their oral fluency in a freer way. He carries out the following sequence:\n• First, the teacher elicits some vocabulary related to movies and writes it on the board. Additionally, he elicits which forms are used to talk about recent past events.\n• Next, the teacher pairs up the students and tells them to ask each other questions to get information about the movie they have seen recently.\n• After the students have talked for some minutes, they stand up and look for a different classmate and repeat the procedure.\n• While the students are working, the teacher monitors. When he notices a student makes a mistake, he corrects the student on the spot.\n• Finally, on the board, the teacher writes some of the mistakes the students made during the activity and elicits the correct form from the students.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given the teacher's purpose, which of the following criticisms of this sequence is appropriate?",
          "opciones": [
            "The teacher shouldn't have corrected the students' mistakes while they were performing the task.",
            "The teacher shouldn't have written, on the board, the mistakes the students made during the activity and elicited the correct form.",
            "The teacher shouldn't have recycled vocabulary related to the topic and reminded the structures used to talk about recent past events."
          ],
          "respuesta": "The teacher shouldn't have corrected the students' mistakes while they were performing the task.",
          "respuestaCorta": "En actividades de fluidez, interrumpir para corregir errores ('on the spot') corta el flujo de la comunicación y va en contra del objetivo principal, que es que los estudiantes hablen de manera continua.",
          "solucionario": "El objetivo de la actividad es desarrollar la fluidez oral ('oral fluency'). Cuando el foco está en la fluidez, es contraproducente interrumpir a los estudiantes para corregir sus errores en el momento ('on the spot'), ya que esto inhibe su disposición a hablar y rompe el flujo de la comunicación. La corrección de errores es más apropiada después de la actividad, tal como lo hace el docente al final en la pizarra. Por lo tanto, la crítica apropiada es que no debió corregir los errores mientras realizaban la tarea.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p29",
      "contexto": "Johnny's students are going to listen to an audio about different ways to relax.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Johnny has planned the following strategy for the Pre-listening stage:\n• On the board, the teacher sticks pictures of people doing different activities to relax such as taking a walk, swimming, working out, etc.\n• Then he writes the following questions: \"Do you do any of these things to relax?\", \"Which ones?\" and \"What else do you do to relax?\"\n• The students discuss their answers in pairs. Finally, the teacher calls on some volunteers to share their answers.\nWhich of the following is NOT a purpose of Johnny's Pre-listening stage?",
          "opciones": [
            "Introducing the topic of the audio.",
            "Activating students' prior knowledge.",
            "Having the students understand the listening task."
          ],
          "respuesta": "Having the students understand the listening task.",
          "respuestaCorta": "La etapa de pre-escucha se enfoca en introducir el tema y activar conocimientos previos, pero no explica la tarea específica que los estudiantes realizarán durante la escucha (while-listening).",
          "solucionario": "Las actividades de la etapa de pre-escucha (ver imágenes, responder preguntas sobre el tema) están diseñadas para introducir el tema ('relaxing activities') y activar los conocimientos previos de los estudiantes sobre ese tema. Sin embargo, en esta etapa, Johnny aún no ha explicado qué tarea específica deben realizar mientras escuchan el audio. Por lo tanto, 'hacer que los estudiantes entiendan la tarea de escucha' no es un propósito de esta fase.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "For the While-listening stage, the teacher will ask the students to listen to the audio of a reporter interviewing people on the street. Here is the audio he will play:\nSpeaker 1: \"I am Roxana. I always go swimming to a public pool near my house. This activity is good for your lungs and muscles.\"\nSpeaker 2: \"Hello, I'm Natasha. I usually go to the gym two or three times a week and work out. It gets my mind off work and family problems and things.\"\nSpeaker 3: \"Hi! My name is Roger. When I feel stressed, I often go to the movies after work. I can go with friends or just by myself. I really enjoy the atmosphere of movie theaters.\"\nSpeaker 4: \"Hi, my name is Jacob. When I am stressed, I sometimes like to be outdoors. I like to take long walks in the park. It helps me relax and keeps me in good shape.\"\nBefore playing the audio, Johnny gives the following instructions: \"Listen to the four speakers and write down their names, the activities they do to relax and where they do those activities.\" Which of the following listening skills is the teacher trying to reinforce with his activity?",
          "opciones": [
            "Listening for gist.",
            "Inferring attitude.",
            "Listening for specific information."
          ],
          "respuesta": "Listening for specific information.",
          "respuestaCorta": "La tarea de anotar nombres, actividades y lugares requiere que los estudiantes escuchen atentamente para captar datos puntuales y específicos del audio.",
          "solucionario": "La instrucción de Johnny pide a los estudiantes que identifiquen tres tipos de datos concretos: nombres, actividades y lugares. Este tipo de tarea, que consiste en extraer detalles específicos de un audio, está diseñada para practicar la habilidad de escuchar para obtener información específica ('listening for specific information'). No se les pide la idea general (gist) ni inferir la actitud de los hablantes.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Next, Johnny wants to assess his students' listening comprehension of the audio. Which of the following activities is least appropriate to achieve his purpose?",
          "opciones": [
            "The teacher writes, on the board, five scrambled sentences extracted from the audio. The students have to unscramble each sentence by organizing the words to form a logical sentence.",
            "The teacher gives the students a worksheet with five True/False sentences about the content of the audio. The students write T (true) or F (false) and correct the false sentences by providing the right information.",
            "The teacher gives each student a multiple choice quiz. It has five sentences related to the audio. Each sentence has a blank and each blank has three alternatives. The students read and choose the correct alternative for each blank."
          ],
          "respuesta": "The teacher writes, on the board, five scrambled sentences extracted from the audio. The students have to unscramble each sentence by organizing the words to form a logical sentence.",
          "respuestaCorta": "Ordenar oraciones revueltas es un ejercicio gramatical que evalúa el conocimiento de la sintaxis, no la comprensión auditiva del audio que escucharon.",
          "solucionario": "El objetivo es evaluar la 'comprensión auditiva'. Las opciones B (Verdadero/Falso) y C (opción múltiple) son formatos clásicos para verificar si los estudiantes entendieron el contenido del audio. En cambio, la opción A (ordenar palabras para formar oraciones) es la menos apropiada porque es una actividad que evalúa principalmente el conocimiento gramatical y la estructura de la oración (sintaxis), y no directamente la comprensión del mensaje escuchado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Finally, Johnny wants to carry out a Post-listening activity to help his students develop their productive skills. Which strategy is appropriate for the teacher's purpose?",
          "opciones": [
            "The teacher asks the students to write some questions in order to interview a classmate on the activities he does to relax. Then, in pairs, they interview each other. Finally, they report their findings to the rest of the class.",
            "The teacher writes, on the board, some comprehension questions about the audio. Then the students answer the questions and compare their answers in groups. Finally, each group reports their answers to the class.",
            "The teacher gives the students a worksheet with incomplete sentences from the audio. The students complete the sentences individually. Finally, they compare their answers in pairs and read the sentences aloud."
          ],
          "respuesta": "The teacher asks the students to write some questions in order to interview a classmate on the activities he does to relax. Then, in pairs, they interview each other. Finally, they report their findings to the rest of the class.",
          "respuestaCorta": "La actividad de crear preguntas y luego entrevistar a un compañero para reportar los resultados integra habilidades productivas (escritura y habla) de manera comunicativa, cumpliendo el objetivo.",
          "solucionario": "El objetivo es desarrollar 'habilidades productivas' (hablar y/o escribir). La opción A es la más apropiada porque involucra ambas: los estudiantes primero escriben preguntas y luego las usan para hablar (entrevistar y reportar). Esta es una tarea comunicativa que expande el tema del audio a la experiencia personal de los estudiantes. Las opciones B y C son actividades de comprensión, no de producción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Nelly's second-grade students are describing people they know using different adjectives. During the activity, one of her students says the following sentence: \"My brother is sensible because he is kind and understands people's feelings.\" Aware of the student's mistake, Nelly wants to make a comment to help the student reflect on the use of the adjectives 'sensitive' and 'sensible.' Which of the following comments is appropriate to achieve Nelly's purpose?",
          "opciones": [
            "\"I understand what you want to say. However, using sensible instead of sensitive is a common mistake Spanish speakers usually make. In your example, the best adjective to use is sensitive.\"",
            "\"A psychologist is a sensitive person because he understands people's feelings. A judge is a sensible person because he judges based on evidence. Which adjective is better to use in your example?\"",
            "\"Nice try! But, sensible refers to a person that is able to make good judgements based on reason and experience, not on emotion. You said that your brother is kind and understands people's feelings, so look for an adjective that really means that.\""
          ],
          "respuesta": "\"A psychologist is a sensitive person because he understands people's feelings. A judge is a sensible person because he judges based on evidence. Which adjective is better to use in your example?\"",
          "respuestaCorta": "La opción B utiliza ejemplos claros y contrastantes para ilustrar la diferencia entre 'sensitive' y 'sensible', y luego guía al estudiante a autocorregirse con una pregunta directa.",
          "solucionario": "El objetivo de Nelly es ayudar al estudiante a 'reflexionar'. La opción B es la más efectiva para esto porque no da la respuesta directamente. En su lugar, proporciona dos ejemplos claros que contextualizan el significado de cada adjetivo ('sensitive' como un psicólogo, 'sensible' como un juez) y luego, a través de una pregunta, invita al estudiante a aplicar ese conocimiento y corregir su propio error. Esto se conoce como corrección indirecta a través de la clarificación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p31",
      
      "imagen": "img/ascenso/secundaria/2022/ingles/1.jpg",
      "preguntas": [
        {
          "pregunta": "Choose the best alternative to fill in the blank (46).",
          "opciones": [
            "down",
            "away",
            "out"
          ],
          "respuesta": "out",
          "respuestaCorta": "La expresión idiomática 'blown out of proportion' significa 'exagerado' o 'sacado de proporción', que es el significado correcto en este contexto.",
          "solucionario": "El espacio en blanco (46) forma parte de la expresión idiomática 'blown (46) of proportion'. La preposición correcta para completar esta frase, que significa 'exagerar' o 'sobredimensionar' algo, es 'out'. La frase completa es 'blown out of proportion'.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (47).",
          "opciones": [
            "but",
            "unlike",
            "despite"
          ],
          "respuesta": "but",
          "respuestaCorta": "Se necesita un conector de contraste para oponer la idea de que 'la hidratación es importante' con la idea de que 'beber más agua no te hace más saludable'. 'But' (pero) es el conector adecuado.",
          "solucionario": "La primera parte de la oración afirma que mantenerse hidratado es importante. La segunda parte introduce una idea opuesta: que beber más agua no necesariamente mejora la salud. Para conectar estas dos ideas contrastantes, se necesita un conector de adversidad. La opción correcta es 'but' (pero). 'Unlike' (a diferencia de) y 'despite' (a pesar de) no encajan gramaticalmente en la estructura de la oración.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (48).",
          "opciones": [
            "like",
            "such",
            "unlike"
          ],
          "respuesta": "like",
          "respuestaCorta": "Para dar un ejemplo ('sodio') de una categoría ('electrolitos'), se utiliza la palabra 'like' (como). 'Such' requeriría la preposición 'as' ('such as').",
          "solucionario": "La oración presenta 'electrolytes' como una categoría y 'sodium' como un ejemplo de esa categoría. Para introducir este tipo de ejemplo, se puede usar 'like' o 'such as'. De las opciones disponibles, 'like' (como) es la correcta. La opción 'such' es incorrecta porque necesitaría ir seguida de 'as' ('such as sodium'). 'Unlike' (a diferencia de) no tiene sentido en este contexto.",
          "seccion": "CLOZE"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2023_p32",
      
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose the best alternative to fill in the blank (49).",
          "opciones": [
            "choke",
            "gasp",
            "chug"
          ],
          "respuesta": "chug",
          "respuestaCorta": "'Chug' significa beber algo, especialmente de un solo trago o en grandes cantidades y rápidamente, lo que encaja en el contexto de beber vaso tras vaso de agua.",
          "solucionario": "El contexto de la oración es 'beber vaso tras vaso de agua'. La palabra 'chug' significa beber algo rápidamente y en grandes cantidades. Las otras opciones no encajan: 'choke' significa ahogarse o atragantarse, y 'gasp' significa jadear o boquear.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (50).",
          "opciones": [
            "teach",
            "taught",
            "teaching"
          ],
          "respuesta": "taught",
          "respuestaCorta": "La oración está en voz pasiva ('We've all been...') y requiere el participio pasado del verbo 'teach', que es 'taught'.",
          "solucionario": "La estructura 'have/has been + past participle' se usa para formar el presente perfecto en voz pasiva. La oración 'We've all been...' (A todos nosotros se nos ha...) requiere el participio pasado del verbo 'teach'. El participio pasado correcto es 'taught' (enseñado).",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (51).",
          "opciones": [
            "depend",
            "depends",
            "depending"
          ],
          "respuesta": "depends",
          "respuestaCorta": "El sujeto de la oración es 'The amount of water you need in a day' (singular), por lo que el verbo debe estar en tercera persona del singular en presente simple, que es 'depends'.",
          "solucionario": "El sujeto de la cláusula es 'The amount of water you need in a day' (La cantidad de agua que necesitas en un día). Este es un sujeto singular. En el tiempo presente simple, un sujeto en tercera persona del singular requiere que el verbo termine en '-s'. Por lo tanto, la forma correcta es 'depends' (depende).",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (52).",
          "opciones": [
            "where",
            "when",
            "what"
          ],
          "respuesta": "when",
          "respuestaCorta": "La oración indica el momento en que se debe beber agua ('...cuando tienes sed'). El adverbio de tiempo correcto para esto es 'when'.",
          "solucionario": "La cláusula 'simply to drink (52) you're thirsty' se refiere al momento o la condición bajo la cual se debe beber. La palabra correcta para introducir esta condición temporal es 'when' (cuando). 'Where' (dónde) se refiere a un lugar y 'what' (qué) no encaja gramaticalmente.",
          "seccion": "CLOZE"
        },
        {
          "imagen":"img/ascenso/secundaria/2022/ingles/2.jpg",
            "pregunta": "Choose the best alternative to fill in the blank (53).",
          "opciones": [
            "less",
            "more",
            "fewer"
          ],
          "respuesta": "less",
          "respuestaCorta": "La frase compara la calidad (ser saludable), por lo que se usa 'less' para indicar 'menos saludable'. 'Fewer' se usaría para cantidad (un menor número).",
          "solucionario": "La oración establece un contraste entre el agua y otras bebidas. El agua es 'una mejor opción' ('a better choice') que las opciones 'menos saludables' ('less healthy options') como los refrescos azucarados. 'Less' se usa aquí para modificar el adjetivo 'healthy', indicando un grado menor de esa cualidad. 'Fewer' se usaría para sustantivos contables (fewer sodas), pero aquí modifica el adjetivo.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (54).",
          "opciones": [
            "up",
            "on",
            "to"
          ],
          "respuesta": "to",
          "respuestaCorta": "La expresión correcta es 'add something to something' (añadir algo a algo). En este caso, 'add water to your system'.",
          "solucionario": "El verbo 'add' (añadir) va seguido de la preposición 'to' para indicar el lugar o sistema al que se añade algo. La frase correcta es 'add water to your system' (añadir agua a tu sistema).",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (55).",
          "opciones": [
            "rarely",
            "nearly",
            "scarcely"
          ],
          "respuesta": "nearly",
          "respuestaCorta": "El estudio concluyó que los efectos hidratantes eran 'casi idénticos'. La palabra que significa 'casi' es 'nearly'.",
          "solucionario": "El contexto describe que los efectos hidratantes de varias bebidas eran muy similares, 'idénticos'. El adverbio que mejor modifica 'identical' para significar 'casi' o 'prácticamente' es 'nearly' (nearly identical = casi idénticos). 'Rarely' (raramente) y 'scarcely' (apenas) no encajan con el significado de la oración.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (56).",
          "opciones": [
            "ahead",
            "farther",
            "beyond"
          ],
          "respuesta": "beyond",
          "respuestaCorta": "La frase significa beber a un ritmo 'más allá' de la capacidad de los riñones. La preposición que significa 'más allá de un límite' es 'beyond'.",
          "solucionario": "La oración describe beber a un ritmo que supera o va más allá de la capacidad de los riñones ('a rate (56) what your kidneys can excrete'). La preposición que significa 'más allá de' o 'superando' un límite o capacidad es 'beyond'.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (57).",
          "opciones": [
            "lead",
            "cause",
            "follow"
          ],
          "respuesta": "lead",
          "respuestaCorta": "La expresión 'lead to' significa 'conducir a' o 'resultar en', que es la correcta para indicar que beber demasiada agua puede conducir a la hiponatremia.",
          "solucionario": "El verbo que se usa con la preposición 'to' para indicar que una acción resulta en una consecuencia es 'lead'. La expresión 'lead to' significa 'conducir a' o 'provocar'. 'Cause' (causar) no va seguido de 'to' en esta estructura (se diría 'cause hyponatremia'), y 'follow' (seguir) tiene el significado opuesto.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (58).",
          "opciones": [
            "yet",
            "too",
            "even"
          ],
          "respuesta": "even",
          "respuestaCorta": "Se está enumerando una serie de consecuencias graves que culminan en la más extrema de todas, 'la muerte'. La palabra 'even' (incluso) se usa para enfatizar este resultado extremo.",
          "solucionario": "La oración lista consecuencias neurológicas graves: convulsiones, coma y, como el caso más extremo, la muerte. Para introducir este último elemento y darle un énfasis de que es el más grave o sorprendente, se utiliza el adverbio 'even' (incluso). 'Seizures, coma or even death' (convulsiones, coma o incluso la muerte).",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (59).",
          "opciones": [
            "overthinking",
            "overreacting",
            "overworking"
          ],
          "respuesta": "overthinking",
          "respuestaCorta": "El texto aconseja no pensar demasiado en cuánta agua beber y simplemente confiar en la sed. La palabra para 'pensar demasiado' es 'overthinking'.",
          "solucionario": "El contexto sugiere que la gente se preocupa o analiza excesivamente la cantidad de agua que debe beber. El consejo es 'dejar de analizarlo en exceso' ('stop (59) it'). La palabra que mejor describe esta acción de pensar demasiado o analizar en exceso es 'overthinking'. 'Overreacting' es reaccionar exageradamente y 'overworking' es trabajar en exceso.",
          "seccion": "CLOZE"
        },
        {
          "pregunta": "Choose the best alternative to fill in the blank (60).",
          "opciones": [
            "As well",
            "Instead",
            "Although"
          ],
          "respuesta": "Instead",
          "respuestaCorta": "'Instead' (en su lugar/en cambio) se usa para presentar una alternativa a la acción mencionada anteriormente (dejar de pensar demasiado). La alternativa es seguir el consejo más simple.",
          "solucionario": "La primera oración aconseja al lector que deje de hacer algo ('Stop overthinking it'). La palabra 'Instead' se utiliza para introducir una acción o idea alternativa que se debe considerar en lugar de la anterior. En este caso, en lugar de pensar demasiado, el lector debe simplemente seguir el consejo más simple, que es beber cuando tiene sed.",
          "seccion": "CLOZE"
        }
      ]
    }
  ]
}
  