{
  "completo": [
    {
      "idGrupo": "asc_dpcc_2023_p01",
      "contexto": "Aprovechando que próximamente habrá Elecciones Generales, una docente, durante una sesión, ha realizado una plenaria en la que se ha elaborado una lista con los criterios más importantes para evaluar a los candidatos a presidente. A partir de ello, la docente pide a los estudiantes que escojan a uno de estos candidatos y que, utilizando los criterios elaborados, redacten argumentos que sustenten por qué les parece que su candidato es el más o menos idóneo para el cargo. Uno de los estudiantes escribió lo siguiente:\n\n\"Esa candidata no debe ser presidenta. Los hombres están mejor preparados que las mujeres.\"\n\nLa docente desea que el estudiante reflexione sobre su afirmación; para ello, realiza la siguiente anotación en el escrito del estudiante:\n\n\"¿Crees realmente que los hombres son mejores? ¿A qué crees que se deba? Sugiero que reelabores tu argumento.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal problema que evidencia la retroalimentación de la docente?",
          "opciones": [
            "La retroalimentación deja sin señalar aspectos formales en la respuesta del estudiante como la falta de un lenguaje académico para fundamentar su postura.",
            "La retroalimentación realiza cuestionamientos que no promueven que el estudiante evalúe su respuesta e identifique los aspectos que debe mejorar.",
            "La retroalimentación omite los aspectos positivos de la respuesta del estudiante, desmotivándolo en relación con los logros alcanzados."
          ],
          "respuesta": "La retroalimentación realiza cuestionamientos que no promueven que el estudiante evalúe su respuesta e identifique los aspectos que debe mejorar.",
          "respuestaCorta": "Las preguntas de la docente son muy directas y le sugieren la respuesta, en lugar de guiarlo para que él mismo descubra el prejuicio en su afirmación.",
          "solucionario": "Una retroalimentación efectiva por descubrimiento debe guiar al estudiante con preguntas que lo hagan reflexionar y encontrar por sí mismo las fallas en su razonamiento. Al preguntar \"¿Crees realmente que...?\" y luego sugerirle que reelabore, la docente no fomenta la autoevaluación, sino que impone una conclusión. Lo ideal sería preguntar, por ejemplo: \"¿En qué te basas para afirmar que los hombres están mejor preparados? ¿Qué evidencias apoyan esa idea?\", para que el estudiante cuestione su propio estereotipo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p02",
      "contexto": "Una docente desea activar los saberes previos de los estudiantes acerca del concepto de justicia. Para ello, les pide que conformen grupos. Una vez agrupados, les pide que realicen una dramatización sobre un caso de injusticia que conozcan. Después de que cada grupo ha representado su escena, la docente les pide que expliquen por qué consideran que el caso dramatizado evidencia una injusticia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta actividad es pertinente para activar los saberes previos de los estudiantes?",
          "opciones": [
            "Porque la dramatización permite reconocer si los conocimientos que poseen los estudiantes son útiles o si no cuentan con conocimientos previos respecto al tema.",
            "Porque la dramatización requiere que los estudiantes recurran a sus concepciones y experiencias personales, y que las expliciten.",
            "Porque la dramatización es una técnica que ayuda a captar la atención de los estudiantes y promueve su participación."
          ],
          "respuesta": "Porque la dramatización requiere que los estudiantes recurran a sus concepciones y experiencias personales, y que las expliciten.",
          "respuestaCorta": "La actividad es pertinente porque moviliza las vivencias y nociones que los estudiantes ya poseen sobre la injusticia, haciéndolas visibles para construir el nuevo conocimiento.",
          "solucionario": "La activación de saberes previos consiste en conectar el nuevo aprendizaje con lo que el estudiante ya sabe. La dramatización de un caso de injusticia obliga a los estudiantes a usar sus propias ideas, experiencias y valores sobre lo que es justo o injusto. Esto permite al docente identificar esas concepciones iniciales para construir sobre ellas el concepto formal de justicia. Las otras opciones son secundarias; aunque la dramatización capta la atención (c) y permite evaluar conocimientos (a), su principal valor aquí es hacer explícitos los saberes personales (b).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Presentar biografías de personas exitosas con ceguera desafía directamente el estereotipo de que \"no podrá hacer bien las tareas\", mostrando evidencia concreta de sus capacidades.",
          "solucionario": "El propósito es cuestionar estereotipos sobre la capacidad de las personas con ceguera. La opción C es la más directa y efectiva porque presenta contraejemplos claros al prejuicio de los estudiantes. Al conocer a científicos, artistas o líderes con ceguera, los estudiantes se ven forzados a reconsiderar su creencia de que la ceguera es sinónimo de incapacidad. La opción A genera empatía sobre las dificultades, pero no necesariamente cuestiona el estereotipo sobre las capacidades. La opción B se enfoca en barreras físicas, no en los prejuicios sobre las habilidades personales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p04",
      "contexto": "A Danilo, un estudiante, le gustan mucho los lapiceros de colores y es usual que sus compañeros de aula se los pidan prestados para efectuar algunas actividades. A él le incomoda que sus compañeros olviden devolverle sus materiales al término de la actividad. Un día un compañero le pide sus lapiceros prestados y Danilo le dice lo siguiente:\n\n\"No me gusta prestártelos, porque nunca te acuerdas de devolvérmelos y no quiero tener que pedírtelos, pero tampoco quisiera que tengamos problemas por esto. Por eso, si me prometes que esta vez me los devuelves apenas acabes de usarlos, te los presto\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estilos de comportamiento ante el conflicto se evidencia en la conducta de Danilo?",
          "opciones": [
            "Evasivo.",
            "Complaciente.",
            "Comprometedor."
          ],
          "respuesta": "Comprometedor.",
          "respuestaCorta": "Danilo busca una solución intermedia donde ambas partes ceden algo: él presta sus lapiceros (cede) a cambio de una promesa de devolución inmediata (lo que el otro cede).",
          "solucionario": "El estilo comprometedor (o de negociación) se caracteriza por buscar una solución aceptable para ambas partes, donde cada uno cede parcialmente para resolver el conflicto. Danilo expresa su incomodidad (defiende su interés) pero a la vez accede a prestar los lapiceros (cede ante el interés del otro) bajo una nueva condición. No es evasivo porque enfrenta el problema, y no es complaciente porque no cede totalmente sin expresar su necesidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p05",
      "contexto": "Durante una plenaria en la que los estudiantes están dialogando acerca de los sistemas de gobierno, un estudiante comenta lo siguiente:\n\n\"Cuando hemos tenido dictadura o democracia, el resultado ha sido igual: los gobernantes han utilizado sus puestos para su beneficio personal, en vez de utilizarlos para procurar el bienestar de toda la población\".\n\nAnte este comentario, el docente busca retroalimentar al estudiante para que reconozca las posibilidades que ofrece el sistema democrático para afrontar el problema que menciona.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para favorecer el logro del propósito del docente?",
          "opciones": [
            "\"Es verdad; la corrupción existe inclusive en sistemas de gobierno democráticos. Sin embargo, ¿recuerdas las características de los sistemas dictatoriales? ¿La concentración de poder no es acaso una característica de las dictaduras? ¿Piensas que en democracia sucede igual?\".",
            "\"Estás olvidando que la democracia nos brinda la oportunidad de ser libres, aunque exista corrupción. Por ejemplo, ¿te imaginas cómo sería tu vida si vivieras en una dictadura? ¿No es razonable pensar que estaría llena de restricciones? ¿Crees que podrías, por ejemplo, realizar tus proyectos de vida tal y como te los propones?\".",
            "\"Estoy de acuerdo contigo en que la corrupción es un problema que ha sido recurrente en la historia. Sin embargo, ¿crees que en una dictadura existen mecanismos para controlar a un gobernante que solo actúa en función a sus intereses personales?, ¿por qué? ¿Cuál crees que es la finalidad de que existan mecanismos de control en una democracia?\"."
          ],
          "respuesta": "\"Estoy de acuerdo contigo en que la corrupción es un problema que ha sido recurrente en la historia. Sin embargo, ¿crees que en una dictadura existen mecanismos para controlar a un gobernante que solo actúa en función a sus intereses personales?, ¿por qué? ¿Cuál crees que es la finalidad de que existan mecanismos de control en una democracia?\".",
          "respuestaCorta": "Esta opción guía al estudiante, mediante preguntas reflexivas, a comparar los sistemas y descubrir por sí mismo que la democracia, a diferencia de la dictadura, sí posee mecanismos de control contra la corrupción.",
          "solucionario": "La intervención más pertinente es la que valida parte del comentario del estudiante (\"Estoy de acuerdo contigo...\") y luego, a través de preguntas abiertas y comparativas, lo lleva a reflexionar sobre la diferencia fundamental entre ambos sistemas respecto al control del poder. La opción C enfoca la reflexión en los \"mecanismos de control\" (como la separación de poderes, la prensa libre, la fiscalización), que es el punto clave que diferencia a una democracia de una dictadura en la lucha contra la corrupción. Las otras opciones son menos precisas o se desvían del tema central.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p06",
      "contexto": "Durante una reunión, varios docentes realizan comentarios sobre cómo abordar los conflictos entre estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes docentes expresa un comentario que corresponde con el manejo constructivo de conflictos?",
          "opciones": [
            "Abelardo dice: \"Creo que lo principal es asegurarnos de que los estudiantes tengan claro cuáles son las normas de convivencia para así evitar que se produzcan conflictos\".",
            "Benito dice: \"Deberíamos ayudar a que los estudiantes cuenten con diversos recursos para abordar los conflictos de manera provechosa para sus relaciones\".",
            "Camila dice: \"Debemos recordar que los conflictos son muy recurrentes durante la adolescencia y, conforme los estudiantes vayan madurando, los conflictos disminuirán\"."
          ],
          "respuesta": "Benito dice: \"Deberíamos ayudar a que los estudiantes cuenten con diversos recursos para abordar los conflictos de manera provechosa para sus relaciones\".",
          "respuestaCorta": "El manejo constructivo de conflictos los ve como una oportunidad de aprendizaje y busca dotar a los estudiantes de herramientas para resolverlos positivamente, como lo propone Benito.",
          "solucionario": "El enfoque constructivo no busca evitar los conflictos (Abelardo), ya que son inherentes a la convivencia, ni espera pasivamente que desaparezcan con la madurez (Camila). En cambio, los considera oportunidades para desarrollar habilidades socioemocionales. La propuesta de Benito es la única que se alinea con este enfoque, al plantear la necesidad de enseñar a los estudiantes \"recursos\" (como la comunicación asertiva, la negociación, la empatía) para que puedan transformar una situación conflictiva en una experiencia de aprendizaje que fortalezca sus relaciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p07",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes realizan una plenaria en la que comentan qué situaciones han resultado conflictivas para su convivencia en el aula y por qué. En ese contexto, y para continuar la plenaria, la docente busca promover que los estudiantes evalúen el papel que cumplieron las normas de convivencia en el aula para afrontar dichas situaciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "¿Las normas de convivencia incluían sanciones para este tipo de situaciones? ¿Por qué? ¿Es importante promover que todos sean más conscientes de las sanciones que podría traer el incumplimiento las normas de convivencia? ¿Por qué?",
            "¿Las normas de convivencia ayudaron a resolver las situaciones conflictivas? ¿Por qué? ¿Las normas de convivencia contribuyeron a garantizar el bienestar de los involucrados en dichas situaciones? ¿Por qué?",
            "¿Se deberían promover valores a través de las normas de convivencia? ¿Por qué? ¿Las situaciones conflictivas identificadas se generaron por la ausencia de la práctica de valores? ¿Por qué?"
          ],
          "respuesta": "¿Las normas de convivencia ayudaron a resolver las situaciones conflictivas? ¿Por qué? ¿Las normas de convivencia contribuyeron a garantizar el bienestar de los involucrados en dichas situaciones? ¿Por qué?",
          "respuestaCorta": "Este conjunto de preguntas enfoca la reflexión directamente en la funcionalidad y efectividad de las normas existentes para la resolución de conflictos y la promoción del bienestar, que es su propósito central.",
          "solucionario": "El propósito es evaluar el papel de las normas de convivencia. Las preguntas de la opción B son las más pertinentes porque invitan a los estudiantes a analizar la eficacia real de las normas en dos dimensiones clave: su capacidad para resolver problemas (\"¿ayudaron a resolver?\") y su impacto en el bienestar de las personas (\"¿contribuyeron a garantizar el bienestar?\"). La opción A se centra excesivamente en las sanciones, y la opción C se desvía hacia una discusión más abstracta sobre valores, en lugar de evaluar la herramienta concreta que son las normas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p08",
      "contexto": "En una sesión de aprendizaje, los estudiantes están dialogando acerca de la interculturalidad en el Perú. En ese contexto, los estudiantes comentan sus ideas respecto de este concepto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes expresa mejor el concepto de interculturalidad?",
          "opciones": [
            "Milagros dice: \"Creo que la interculturalidad implica el reconocimiento de que todas las personas tenemos culturas distintas, y que esas diferencias sean respetadas y consideradas en el ejercicio de los derechos y cumplimiento de los deberes de todos\".",
            "Pedro dice: \"Yo creo que la interculturalidad hace referencia a que, como todas las personas somos iguales, las diferencias culturales no deberían influenciar la forma en que el Estado planifica e implementa sus políticas\".",
            "Katia dice: \"Yo pienso que la interculturalidad se refiere al reconocimiento de que, en un país, los ciudadanos pertenecen a culturas distintas que están relacionándose constantemente\"."
          ],
          "respuesta": "Milagros dice: \"Creo que la interculturalidad implica el reconocimiento de que todas las personas tenemos culturas distintas, y que esas diferencias sean respetadas y consideradas en el ejercicio de los derechos y cumplimiento de los deberes de todos\".",
          "respuestaCorta": "La interculturalidad no solo reconoce la diversidad cultural, sino que exige que esas diferencias sean respetadas y tenidas en cuenta para garantizar la igualdad de derechos y deberes, como lo explica Milagros.",
          "solucionario": "El concepto de interculturalidad va más allá de la simple constatación de la existencia de diversas culturas (multiculturalidad, como sugiere Katia). Implica una relación horizontal, de diálogo y respeto, donde las diferencias culturales son valoradas y consideradas para asegurar una ciudadanía plena para todos. El comentario de Milagros captura esta esencia al vincular el respeto a las diferencias con el ejercicio de derechos y deberes. El comentario de Pedro es incorrecto, pues promueve la homogeneización y niega la necesidad de políticas con pertinencia cultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p09",
      "contexto": "En una reunión, los docentes conversan acerca de la construcción de consensos entre los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes docentes expresa una condición necesaria para poder llegar a un consenso?",
          "opciones": [
            "Ariana dice: \"En un consenso, es necesario que se satisfagan todas las necesidades de las partes involucradas, pues solo así se logrará satisfacer a todos con los acuerdos\".",
            "Belén dice: \"A mí me parece que lo fundamental del consenso es dialogar hasta que se llegue a una misma posición y no hayan opiniones contrapuestas\".",
            "Carmelo dice: \"Creo que llegar a un consenso implica establecer acuerdos basados en la satisfacción de los intereses más importantes para las partes, aunque no sean todos\"."
          ],
          "respuesta": "Carmelo dice: \"Creo que llegar a un consenso implica establecer acuerdos basados en la satisfacción de los intereses más importantes para las partes, aunque no sean todos\".",
          "respuestaCorta": "El consenso no implica satisfacer el 100% de las necesidades de todos, sino llegar a un acuerdo que atienda los intereses fundamentales de cada parte, lo que requiere ceder en aspectos secundarios.",
          "solucionario": "La construcción de un consenso es un proceso de deliberación en el que se busca un acuerdo que sea aceptable para la mayoría y que no viole los intereses fundamentales de las minorías. No se trata de que todos piensen igual (Belén) ni de satisfacer absolutamente todas las demandas de todos (Ariana), lo cual suele ser imposible. La definición de Carmelo es la más precisa: se identifican los intereses prioritarios y se construye un acuerdo que los respete, aunque implique ceder en otros puntos menos cruciales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p10",
      "contexto": "Durante la organización de los Juegos Florales, todos los estudiantes de un aula acordaron que, tras finalizar el evento, todos colaborarían con la limpieza de la IE, el recojo y el guardado de los materiales utilizados. Llegado el momento de la limpieza, Martha, una de las estudiantes, se queda sentada mientras sus compañeros limpian y ordenan. Ante ello, un docente se acerca a preguntarle por qué no participa de la limpieza y ella responde lo siguiente:\n\n\"Si bien yo estuve durante la organización, recién me he reincorporado a la IE porque, como estuve lesionada del brazo, no vine por dos semanas. Al no haber participado de ninguna actividad durante los juegos, no ensucié nada. Por eso, creo que no me corresponde limpiar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas del docente contribuye a que la estudiante incorpore en su reflexión la consideración del bien común?",
          "opciones": [
            "\"Martha, cuando el espacio que utilizamos a diario está limpio y ordenado, cada uno puede realizar a gusto sus actividades. Y, para mantenerlo así siempre, ¿no crees que es necesario que todos ayudemos con la limpieza aun cuando no lo hayamos ensuciado?\".",
            "\"Martha, recuerda que tus compañeros han suplido tu ausencia durante las actividades. Por lo tanto, ¿no te parece que sería adecuado que colaboraras con ellos en la limpieza para compensar el esfuerzo adicional que ellos han realizado?\".",
            "\"Martha, considera que, durante la organización de las actividades, todos acordamos que colaboraríamos con el orden y la limpieza de la actividad. Por ello, ¿cómo quedarías ante tus compañeros si faltas al acuerdo que aceptaste?\"."
          ],
          "respuesta": "\"Martha, cuando el espacio que utilizamos a diario está limpio y ordenado, cada uno puede realizar a gusto sus actividades. Y, para mantenerlo así siempre, ¿no crees que es necesario que todos ayudemos con la limpieza aun cuando no lo hayamos ensuciado?\".",
          "respuestaCorta": "Esta respuesta enfoca la reflexión en el beneficio colectivo (un espacio limpio para todos) por encima del cálculo individual (\"yo no ensucié\"), que es la esencia del bien común.",
          "solucionario": "El bien común se refiere a aquellas condiciones que benefician a todos los miembros de una comunidad. La respuesta 'a' orienta a Martha a pensar en el beneficio compartido de tener un espacio limpio, apelando a la responsabilidad colectiva para mantenerlo, independientemente de la contribución individual al desorden. La respuesta 'b' apela a la reciprocidad o compensación, y la 'c' a la presión social y el cumplimiento de acuerdos, pero la 'a' es la que mejor aborda el principio del bien común.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p11",
      "contexto": "Lea la siguiente situación y responda las preguntas 11, 12 y 13.\n\nLos estudiantes de cuarto grado están realizando diversas actividades relacionadas con la participación ciudadana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una actividad, la docente busca recoger los saberes previos de los estudiantes sobre lo que entienden por participación ciudadana. ¿Cuál de las siguientes acciones pedagógicas es pertinente para este propósito?",
          "opciones": [
            "Invitar al aula a un especialista en el tema de participación ciudadana para que explique cuáles son las distintas instancias en las que los estudiantes podrían ejercer su participación. Luego, solicitarles que expresen cuál es la importancia de estas instancias.",
            "Pedir a los estudiantes que busquen información acerca de las formas de participación ciudadana establecidas por la ley. Luego, solicitarles que señalen situaciones en las que se pueden ejercer dichas formas de participación.",
            "Brindar a los estudiantes un conjunto de noticias. Luego, solicitarles que, en el aula, seleccionen las que consideren que se vinculan a la participación ciudadana y que expliquen por qué."
          ],
          "respuesta": "Brindar a los estudiantes un conjunto de noticias. Luego, solicitarles que, en el aula, seleccionen las que consideren que se vinculan a la participación ciudadana y que expliquen por qué.",
          "respuestaCorta": "Esta acción permite que los estudiantes manifiesten sus ideas y concepciones previas al aplicarlas a un contexto real (noticias), en lugar de recibir información nueva.",
          "solucionario": "Para recoger saberes previos, la estrategia más efectiva es aquella que parte de lo que el estudiante ya conoce o intuye. Al pedirles que seleccionen noticias y justifiquen su elección, la docente los impulsa a usar su propio concepto (previo) de \"participación ciudadana\". Las opciones 'a' (especialista) y 'b' (búsqueda de información) son actividades para introducir conocimiento nuevo, no para recoger saberes previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p12",
      "contexto": "Durante el desarrollo de una actividad, la docente mostró a los estudiantes una imagen de la exhibición permanente del Museo Estadounidense Conmemorativo del Holocausto, en la que se aprecia el siguiente poema:\n\nPrimero vinieron por los socialistas,\ny no dije nada porque yo no era socialista.\nLuego vinieron por los sindicalistas,\ny no dije nada porque yo no era sindicalista.\nLuego vinieron por los judíos,\ny yo no dije nada porque yo no era judío.\nLuego vinieron por mí,\ny, entonces, ya no quedaba nadie que hablara por mí.\n\nMartin Niemoeller (1892-1984), ministro luterano y partidario del nazismo en sus inicios, quien fue posteriormente apresado por oponerse al régimen de Hitler (Traducción propia)",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de leer el poema en plenaria, la docente busca que los estudiantes reflexionen sobre la relación entre la participación ciudadana y la vida en comunidad. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para continuar la actividad?",
          "opciones": [
            "Pedir a los estudiantes que analicen a qué se refiere el verso \"y, entonces, ya no quedaba nadie que hablara por mí\". Luego, explicarles cómo el sentido de este verso se relaciona con lo que el poema busca comunicar. Finalmente, preguntarles cómo creen que fue el contexto social en el que vivió el autor.",
            "Pedir a los estudiantes que elijan el verso que más les haya llamado la atención. Luego, pedirles que, en equipos, realicen una presentación de todos los versos elegidos y su vinculación con alguna problemática actual. Finalmente, indicarles cómo estas problemáticas están siendo actualmente atendidas en nuestra sociedad.",
            "Pedir a los estudiantes que señalen cuál es la relación entre el personaje principal y los grupos sociales mencionados en el poema. Luego, preguntarles por qué el personaje del poema fue indiferente con lo que les sucedió a otras personas. Finalmente, pedirles que discutan qué pasaría si todos actuaran hoy como el personaje principal del poema."
          ],
          "respuesta": "Pedir a los estudiantes que señalen cuál es la relación entre el personaje principal y los grupos sociales mencionados en el poema. Luego, preguntarles por qué el personaje del poema fue indiferente con lo que les sucedió a otras personas. Finalmente, pedirles que discutan qué pasaría si todos actuaran hoy como el personaje principal del poema.",
          "respuestaCorta": "Esta secuencia de preguntas guía a los estudiantes a analizar la causa (indiferencia), el proceso y las consecuencias de la no participación, conectándolo con la vida en comunidad actual.",
          "solucionario": "La opción C es la más pertinente porque promueve una reflexión profunda y progresiva. Primero, los estudiantes analizan la actitud del personaje (la indiferencia). Luego, exploran las razones de esa actitud. Finalmente, y lo más importante, proyectan las consecuencias de esa pasividad a la vida comunitaria actual (\"¿qué pasaría si todos actuaran hoy así?\"). Esta última pregunta conecta directamente la inacción individual con el debilitamiento de la comunidad, que es el núcleo de la reflexión sobre la importancia de la participación ciudadana.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_dpcc_2023_p13",
      "contexto": "Luego de buscar información, los estudiantes presentaron ejemplos de derechos de participación y control ciudadanos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes presenta un ejemplo que NO corresponde a un derecho de participación y control ciudadano?",
          "opciones": [
            "Andrea dice: \"A mí se me ocurre que un ejemplo es cuando los ciudadanos presentan al parlamento una propuesta para cambiar alguna parte de la Constitución\".",
            "Bruno dice: \"Me parece que un ejemplo es cuando los ciudadanos solicitan la interpelación de un ministro\".",
            "Olga dice: \"Creo que un ejemplo es cuando los ciudadanos hacen una solicitud para que el alcalde de un distrito muestre cómo se utiliza el dinero en su gobierno\"."
          ],
          "respuesta": "Bruno dice: \"Me parece que un ejemplo es cuando los ciudadanos solicitan la interpelación de un ministro\".",
          "respuestaCorta": "La interpelación a un ministro es una atribución exclusiva del Congreso de la República, no un derecho de participación que la ciudadanía pueda ejercer directamente.",
          "solucionario": "Los mecanismos de participación y control ciudadano permiten a las personas intervenir directamente en asuntos públicos. La iniciativa de reforma constitucional (mencionada por Andrea) y la solicitud de rendición de cuentas (mencionada por Olga) son ejemplos de estos mecanismos. Sin embargo, la interpelación a un ministro es una herramienta de control político exclusiva del Poder Legislativo (Congreso), por lo que no es un derecho de participación ciudadana.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p14",
      "contexto": "Los estudiantes, organizados en equipos, están desarrollando un observatorio de medios de comunicación. En este contexto, el equipo que está dedicándose a analizar los diarios realiza la siguiente actividad:\n\nSeleccionan un hecho noticioso que haya sido cubierto por diversos periódicos e identifican qué ha sucedido, quiénes participaron, dónde ocurrió, cuándo ocurrió y por qué ocurrió, según la información presentada en cada periódico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para continuar con la actividad, ¿cuál de las siguientes acciones pedagógicas es más pertinente para promover el análisis crítico de la información presentada en los periódicos frente al mismo hecho noticioso?",
          "opciones": [
            "Solicitar a los estudiantes que señalen qué periódico tiene una descripción más detallada del hecho noticioso. Luego, pedirles que indiquen qué periódico usó un lenguaje más formal en la redacción del hecho. Finalmente, pedirles que, en función a los pasos anteriores, determinen qué periódico ofreció una mejor cobertura del hecho noticioso.",
            "Pedir a los estudiantes que identifiquen adjetivos, frases, y elementos resaltantes o recurrentes utilizados al narrar el hecho noticioso en cada periódico. Luego, pedirles que planteen qué mensaje se fortalece con el uso de estos. Finalmente, pedirles que evalúen si lo identificado en cada periódico evidenciaría una intención detrás de la narración.",
            "Mostrar a los estudiantes dos noticias que aborden de manera distinta un mismo hecho noticioso. Luego, indicarles que estos abordajes responden a diferentes posturas en relación con el mismo hecho. Finalmente, pedirles que identifiquen la postura de cada uno de los periódicos que cubrieron el hecho noticioso que han elegido."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen adjetivos, frases, y elementos resaltantes o recurrentes utilizados al narrar el hecho noticioso en cada periódico. Luego, pedirles que planteen qué mensaje se fortalece con el uso de estos. Finalmente, pedirles que evalúen si lo identificado en cada periódico evidenciaría una intención detrás de la narración.",
          "respuestaCorta": "Esta acción promueve el análisis crítico al centrarse en cómo el uso del lenguaje y la selección de información pueden revelar la postura o intención de un medio de comunicación.",
          "solucionario": "El análisis crítico de la información no se limita a constatar los hechos, sino que busca identificar sesgos, intenciones y posturas. La opción B guía a los estudiantes a analizar elementos del discurso (adjetivos, frases) para inferir mensajes subyacentes e intencionalidad, lo cual es el núcleo del pensamiento crítico. La opción A se queda en un nivel descriptivo y superficial, mientras que la opción C le da al estudiante la conclusión en lugar de permitirle construirla.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes organizaciones internacionales tiene como finalidad aplicar lo establecido en el Pacto de San José?",
          "opciones": [
            "Parlamento Andino.",
            "Corte Interamericana de Derechos Humanos (CIDH).",
            "Programa de las Naciones Unidas para el Desarrollo (PNUD)."
          ],
          "respuesta": "Corte Interamericana de Derechos Humanos (CIDH).",
          "respuestaCorta": "La Corte Interamericana de Derechos Humanos es el órgano judicial cuya función es interpretar y aplicar la Convención Americana sobre Derechos Humanos, conocida como Pacto de San José.",
          "solucionario": "El Pacto de San José de Costa Rica es el nombre con el que se conoce a la Convención Americana sobre Derechos Humanos. La Corte Interamericana de Derechos Humanos es el órgano jurisdiccional del Sistema Interamericano de Protección de los Derechos Humanos encargado de aplicar e interpretar dicha convención. El Parlamento Andino y el PNUD tienen otras finalidades no vinculadas directamente a la aplicación judicial de este tratado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p16",
      "contexto": "Lea la siguiente situación y responda las preguntas 16 y 17.\n\nLos estudiantes han identificado como asunto público que, en la localidad en la que se ubica la IE, existe una inadecuada gestión del riesgo de desastres ante la ocurrencia de sismos. Para deliberar sobre este asunto público realizan distintas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito que los estudiantes problematicen el asunto público que han identificado. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Solicitar a los estudiantes que busquen iniciativas realizadas para promover la gestión del riesgo de desastres ante la ocurrencia de sismos realizadas en otras localidades. Luego, pedirles que indiquen cuál de estas iniciativas creen que podría ser más factible de implementar en la localidad.",
            "Señalar a los estudiantes cuáles son las consecuencias de una inadecuada gestión del riesgo de desastres ante la ocurrencia de sismos. Luego, presentarles un organizador gráfico en el que se señalen las causas de que la localidad cuente con una inadecuada gestión del riesgo de desastres ante la ocurrencia de sismos.",
            "Pedir a los estudiantes que indaguen qué condiciones sociales y materiales deben cumplirse para tener una adecuada gestión del riesgo de desastres ante la ocurrencia de sismos. Luego, pedirles que recojan información para saber si dichas condiciones se cumplen, de manera total o parcial, o no se cumplen en su localidad."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen qué condiciones sociales y materiales deben cumplirse para tener una adecuada gestión del riesgo de desastres ante la ocurrencia de sismos. Luego, pedirles que recojan información para saber si dichas condiciones se cumplen, de manera total o parcial, o no se cumplen en su localidad.",
          "respuestaCorta": "Esta acción guía a los estudiantes a realizar un diagnóstico, comparando un escenario ideal con la realidad de su entorno, lo que les permite comprender la magnitud y las causas del problema.",
          "solucionario": "Problematizar un asunto público implica analizarlo a fondo para comprender sus causas, dimensiones y consecuencias. La opción C es la más adecuada porque promueve un proceso de investigación y diagnóstico: los estudiantes primero establecen un marco de referencia (las condiciones ideales) y luego lo contrastan con su realidad local. Este proceso les permite identificar con precisión las brechas y entender la complejidad del problema, en lugar de saltar a soluciones (opción A) o recibir la información de manera pasiva (opción B).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de haber problematizado el asunto público, los estudiantes están dialogando acerca de la necesidad de realizar alguna acción que pueda contribuir a que la población de la localidad esté mejor preparada ante la ocurrencia de un sismo. En este contexto, la docente busca promover que los estudiantes desarrollen habilidades para la gestión de una acción de participación orientada al bien común. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que planteen acciones que ellos podrían realizar para contribuir a mejorar la preparación de la población ante la ocurrencia de sismos. Luego, sugerirles que elijan una a partir de su relevancia y de los recursos disponibles. Finalmente, pedirles que determinen los objetivos específicos de la acción y las tareas necesarias.",
            "Preguntar a los estudiantes qué datos colocarían en trípticos informativos sobre medidas que se pueden adoptar para estar preparados ante la ocurrencia de sismos. Luego, pedirles que, en equipos, elaboren propuestas para el diseño de los trípticos. Finalmente, pedirles que voten por el diseño que consideren más adecuado.",
            "Solicitar a los estudiantes que busquen acciones que hayan sido ejecutadas para contribuir a la preparación de una población ante la ocurrencia de sismos. Luego, pedirles que seleccionen la que haya tenido mejores resultados. Finalmente, pedirles que establezcan un plazo pertinente para la ejecución de dicha acción."
          ],
          "respuesta": "Pedir a los estudiantes que planteen acciones que ellos podrían realizar para contribuir a mejorar la preparación de la población ante la ocurrencia de sismos. Luego, sugerirles que elijan una a partir de su relevancia y de los recursos disponibles. Finalmente, pedirles que determinen los objetivos específicos de la acción y las tareas necesarias.",
          "respuestaCorta": "Esta secuencia de pasos (idear, analizar viabilidad y planificar) constituye el núcleo de la gestión de un proyecto, promoviendo la autonomía y el pensamiento estratégico de los estudiantes.",
          "solucionario": "Desarrollar habilidades de gestión implica más que solo ejecutar una tarea; requiere planificar, organizar y evaluar. La opción A guía a los estudiantes a través de un ciclo completo de gestión: 1) generación de ideas, 2) priorización basada en criterios de viabilidad (relevancia y recursos), y 3) planificación detallada (objetivos y tareas). Este proceso fomenta la autonomía y la capacidad de llevar a cabo una iniciativa de manera organizada y realista.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p17",
      "contexto": "Lea la siguiente situación y responda las preguntas 18 y 19.\n\nLos estudiantes están realizando una experiencia de aprendizaje para reflexionar sobre los retos y logros de la participación política de los pueblos indígenas. Para ello, los estudiantes, organizados en equipos, realizan diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una de las actividades, un integrante presenta la siguiente noticia:\n\n'Nada sobre nosotras, sin nosotras', el reclamo de las mujeres indígenas\nTienen mucho que decir y poco espacio en la sociedad para hacerlo. Por ello, este jueves iniciará la Segunda Conferencia Global de Mujeres Indígenas, un espacio virtual en el que se citan cerca de 500 lideresas de todo el mundo para abordar los grandes retos que enfrentan, tales como la disputa por la tierra, las múltiples violencias que sufren y la soberanía alimentaria basada en la identidad cultural. El horizonte de la conferencia es 'Nada sobre nosotras, sin nosotras'.\n\nAl notar el interés de los estudiantes, la docente se propone ayudarlos a identificar los asuntos públicos que el artículo pone en evidencia. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Analizar con los estudiantes por qué la noticia menciona que el propósito de la conferencia se resume en la frase: 'Nada sobre nosotras, sin nosotras'. Luego, pedirles que evalúen si esta conferencia podría aportar a la participación indígena. Finalmente, dialogar con los estudiantes sobre los posibles impactos de esta conferencia en la convivencia.",
            "Solicitar a los estudiantes que señalen si la conferencia presentada en la noticia incluye la participación de comunidades indígenas. Luego, pedirles que averigüen si es que esta conferencia se ha realizado anteriormente. Finalmente, pedirles que indiquen qué información adicional sobre la conferencia les gustaría conocer.",
            "Pedir a los estudiantes que indiquen cuál será la participación de las mujeres indígenas en la conferencia mencionada en la noticia. Luego, pedirles que señalen cuáles fueron los requisitos para participar como ponentes en esta conferencia. Finalmente, preguntarles cuáles serán los temas abordados en esta."
          ],
          "respuesta": "Analizar con los estudiantes por qué la noticia menciona que el propósito de la conferencia se resume en la frase: 'Nada sobre nosotras, sin nosotras'. Luego, pedirles que evalúen si esta conferencia podría aportar a la participación indígena. Finalmente, dialogar con los estudiantes sobre los posibles impactos de esta conferencia en la convivencia.",
          "respuestaCorta": "Esta acción se centra en la frase clave que encapsula el asunto público principal (la exclusión en la toma de decisiones) y promueve la reflexión sobre sus implicancias.",
          "solucionario": "Un asunto público es un problema que afecta al bienestar colectivo. La frase 'Nada sobre nosotras, sin nosotras' sintetiza el problema de la exclusión y la falta de representación de las mujeres indígenas en las decisiones que las afectan. La opción A es la más pertinente porque guía a los estudiantes a analizar esta frase, conectarla con el concepto de participación y reflexionar sobre su impacto en la sociedad. Las opciones B y C se enfocan en detalles organizativos de la conferencia, no en los problemas de fondo que esta busca abordar.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En ese contexto, un equipo de estudiantes analiza el siguiente texto:\n\nLa participación política de los pueblos indígenas u originarios\nLos pueblos indígenas casi no existían en el escenario electoral hasta hace pocas décadas. De hecho, se estima que, durante la primera mitad del siglo XX, a una alta cantidad de la población indígena no se le consideraba en los censos nacionales. (...) A partir de la Constitución de 1979, se incrementó la cantidad de población indígena que participó en los procesos electorales. Sin embargo, dicha participación todavía no es total. Para 2007, (...) un 15% de la población indígena mayor de 18 años aún no tenía DNI; por ello, no podía votar ni ser elegida.\n\n¿Cuál de los siguientes comentarios de los estudiantes analiza el texto incorporando un enfoque intercultural?",
          "opciones": [
            "Pedro dice: \"El texto nos muestra un aumento porcentual del voto de la población indígena en el siglo XX; sin embargo, viendo las cifras, su nivel de participación electoral aún no llega al 100%\".",
            "Melissa dice: \"Es interesante que se mencione que el cambio de constitución de 1979 favoreció el incremento de participación indígena en procesos electorales, lo que nos evidencia el impacto que tienen las leyes en los niveles de participación\".",
            "Jaime dice: \"Según el texto, al 2007, había un 15% de población indígena, mayor de 18, que aún no tenía DNI. No hay igualdad en el país si hay personas indígenas que no existen oficialmente como ciudadanos y no tienen acceso a derechos como el voto\"."
          ],
          "respuesta": "Jaime dice: \"Según el texto, al 2007, había un 15% de población indígena, mayor de 18, que aún no tenía DNI. No hay igualdad en el país si hay personas indígenas que no existen oficialmente como ciudadanos y no tienen acceso a derechos como el voto\".",
          "respuestaCorta": "El comentario de Jaime aplica un enfoque intercultural al interpretar un dato (falta de DNI) como una manifestación de desigualdad estructural y exclusión de la ciudadanía plena para un grupo cultural específico.",
          "solucionario": "El enfoque intercultural va más allá de describir una realidad; implica analizar las relaciones de poder y las condiciones de desigualdad entre diferentes culturas. Pedro y Melissa se quedan en un nivel descriptivo o fáctico. En cambio, Jaime utiliza el dato del 15% para hacer una reflexión crítica sobre la ciudadanía y la igualdad, evidenciando cómo una barrera administrativa (no tener DNI) se convierte en una herramienta de exclusión que niega derechos fundamentales a los miembros de pueblos indígenas, lo cual es el núcleo de un análisis intercultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p18",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes están dialogando acerca de las distintas formas en las que el Estado atiende a las personas en situación de vulnerabilidad. En dicho contexto, un estudiante comenta lo siguiente:\n\n\"Yo creo que, si cualquier persona se esfuerza lo suficiente para salir adelante, podría lograr su bienestar y todas sus metas personales. Así no se necesitarían, por ejemplo, tantos programas sociales del Estado\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante dicha afirmación, la docente busca promover un conflicto cognitivo en el estudiante. ¿Cuál de las siguientes intervenciones es pertinente para favorecer dicho propósito?",
          "opciones": [
            "\"Es verdad que el esfuerzo es importante para alcanzar las metas. Sin embargo, habría que examinar si es suficiente. Por ejemplo, imagina a una madre soltera que vive en situación de pobreza y que trabaja más de 48 horas a la semana por un sueldo menor al mínimo para mantener a su familia, ¿crees que solo esforzándose podrá cambiar su situación de pobreza?\".",
            "\"Es cierto que cada persona debe esforzarse para lograr sus metas. Sin embargo, hay que considerar este asunto con más detenimiento. Para empezar, habría que identificar casos de personas que, sobre la base de su propio esfuerzo, han logrado alcanzar todas sus metas personales y analizar qué rasgos personales, además del esfuerzo, podrían haberles ayudado a realizarse\".",
            "\"Sin duda, la clave para alcanzar las metas es el esfuerzo. Sin embargo, creo que es importante que analicemos qué ocurre con el esfuerzo de las personas. ¿Consideras que el problema podría ser que, a veces, las personas no saben cómo guiar su esfuerzo para alcanzar las metas que se proponen? ¿Qué pasos consideras que se deberían seguir para que con el esfuerzo sea posible alcanzar todo lo que uno se proponga?\"."
          ],
          "respuesta": "\"Es verdad que el esfuerzo es importante para alcanzar las metas. Sin embargo, habría que examinar si es suficiente. Por ejemplo, imagina a una madre soltera que vive en situación de pobreza y que trabaja más de 48 horas a la semana por un sueldo menor al mínimo para mantener a su familia, ¿crees que solo esforzándose podrá cambiar su situación de pobreza?\".",
          "respuestaCorta": "Esta intervención genera un conflicto cognitivo al presentar un contraejemplo concreto y potente que cuestiona la creencia del estudiante de que el esfuerzo individual es suficiente para superar la pobreza.",
          "solucionario": "Para generar un conflicto cognitivo, se debe presentar al estudiante una situación o información que contradiga sus esquemas mentales previos, obligándolo a reconsiderarlos. La afirmación del estudiante se basa en la idea de la meritocracia pura. La opción A presenta un caso que desafía directamente esa idea, mostrando que existen barreras estructurales (pobreza, salarios bajos) que el simple esfuerzo no puede superar. Esto crea una disonancia cognitiva que impulsa al estudiante a una reflexión más compleja.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p19",
      "contexto": "En la última etapa de una investigación bibliográfica, los estudiantes elaborarán un informe de su investigación. En ese contexto, el docente realiza acciones para promover la metacognición de los estudiantes sobre las estrategias que emplearán para elaborar dicho informe.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que indiquen qué secciones debe tener un informe de investigación. Luego, pedirles que señalen qué aspectos de la presentación caracterizan un buen informe. Finalmente, pedirles que señalen cuál debería ser la extensión del informe.",
            "Pedir a los estudiantes que señalen qué criterios usarán para elaborar la estructura del informe. Luego, pedirles que identifiquen qué aspectos deben cuidar en la redacción de este para que sea claro y coherente. Finalmente, pedirles que evalúen qué dificultades podrían presentarse y cómo podrían superarlas.",
            "Pedir a los estudiantes que señalen cómo los hallazgos de su investigación bibliográfica permitirían comprender la problemática abordada. Luego, pedirles que identifiquen las principales conclusiones de su investigación. Finalmente, pedirles que señalen la utilidad de incluir estos hallazgos en la redacción de sus informes."
          ],
          "respuesta": "Pedir a los estudiantes que señalen qué criterios usarán para elaborar la estructura del informe. Luego, pedirles que identifiquen qué aspectos deben cuidar en la redacción de este para que sea claro y coherente. Finalmente, pedirles que evalúen qué dificultades podrían presentarse y cómo podrían superarlas.",
          "respuestaCorta": "Esta acción promueve la metacognición al hacer que los estudiantes reflexionen sobre su propio proceso de planificación, ejecución y autorregulación al elaborar el informe.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. La opción B es la más pertinente porque abarca tres momentos clave de la metacognición: la planificación (criterios para la estructura), el monitoreo (aspectos a cuidar en la redacción) y la evaluación/autorregulación (anticipar dificultades y cómo superarlas). Las otras opciones se centran en el producto (A) o en el contenido (C), pero no en el proceso cognitivo de su elaboración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p20",
      "contexto": "Durante una reunión de planificación, los docentes están dialogando acerca de los criterios que consideran que deben tenerse en cuenta para la construcción de normas de convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de los docentes propone criterios más pertinentes para la construcción de normas de convivencia?",
          "opciones": [
            "Ana dice: \"Durante la construcción de normas de convivencia en el aula, lo más importante es asegurarnos que los estudiantes reconozcan que cumplir las normas es una forma de reconocer el valor de la autoridad y de mantener el orden entre los miembros de la IE\".",
            "Olga dice: \"Cuando construimos normas de convivencia en el aula, lo más importante es que los estudiantes entiendan que incumplirlas trae consecuencias que los afectan. No solo por las sanciones que recibirían, sino también, por el daño que causa a sus relaciones personales\".",
            "Ricardo dice: \"Yo pienso que lo más importante, al momento de construir las normas de convivencia en el aula, es promover que los estudiantes reconozcan cuál es el propósito de cada norma y de qué manera estas posibilitan que todos se sientan cómodos y se respeten mutuamente\"."
          ],
          "respuesta": "Ricardo dice: \"Yo pienso que lo más importante, al momento de construir las normas de convivencia en el aula, es promover que los estudiantes reconozcan cuál es el propósito de cada norma y de qué manera estas posibilitan que todos se sientan cómodos y se respeten mutuamente\".",
          "respuestaCorta": "Esta intervención es la más pertinente porque se enfoca en el sentido formativo de las normas, vinculándolas con el bienestar colectivo y el respeto mutuo, lo que promueve una internalización de las mismas.",
          "solucionario": "Desde un enfoque formativo, las normas de convivencia no son solo para mantener el orden (Ana) o evitar sanciones (Olga), sino para construir un ambiente donde todos puedan desarrollarse plenamente. La propuesta de Ricardo se alinea con este enfoque al centrarse en el propósito de las normas: garantizar que todos se sientan cómodos y respetados. Cuando los estudiantes comprenden el 'porqué' de una norma y cómo esta contribuye al bien común, es más probable que la cumplan por convicción y no solo por obediencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p21",
      "contexto": "Durante una sesión, los estudiantes reconocieron como un problema que varios estudiantes de la IE desperdician el agua sin considerar que es un recurso valioso y escaso. Tomando en cuenta esta inquietud, ¿cuál de las siguientes acciones del docente es más adecuada para promover la participación de los estudiantes en acciones que contribuyan al bien común?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es más adecuada para promover la participación de los estudiantes en acciones que contribuyan al bien común?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen de qué manera ellos mismos podrían realizar un uso responsable del agua dentro de la IE; luego, proponerles que realicen una campaña de sensibilización para fomentar el uso responsable de agua en acciones cotidianas; finalmente, pedirles que realicen un sondeo, entre otros estudiantes, acerca de si la información les fue útil y si la ponen en práctica.",
            "Pedir a los estudiantes que, durante una semana, estimen la cantidad de litros de agua que utilizan en sus actividades cotidianas; luego, mostrarles cuáles son las cifras mundiales de consumo de agua por persona y cuáles son las consecuencias de ese uso; finalmente, solicitar a los estudiantes que, en equipos, elaboren un tríptico con la información más relevante para que sea compartido en el aula en una exposición.",
            "Pedir a los estudiantes que indaguen sobre las consecuencias del mal uso del agua; luego, solicitarles que averigüen en qué consistieron las campañas mundiales más exitosas en la promoción de un consumo responsable del agua; finalmente, generar una conversación en el aula acerca de cuáles de esas soluciones deberían ser adoptadas por los gobiernos de cada país para promover un consumo responsable del agua."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen de qué manera ellos mismos podrían realizar un uso responsable del agua dentro de la IE; luego, proponerles que realicen una campaña de sensibilización para fomentar el uso responsable de agua en acciones cotidianas; finalmente, pedirles que realicen un sondeo, entre otros estudiantes, acerca de si la información les fue útil y si la ponen en práctica.",
          "respuestaCorta": "Esta opción es la más completa porque involucra a los estudiantes en un ciclo de acción participativa: reflexión personal, acción colectiva (campaña) y evaluación del impacto (sondeo).",
          "solucionario": "La participación orientada al bien común se fortalece cuando los estudiantes no solo identifican un problema, sino que diseñan, ejecutan y evalúan una acción para solucionarlo. La opción A propone este ciclo completo, promoviendo el protagonismo estudiantil. La opción B se queda en la elaboración de un producto informativo, y la opción C se limita a una discusión teórica sobre soluciones a gran escala, sin aterrizar en una acción concreta que los estudiantes puedan liderar.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p22",
      "contexto": "Como parte del proceso de deliberación de un asunto público, los estudiantes han definido sus posturas respecto de dicho asunto e iniciarán la elaboración de ensayos individuales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para orientar a los estudiantes en la elaboración de argumentos razonados?",
          "opciones": [
            "Pedir a los estudiantes que señalen qué información los lleva a asumir su postura y qué fuentes pueden ayudar a sostenerla. Luego, pedirles que, en su ensayo, expliquen por qué dicha información se relaciona con su postura.",
            "Pedir a los estudiantes que seleccionen fuentes que expresen una postura similar a la que ellos buscan sostener. Luego, pedirles que expongan en su ensayo los mismos argumentos mencionados en dichas fuentes.",
            "Pedir a los estudiantes que mencionen cuál es la postura que defenderán en su ensayo. Luego, explicarles la principal razón a favor de la postura que han planteado para que sea incorporada en su ensayo."
          ],
          "respuesta": "Pedir a los estudiantes que señalen qué información los lleva a asumir su postura y qué fuentes pueden ayudar a sostenerla. Luego, pedirles que, en su ensayo, expliquen por qué dicha información se relaciona con su postura.",
          "respuestaCorta": "Esta acción guía al estudiante en el proceso esencial de la argumentación: conectar una afirmación (postura) con evidencia (información y fuentes) a través de un razonamiento explícito.",
          "solucionario": "La construcción de un argumento razonado requiere que el estudiante sea capaz de sustentar su postura con evidencias sólidas y explicar la lógica que las une. La opción A orienta precisamente este proceso. La opción B fomenta la reproducción de argumentos ajenos en lugar de la elaboración propia, y la opción C anula el proceso de razonamiento del estudiante al proporcionarle el argumento ya elaborado.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_dpcc_2023_p23",
      "contexto": "Una docente desea promover que los estudiantes reconozcan criterios para elaborar argumentos razonados. Para ello, inicia una actividad presentando el siguiente argumento:\n\n\"Los resultados de los estudios científicos han encontrado que el humo del tabaco deja residuos de alquitrán en los pulmones, además de que puede producir cáncer de garganta, de pulmón o de boca. También afecta el sentido del gusto, el esmalte de los dientes y la garganta. Por ello, deben implementarse medidas legales que disuadan a la población del consumo de cigarros\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿cuál de las siguientes acciones es pertinente para continuar con la actividad?",
          "opciones": [
            "Mostrar a los estudiantes información acerca de los efectos negativos del consumo de tabaco en personas que practican deporte. Luego, pedirles que elaboren un argumento en contra del consumo de tabaco a partir de la información recibida. Finalmente, comparar las diferencias y semejanzas entre el argumento presentado por la docente y el elaborado por los estudiantes.",
            "Pedir a los estudiantes que investiguen si la información científica respalda la información presentada por el argumento. Luego, pedirles que, en plenaria, socialicen la información encontrada y que elaboren un listado con información adicional que puede apoyar el argumento. Finalmente, proponerles buscar información que podría contradecir la propuesta del argumento.",
            "Identificar con los estudiantes las premisas, la conclusión del argumento y la relación entre estas. Luego, pedirles que, por escrito, respondan a las siguientes preguntas: ¿qué información objetiva aparece?, ¿por qué dicha información es pertinente para sostener el argumento? Finalmente, pedirles que elaboren un argumento acerca de un tema que les interese."
          ],
          "respuesta": "Identificar con los estudiantes las premisas, la conclusión del argumento y la relación entre estas. Luego, pedirles que, por escrito, respondan a las siguientes preguntas: ¿qué información objetiva aparece?, ¿por qué dicha información es pertinente para sostener el argumento? Finalmente, pedirles que elaboren un argumento acerca de un tema que les interese.",
          "respuestaCorta": "Esta acción enseña a los estudiantes a deconstruir un argumento en sus partes esenciales (premisas y conclusión) y a evaluar la calidad de la evidencia, lo cual es fundamental para reconocer y crear argumentos razonados.",
          "solucionario": "El objetivo es que los estudiantes reconozcan los criterios de un buen argumento. La opción C es la más pedagógica porque sigue una secuencia lógica: primero, se analiza la estructura del ejemplo (identificar premisas y conclusión); segundo, se evalúa la calidad de las premisas (objetividad y pertinencia); y tercero, se aplica lo aprendido creando un nuevo argumento. Este proceso de análisis y aplicación es más efectivo para comprender los criterios de la argumentación que simplemente buscar más información (B) o crear un argumento sin haber analizado primero su estructura (A).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p24",
      "contexto": "Lea el siguiente texto:\n\nSu finalidad es preservar la estabilidad monetaria. Sus funciones son regular la moneda y el crédito del sistema financiero, y administrar las reservas internacionales a su cargo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué organismo del Estado corresponden la finalidad y las funciones presentadas en el texto?",
          "opciones": [
            "A la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones.",
            "Al Ministerio de Economía y Finanzas.",
            "Al Banco Central de Reserva."
          ],
          "respuesta": "Al Banco Central de Reserva.",
          "respuestaCorta": "Las funciones descritas, como preservar la estabilidad monetaria y regular la moneda, son las atribuciones constitucionales específicas del Banco Central de Reserva del Perú (BCRP).",
          "solucionario": "El texto menciona las funciones clave que la Constitución del Perú asigna al Banco Central de Reserva (BCRP). Su principal finalidad es mantener la estabilidad monetaria, controlando la inflación. Para ello, regula la cantidad de moneda en circulación y administra las reservas internacionales del país. Ni la SBS, que supervisa a las entidades financieras, ni el MEF, que dirige la política fiscal del gobierno, tienen estas funciones específicas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p25",
      "contexto": "En una reunión del Concejo Escolar, los estudiantes están compartiendo sugerencias de mejora para el rol de representación que deben cumplir los delegados ante el Municipio Escolar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las sugerencias de los estudiantes corresponde con una de las finalidades del Municipio Escolar?",
          "opciones": [
            "Renzo dice: \"Yo pienso que los delegados deberían reunirse para evaluar cuáles son las principales necesidades de los compañeros del grado al que representan, elaborar una propuesta para atenderlas y presentarla al Municipio Escolar\".",
            "María dice: \"Yo opino que los delegados deberían reunirse con sus compañeros del grado para identificar de manera conjunta sus principales necesidades y tomar acuerdos sobre las propuestas que les gustaría que el Municipio Escolar implemente este año\".",
            "Silvia dice: \"Yo considero que los delegados deberían elaborar diversas propuestas para responder a las necesidades del grado al que representan, someterlas a la votación de sus compañeros de grado y presentar la propuesta ganadora al Municipio Escolar\"."
          ],
          "respuesta": "María dice: \"Yo opino que los delegados deberían reunirse con sus compañeros del grado para identificar de manera conjunta sus principales necesidades y tomar acuerdos sobre las propuestas que les gustaría que el Municipio Escolar implemente este año\".",
          "respuestaCorta": "La sugerencia de María refleja el carácter representativo y democrático del Municipio Escolar, donde el delegado actúa como un vocero de las necesidades y acuerdos construidos colectivamente en su aula.",
          "solucionario": "Una de las finalidades centrales del Municipio Escolar es promover la participación democrática y la representación estudiantil. La propuesta de María es la que mejor se alinea con este fin, ya que describe un proceso donde el delegado no impone sus ideas (como sugieren Renzo o Silvia), sino que facilita un diálogo en su aula para que las necesidades y propuestas emerjan de forma conjunta. Esto asegura que la voz que llega al Municipio Escolar sea la de los representados y no solo la del delegado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p26",
      "contexto": "Luego de problematizar el asunto público del inadecuado manejo de residuos sólidos en la localidad, los estudiantes han expresado su interés por realizar una acción de participación para contribuir con la solución de este asunto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada que realice la docente para orientar a los estudiantes en la gestión autónoma de su participación?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen qué cambios quisieran lograr en su localidad respecto del inadecuado manejo de los residuos sólidos. Luego, pedirles que identifiquen qué cambios están al alcance de sus posibilidades y son más pertinentes de realizar, qué recursos necesitarían y qué tareas deberían realizarse para lograrlos.",
            "Solicitar a los estudiantes que busquen ejemplos de buenas prácticas de gobiernos locales para el manejo de residuos sólidos. Luego, pedirles que elaboren una lista de responsables y un cronograma de tareas para implementar en su localidad el proyecto que hayan considerado más eficiente.",
            "Presentar a los estudiantes una acción de participación para sensibilizar a los miembros de la comunidad educativa sobre la importancia de un adecuado manejo de los residuos sólidos. Luego, designar equipos y otorgarles los recursos necesarios para lograr la realización de la acción."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen qué cambios quisieran lograr en su localidad respecto del inadecuado manejo de los residuos sólidos. Luego, pedirles que identifiquen qué cambios están al alcance de sus posibilidades y son más pertinentes de realizar, qué recursos necesitarían y qué tareas deberían realizarse para lograrlos.",
          "respuestaCorta": "Esta acción promueve la autonomía al guiar a los estudiantes en un proceso completo de planificación estratégica: definir metas, analizar la viabilidad del proyecto y diseñar un plan de acción propio.",
          "solucionario": "Fomentar la gestión autónoma significa empoderar a los estudiantes para que sean ellos quienes lideren el proceso de planificación y ejecución de sus iniciativas. La opción A es la más adecuada porque sigue los pasos de la gestión de proyectos de manera autónoma: 1) definición de objetivos, 2) análisis de viabilidad (posibilidades, pertinencia, recursos) y 3) planificación operativa (tareas). En cambio, la opción B se limita a replicar un proyecto existente y la C es totalmente dirigida por la docente, limitando el protagonismo estudiantil.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p27",
      "contexto": "Lea la siguiente situación y responda las preguntas 29 y 30.\n\nLos estudiantes han identificado que uno de los principales problemas que aqueja a la localidad en la que se ubica la IE es la acumulación de basura en los espacios públicos. En el proceso de deliberación sobre dicho asunto público, están realizando diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante una sesión de aprendizaje, los estudiantes y la docente están dialogando acerca de las razones por las que consideran que hay personas de la localidad que tiran su basura en los espacios públicos. En este contexto, los estudiantes expresan distintas opiniones al respecto. ¿Cuál de los siguientes estudiantes utiliza un principio ético para explicar su respuesta?",
          "opciones": [
            "Pedro dice: \"Yo creo que los vecinos tiran su basura en la calle porque la municipalidad no habilita espacios adecuados para hacerlo. Eso está mal y es algo que se necesita corregir pronto\".",
            "Miguel dice: \"Pienso que la razón por la que los vecinos tiran su basura a la calle tiene que ver con que, al encontrar la calle siempre sucia, se han acostumbrado a verla de esa manera. Eso hace que haya un círculo vicioso que hay que romper\".",
            "Alexandra dice: \"Para mí, lo que explica que los vecinos tiren su basura a la calle es que no se dan cuenta de que sus acciones tienen consecuencias que afectan a otros. Eso demuestra una falta de respeto por los demás y hay que cambiarlo\"."
          ],
          "respuesta": "Alexandra dice: \"Para mí, lo que explica que los vecinos tiren su basura a la calle es que no se dan cuenta de que sus acciones tienen consecuencias que afectan a otros. Eso demuestra una falta de respeto por los demás y hay que cambiarlo\".",
          "respuestaCorta": "El comentario de Alexandra se basa en un principio ético al analizar la conducta en términos de respeto y responsabilidad por el impacto de las propias acciones en los demás.",
          "solucionario": "Un principio ético es una norma que orienta el actuar humano en función del bien y la correcta convivencia. Alexandra analiza el problema desde esta óptica: señala la falta de consideración por las consecuencias de los actos sobre los otros y lo califica como una \"falta de respeto\". Pedro se enfoca en una causa institucional (la municipalidad) y Miguel en una causa conductual (costumbre), pero solo Alexandra introduce una valoración moral explícita basada en principios de convivencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de haber tenido un diálogo inicial sobre el asunto público de la acumulación de basura en los espacios públicos, los estudiantes inician la problematización. ¿Cuál de las siguientes acciones pedagógicas es más pertinente que realice la docente para orientar a los estudiantes?",
          "opciones": [
            "Mostrar a los estudiantes fotografías de zonas de vivienda de otras localidades en las que se vea acumulación de basura. Luego, pedirles que mencionen cómo creen que se sienten los residentes de esa localidad al tener basura acumulada cerca a sus casas.",
            "Explicar a los estudiantes cuáles son las consecuencias de la acumulación de basura en la salud de los vecinos de su localidad. Luego, pedirles que indaguen qué actores deben encargarse del manejo de la basura y qué está impidiendo que cumplan su función.",
            "Pedir a los estudiantes que planteen acciones que podrían realizarse en la localidad para generar consciencia sobre la problemática de acumulación de basura. Luego, pedirles que escojan una de estas tomando en cuenta los recursos con los que cuentan."
          ],
          "respuesta": "Explicar a los estudiantes cuáles son las consecuencias de la acumulación de basura en la salud de los vecinos de su localidad. Luego, pedirles que indaguen qué actores deben encargarse del manejo de la basura y qué está impidiendo que cumplan su función.",
          "respuestaCorta": "Esta acción es la más pertinente para la problematización, ya que guía a los estudiantes a analizar las consecuencias del problema e investigar sus causas, identificando a los actores responsables.",
          "solucionario": "Problematizar un asunto público significa profundizar en su análisis para comprender sus causas, consecuencias y los actores involucrados. La opción B conduce a los estudiantes a través de este proceso: primero, entienden la gravedad del problema (consecuencias en la salud) y, segundo, investigan sus causas estructurales (quiénes son los responsables y por qué no cumplen su función). Esto permite una comprensión integral del asunto, a diferencia de la opción A (que se centra en la empatía) o la C (que salta a la etapa de proponer soluciones sin haber profundizado en el problema).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p28",
      "contexto": "En el contexto de una experiencia de aprendizaje, una docente ha planificado recoger los saberes previos de los estudiantes sobre qué es la moral.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Brindar a los estudiantes una definición de moral elaborada por un especialista en el tema. Luego, pedirles que elaboren la dramatización de un conflicto moral en la que consideren dicha definición.",
            "Pedir a los estudiantes que realicen una encuesta en la IE para recoger los pareceres de sus compañeros sobre qué es la moral. Luego, pedirles que sistematicen la información recogida en un organizador gráfico.",
            "Solicitar a los estudiantes que planteen situaciones cotidianas en las cuales se evidencie un acto que consideren moralmente incorrecto. Luego, pedirles que expliquen los criterios que utilizaron para escoger dichas situaciones."
          ],
          "respuesta": "Solicitar a los estudiantes que planteen situaciones cotidianas en las cuales se evidencie un acto que consideren moralmente incorrecto. Luego, pedirles que expliquen los criterios que utilizaron para escoger dichas situaciones.",
          "respuestaCorta": "Esta acción permite que los estudiantes exterioricen sus propias concepciones y criterios morales al aplicarlos a casos concretos, lo cual es la esencia de recoger saberes previos.",
          "solucionario": "La recolección de saberes previos busca hacer aflorar lo que los estudiantes ya piensan sobre un tema, antes de introducir nuevo conocimiento. La opción C es la más efectiva para este propósito, ya que al pedirles ejemplos y, sobre todo, los 'criterios' de su elección, la docente puede acceder directamente a sus esquemas morales preexistentes. Las opciones A y B implican la búsqueda o recepción de información externa, lo cual corresponde a una fase de aprendizaje posterior y no a la activación de conocimientos previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p29",
      "contexto": "Un docente desea promover la reflexión acerca de los derechos humanos y el desarrollo personal. Para ello, comparte con los estudiantes la transcripción de un fragmento del discurso que dio Malala Yousafzai al recibir el Premio Nobel de la Paz en el año 2014:\n\n\"Este premio no es solo para mí. Es para esos niños olvidados que quieren educación. (...) En mi hogar paradisíaco, Swat, (...) mis amigas y yo teníamos sed de educación porque nuestro futuro estaba ahí mismo en ese salón de clases. (...) Queríamos (...) demostrar que nosotras también podíamos sobresalir (...) y lograr esas metas, que algunas personas piensan que solo los niños pueden alcanzar. Pero las cosas no siguieron igual. Swat (...) se transformó en un lugar tomado por el terrorismo. (...) La educación pasó de ser un derecho a ser un delito. (...) Tenía dos opciones. Una era permanecer en silencio y esperar ser asesinada. La otra, hablar y luego ser asesinada. Elegí la segunda. (...) Sobrevivimos. Y, desde ese día, nuestras voces se han hecho más y más fuertes.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte del intercambio de ideas sobre el discurso de Malala, los estudiantes comentan lo que más les ha llamado la atención. ¿En cuál de las intervenciones de los estudiantes se evidencia la consideración por el bien común?",
          "opciones": [
            "Ximena dice: \"Me impactó que Malala mencionara que su amiga, que quería ser doctora, haya tenido que casarse y ser mamá siendo aún una niña. Ella cree que su amiga habría sido una buena doctora si hubiera seguido estudiando\".",
            "Cristina dice: \"Me impresionó que Malala haya arriesgado su vida por el derecho a estudiar. Ella sabe que la educación es una condición básica para que las personas tengan la posibilidad de cumplir sus metas y alcanzar sus sueños\".",
            "Felipe dice: \"Para mí, lo más resaltante es que Malala haya podido superarse y tener mayor fortaleza, aun después de lo que sufrió. Yo creo que ella ha demostrado una gran determinación al luchar por sus ideales a pesar de lo que le sucedió\"."
          ],
          "respuesta": "Cristina dice: \"Me impresionó que Malala haya arriesgado su vida por el derecho a estudiar. Ella sabe que la educación es una condición básica para que las personas tengan la posibilidad de cumplir sus metas y alcanzar sus sueños\".",
          "respuestaCorta": "La intervención de Cristina evidencia una consideración por el bien común al entender la educación no como un logro individual, sino como una condición necesaria para el desarrollo de todas las personas en una sociedad.",
          "solucionario": "El bien común se refiere a las condiciones sociales que permiten y favorecen el desarrollo integral de todas las personas. Cristina interpreta la lucha de Malala en esta clave: no la ve como una búsqueda personal, sino como la defensa de la educación como un derecho universal, una 'condición básica para que las personas' (en plural) puedan realizarse. En contraste, Ximena se enfoca en un caso particular y Felipe en las cualidades personales de Malala, mientras que Cristina eleva el análisis al plano de un beneficio colectivo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes identificaron que un asunto público evidenciado en el discurso de Malala es la desigualdad entre niños y niñas, el docente les pide que vuelvan a leer el siguiente pasaje del discurso: \"Mis amigas y yo teníamos sed de educación, porque nuestro futuro estaba ahí mismo en ese salón de clases. Queríamos enorgullecer a nuestros padres y demostrar que nosotras también podíamos sobresalir en nuestros estudios y lograr esas metas, que algunas personas piensan que solo los niños pueden alcanzar\". Si el propósito del docente es que los estudiantes problematicen el asunto público identificado, ¿cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Pedir a los estudiantes que expliquen en qué consiste el problema de desigualdad de género evidenciado en este pasaje. Luego, pedirles que busquen información sobre la situación de desigualdad entre niños y niñas a nivel internacional, y en el Perú. Finalmente, pedirles que expliquen cómo impacta esta situación en la convivencia.",
            "Explicar a los estudiantes la definición de desigualdad de género y pedirles que la relacionen con el pasaje leído. Luego, presentarles ejemplos de cómo se evidencia dicha desigualdad en su ámbito escolar. Finalmente, pedirles que planteen acciones que cada uno podría hacer para reducir esta desigualdad en la escuela.",
            "Mostrar a los estudiantes un video explicativo sobre la situación de desigualdad de género en el país. Luego, pedirles que señalen cómo el video ayuda a explicar lo expresado en el pasaje. Finalmente, pedirles que busquen qué iniciativas existen en nuestro país para reducir la desigualdad de género."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen en qué consiste el problema de desigualdad de género evidenciado en este pasaje. Luego, pedirles que busquen información sobre la situación de desigualdad entre niños y niñas a nivel internacional, y en el Perú. Finalmente, pedirles que expliquen cómo impacta esta situación en la convivencia.",
          "respuestaCorta": "Esta secuencia es la más adecuada para problematizar porque guía a los estudiantes a definir el problema, investigar su dimensión real (local y global) y analizar sus consecuencias sociales.",
          "solucionario": "Problematizar un asunto público requiere ir más allá de la simple identificación. La opción A propone un proceso de indagación completo y autónomo que permite a los estudiantes construir una comprensión profunda del problema: 1) lo definen a partir de una fuente, 2) investigan su alcance y magnitud, y 3) analizan su impacto en la sociedad. Esto es más efectivo que recibir la definición del docente (B) o un video explicativo (C), ya que promueve la construcción activa del conocimiento.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la sesión de aprendizaje, la docente les preguntó a los estudiantes si consideraban que Malala era una persona resiliente. Los estudiantes plantearon diferentes respuestas. ¿Cuál de los siguientes estudiantes utiliza correctamente el concepto de resiliencia en su intervención?",
          "opciones": [
            "Antuanet dice: \"Yo creo que se puede decir que Malala es resiliente porque cree en la importancia de luchar por sus ideales sin importar qué pueda pasarle\".",
            "Marcelo dice: \"Yo pienso que Malala es resiliente porque está muy comprometida con una causa y esto ha hecho que ahora su lucha gane reconocimiento con el Nobel\".",
            "Vicente dice: \"A mí me parece que Malala es resiliente porque ha pasado por situaciones terribles, se ha fortalecido al experimentarlas y continúa luchando por lo que cree\"."
          ],
          "respuesta": "Vicente dice: \"A mí me parece que Malala es resiliente porque ha pasado por situaciones terribles, se ha fortalecido al experimentarlas y continúa luchando por lo que cree\".",
          "respuestaCorta": "Vicente define correctamente la resiliencia al integrar sus tres componentes clave: la exposición a una adversidad severa, la capacidad de sobreponerse y fortalecerse, y la continuación de un proyecto de vida.",
          "solucionario": "La resiliencia es el proceso de adaptarse bien frente a la adversidad, el trauma o la tragedia. No se trata solo de ser idealista (Antuanet) o de tener éxito (Marcelo). El comentario de Vicente es el más preciso porque describe el proceso completo de la resiliencia: 1) enfrentar una adversidad grave ('situaciones terribles'), 2) experimentar una transformación positiva a partir de ella ('se ha fortalecido') y 3) ser capaz de seguir adelante con propósito ('continúa luchando').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p30",
      "contexto": "Lea la siguiente situación y responda las preguntas 35 y 36.\n\nDurante una sesión de aprendizaje, la docente presenta a los estudiantes la siguiente situación hipotética:\n\nEn un salón de clase, Joaquín, un estudiante, vio a uno de sus compañeros lanzarle una bola de papel a otro estudiante que estaba volteado escribiendo en la pizarra. Todos los estudiantes rieron y el docente, que también había estado de espaldas, preguntó qué había sucedido. Como nadie respondió, el docente dijo que, si nadie colaboraba en resolver la situación, todos estarían haciéndose responsables de infringir las normas de convivencia. Por un lado, a Joaquín le parece injusto que todos sean considerados responsables y cree que debería decir la verdad sobre lo sucedido, pero, por otro lado, piensa que, si delata a su compañero, estaría siendo desleal con él y podría perder su amistad. Por ello, Joaquín no sabe qué decisión tomar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente inicia una plenaria para que los estudiantes manifiesten si la situación presentada es un dilema moral. Si bien todos los estudiantes están de acuerdo en que es un dilema moral, lo justifican de distintas maneras. ¿Cuál de las siguientes intervenciones de los estudiantes se ajusta mejor al concepto de dilema moral?",
          "opciones": [
            "Luz dice: \"Para mí, es un dilema moral, porque en la situación hay un conflicto entre lo que las dos acciones representan para Joaquín. Por un lado, lo que desea, que es no perder a su amigo, y, por otro, lo que piensa que es correcto, o sea, decir la verdad\".",
            "Bernardo dice: \"Creo que existe un dilema moral, porque, en la situación, Joaquín tiene que decidir entre dos acciones cuyos resultados lo van a perjudicar. Por un lado, el hacerse responsable de algo que no hizo; por otro, perder un amigo\".",
            "José dice: \"Existe un dilema moral, porque en la situación, Joaquín tiene que optar entre dos acciones que representan valores importantes para él. Por un lado, la lealtad y, por otro, la justicia; y optar por uno supone dejar de lado el otro\"."
          ],
          "respuesta": "José dice: \"Existe un dilema moral, porque en la situación, Joaquín tiene que optar entre dos acciones que representan valores importantes para él. Por un lado, la lealtad y, por otro, la justicia; y optar por uno supone dejar de lado el otro\".",
          "respuestaCorta": "José define con precisión el dilema moral como un conflicto entre dos valores importantes (lealtad vs. justicia), donde la elección por uno implica inevitablemente faltar al otro.",
          "solucionario": "La característica esencial de un dilema moral es que pone en conflicto dos o más valores o principios morales que una persona considera importantes. No es simplemente una elección entre un deseo y un deber (Luz), ni entre dos resultados negativos (Bernardo). José identifica correctamente los dos valores en juego para Joaquín: la lealtad hacia su amigo y la justicia hacia el grupo y la verdad. La elección de una opción necesariamente sacrifica la otra, lo que constituye la esencia del dilema.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de haber realizado un diálogo inicial sobre la situación, la docente busca que los estudiantes reflexionen éticamente sobre el dilema en el que se encuentra Joaquín. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Pedir a los estudiantes que indiquen qué normas de convivencia se han vulnerado en esta situación. Luego, pedirles que analicen qué sanciones deberían aplicarse a Joaquín y sus compañeros por no decir la verdad. Finalmente, pedirles que, a partir del análisis anterior, determinen qué harían si estuvieran en el lugar de Joaquín.",
            "Pedir a los estudiantes que mencionen qué motivaciones estarían tras las posibles decisiones de Joaquín. Luego, pedirles que debatan acerca de cuáles de estas buscan el bien común y cuáles no. Finalmente, pedirles que determinen, a partir de lo mencionado en el debate, qué decisión tomarían si estuvieran en la situación de Joaquín.",
            "Pedir a los estudiantes que planteen acciones que podría realizar Joaquín para evitar delatar a su compañero y que todos asuman la responsabilidad por lo sucedido. Luego, pedirles que indiquen qué perjuicios podría generarle cada una de estas. Finalmente, pedirles que determinen, entre estas acciones, cuál realizarían si fueran Joaquín."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen qué motivaciones estarían tras las posibles decisiones de Joaquín. Luego, pedirles que debatan acerca de cuáles de estas buscan el bien común y cuáles no. Finalmente, pedirles que determinen, a partir de lo mencionado en el debate, qué decisión tomarían si estuvieran en la situación de Joaquín.",
          "respuestaCorta": "Esta acción promueve una reflexión ética profunda al analizar las motivaciones, evaluar las opciones desde un principio superior (el bien común) y culminar con una toma de postura argumentada.",
          "solucionario": "La reflexión ética va más allá de la simple aplicación de normas y sanciones (A) o de la búsqueda de una salida pragmática al problema (C). Implica analizar los valores, las motivaciones y las consecuencias de los actos. La opción B guía este proceso de manera efectiva: 1) se analizan las motivaciones detrás de cada opción, 2) se evalúan estas opciones con un criterio ético como el bien común, y 3) se fomenta una decisión personal fundamentada en esta reflexión. Esto desarrolla el juicio moral de los estudiantes.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_dpcc_2023_p31",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes relatos se evidencia un razonamiento moral consecuencialista?",
          "opciones": [
            "Relato 1: A Marco le resulta muy engorroso hacer su declaración de impuestos y ello lo pone muy tenso. No obstante, nunca ha incumplido con presentar su declaración. Él considera que, aunque este trámite le pueda incomodar, es su deber declarar sus impuestos.",
            "Relato 2: Claudia piensa que mentir está mal. Sin embargo, el día que fue a almorzar a la casa de su mejor amigo, le invitaron algo que le pareció que estaba mal cocinado, pero mintió al decir que le había gustado la comida. Ella considera que es preferible mentir que herir los sentimientos de su mejor amigo.",
            "Relato 3: Para Carlos hay que ser solidario con quienes más lo necesitan, aun cuando le resulte difícil perder algunas comodidades a causa de ello. Él piensa que, aunque a veces le cueste, debe seguir intentando ser lo más solidario posible, pues así logrará consolidar una virtud que considera muy importante para la convivencia."
          ],
          "respuesta": "Relato 2: Claudia piensa que mentir está mal. Sin embargo, el día que fue a almorzar a la casa de su mejor amigo, le invitaron algo que le pareció que estaba mal cocinado, pero mintió al decir que le había gustado la comida. Ella considera que es preferible mentir que herir los sentimientos de su mejor amigo.",
          "respuestaCorta": "El razonamiento de Claudia es consecuencialista porque su decisión de mentir se basa en la evaluación de las consecuencias de sus actos, eligiendo la que considera que producirá un mejor resultado (no herir sentimientos).",
          "solucionario": "El consecuencialismo es una teoría ética que sostiene que la moralidad de una acción depende de sus consecuencias. En el Relato 2, Claudia sopesa las consecuencias de decir la verdad (herir a su amigo) versus las de mentir (evitar el daño emocional) y elige la segunda opción por su resultado más favorable. El Relato 1 (Marco) se basa en el deber (deontología), y el Relato 3 (Carlos) en el desarrollo de un rasgo del carácter (ética de la virtud).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p32",
      "contexto": "Durante una sesión de aprendizaje, el docente presenta a los estudiantes el siguiente dilema moral:\n\nBernardo está preocupado, porque no tiene dinero para comprar los medicamentos que el médico le ha recetado a su mamá, que está internada en el hospital y se encuentra grave de salud. Ha intentado conseguir el dinero y no ha podido. Un día, en el hospital, ve que se le cae un billete de 200 soles al familiar de un paciente que se encuentra internado en la misma sala que su mamá. Cuando lo recoge para devolverlo, piensa que con ese dinero podría comprar la medicina que necesita su mamá. Ahora, Bernardo no sabe si devolver el dinero o utilizarlo para comprar los medicamentos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover que los estudiantes reflexionen éticamente sobre el dilema ante el cual se encuentra Bernardo?",
          "opciones": [
            "Pedir a los estudiantes que expliquen qué importancia tiene el valor de la honestidad para la convivencia en una sociedad. Luego, pedirles que expliquen qué pasaría si las personas decidieran actuar conforme a dicho valor solo cuando les sea conveniente. Finalmente, pedirles que expliquen por qué Bernardo debería elegir devolver el dinero.",
            "Solicitar a los estudiantes que planteen alternativas que podría tener Bernardo para conseguir el dinero que necesita para el medicamento de su madre. Luego, pedirles que evalúen cuáles son los beneficios y perjuicios de cada una para Bernardo. Finalmente, pedirles que mencionen qué alternativa escogerían de estar en el lugar de Bernardo.",
            "Preguntar a los estudiantes qué razones creen que debería considerar Bernardo para tomar una decisión. Luego, preguntarles en qué medida estas razones se sustentan tanto en el interés personal como en el interés colectivo. Finalmente, preguntarles qué decisión tomarían ellos de estar en el lugar de Bernardo."
          ],
          "respuesta": "Preguntar a los estudiantes qué razones creen que debería considerar Bernardo para tomar una decisión. Luego, preguntarles en qué medida estas razones se sustentan tanto en el interés personal como en el interés colectivo. Finalmente, preguntarles qué decisión tomarían ellos de estar en el lugar de Bernardo.",
          "respuestaCorta": "Esta secuencia promueve la reflexión ética al hacer que los estudiantes identifiquen los valores en conflicto, los analicen desde perspectivas personales y colectivas, y finalmente tomen una postura fundamentada.",
          "solucionario": "La reflexión ética implica analizar un dilema desde múltiples ángulos. La opción C es la más completa porque guía a los estudiantes a: 1) identificar las razones y valores en pugna (cuidado familiar vs. honestidad); 2) analizar la tensión entre el interés personal y el colectivo (el bien común); y 3) tomar una decisión personal argumentada. La opción A se enfoca de manera sesgada en un solo valor, y la opción B evade el dilema moral al buscar soluciones alternativas en lugar de analizar la elección ética en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p33",
      "contexto": "Lea la siguiente situación y responda las preguntas 39 y 40.\n\nDurante una sesión de aprendizaje, una docente presenta el siguiente dilema ético:\n\nA causa de un accidente, dos mujeres han resultado gravemente heridas. Una de ellas es una científica, reconocida por sus investigaciones para la cura del cáncer. La otra es una mujer que ha estafado a muchas familias. Al llegar al hospital, las dos mujeres se encuentran en las mismas condiciones de salud y necesitan ser operadas inmediatamente. Sin embargo, solo hay una sala de operaciones disponible y se debe decidir quién será intervenida primero, a riesgo de que la otra mujer pueda perder la vida en la espera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de la lectura del dilema ético, la docente busca promover la reflexión ética de los estudiantes sobre este dilema. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente?",
          "opciones": [
            "¿Qué criterios se deben considerar para decidir a qué mujer operar primero? ¿La vida de ambas mujeres tiene el mismo valor? ¿Por qué?",
            "¿Existen criterios legales para saber qué decisión se debe tomar? ¿Hay sanciones previstas para toda decisión contraria a la ley? ¿Cuáles son?",
            "¿Existe un criterio por el cual se debería salvar a la científica? ¿Cuál de las mujeres consideras que ha brindado un mayor aporte a la sociedad? ¿En qué te basas?"
          ],
          "respuesta": "¿Qué criterios se deben considerar para decidir a qué mujer operar primero? ¿La vida de ambas mujeres tiene el mismo valor? ¿Por qué?",
          "respuestaCorta": "Este conjunto de preguntas es el más pertinente porque va al núcleo del dilema ético, cuestionando los criterios de decisión y confrontando a los estudiantes con el principio fundamental del valor intrínseco de la vida humana.",
          "solucionario": "La reflexión ética profunda se logra al analizar los principios fundamentales en juego. El conjunto de preguntas de la opción A orienta la discusión hacia el corazón del dilema: ¿bajo qué criterios se debe tomar la decisión? y, más importante aún, ¿el valor de una vida depende de los actos de la persona? Esto obliga a los estudiantes a reflexionar sobre principios como la igualdad y la dignidad humana. Las otras opciones se desvían hacia consideraciones legales (B) o inducen a un cálculo utilitarista (C), limitando la reflexión ética.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la plenaria sobre la situación planteada, uno de los estudiantes sostuvo lo siguiente:\n\"Me parece que aquí no hay ningún dilema. Creo que deberían elegir salvar la vida de la científica porque, si uno tiene la oportunidad de hacer justicia con los delincuentes, debe hacerlo\".\nAnte esta afirmación, la docente busca que el estudiante reflexione éticamente acerca de su idea de justicia. ¿Cuál de las siguientes intervenciones es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "\"Entiendo que hay razones para estar en contra de la delincuencia. Sin embargo, ¿no crees que existan otras medidas que podrían ser más efectivas para castigar el delito en nuestro país?\".",
            "\"Sería importante identificar las razones por las que consideras que se debe salvar a la científica. Pero, además, ¿cuáles serían las consecuencias para la sociedad si cada uno se toma la libertad de sancionar a los delincuentes según un criterio subjetivo?\".",
            "\"Creo que lo responsable es esperar a tener toda la información sobre la situación antes de emitir un juicio como el tuyo. Por ejemplo, ¿qué pasa si salvas a la científica y luego te enteras de que la otra mujer estafaba para poder alimentar a sus hijos pequeños?\"."
          ],
          "respuesta": "\"Sería importante identificar las razones por las que consideras que se debe salvar a la científica. Pero, además, ¿cuáles serían las consecuencias para la sociedad si cada uno se toma la libertad de sancionar a los delincuentes según un criterio subjetivo?\".",
          "respuestaCorta": "Esta intervención es la más pertinente porque utiliza la estrategia de la universalización para que el estudiante evalúe las consecuencias sociales de su criterio de justicia personal, llevándolo a una reflexión ética más profunda.",
          "solucionario": "Para que el estudiante cuestione su propia idea de justicia (entendida aquí como una forma de castigo), la docente debe llevarlo a pensar más allá del caso concreto. La intervención B lo logra al plantear una pregunta de universalización: \"¿qué pasaría si todos hicieran lo mismo?\". Esto le obliga a considerar los peligros de una justicia subjetiva y arbitraria para la convivencia social, diferenciando así la justicia institucional de la venganza personal. Las otras opciones no cuestionan de manera tan directa y profunda la concepción de justicia del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p34",
      "contexto": "Una docente presenta a los estudiantes la siguiente situación hipotética con el propósito de promover la reflexión ética:\n\nLizandro dirige una empresa que cada año destina una parte de su presupuesto a financiar proyectos de ayuda social. Este año, la empresa ha recibido la solicitud de una organización que se dedica a combatir la malaria en comunidades a las que no llega la asistencia médica. Sin embargo, al investigar a la organización, Lizandro ha descubierto que esta ha sido acusada de no brindar un trato igualitario a hombres y mujeres, lo cual va en contra de los valores de su empresa. Ahora, no sabe si brindar el financiamiento o no.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta que el propósito de la docente es promover la reflexión ética acerca de la situación presentada, ¿cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que señalen qué beneficios obtendrían las comunidades afectadas si Lizandro le otorgara el financiamiento a la organización. Luego, pedirles que indiquen qué valor moral estaría detrás de que Lizandro otorgue el financiamiento.",
            "Pedir a los estudiantes que señalen cuáles serían las motivaciones que podría tener Lizandro para optar por una u otra decisión, así como los impactos que estas tendrían. Luego, pedirles que sustenten qué decisión consideran que debería tomar Lizandro.",
            "Pedir a los estudiantes que propongan una acción que podría realizar Lizandro para brindar el financiamiento sin ir en contra de la igualdad que busca defender su empresa. Luego, pedirles que sustenten por qué dicha acción sería provechosa para Lizandro."
          ],
          "respuesta": "Pedir a los estudiantes que señalen cuáles serían las motivaciones que podría tener Lizandro para optar por una u otra decisión, así como los impactos que estas tendrían. Luego, pedirles que sustenten qué decisión consideran que debería tomar Lizandro.",
          "respuestaCorta": "Esta acción es la más completa para la reflexión ética, pues guía a los estudiantes a analizar las motivaciones, sopesar las consecuencias de ambas opciones y, finalmente, construir y argumentar una postura propia.",
          "solucionario": "La reflexión ética ante un dilema complejo requiere analizar los valores en conflicto, las motivaciones y las posibles consecuencias de cada alternativa. La opción B promueve este análisis integral: primero, se exploran las motivaciones e impactos de cada decisión (ayudar a combatir la malaria vs. ser coherente con el valor de la igualdad); segundo, se pide a los estudiantes que tomen y sustenten una decisión. Este proceso es más completo que enfocarse solo en los beneficios de una opción (A) o buscar una solución de compromiso sin haber analizado a fondo el dilema (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p35",
      "contexto": "Una docente ha propuesto a los estudiantes leer la siguiente situación hipotética:\n\nCamila vive con su mamá y es cajera de una tienda. Ella utiliza su sueldo para cubrir los gastos básicos de su casa. Hace unos meses, su mamá perdió el empleo y, desde entonces, adeudan varios meses del pago del alquiler de su vivienda, por lo que están a punto de ser desalojadas. Hace unos días, un compañero de trabajo de Camila le sugirió alterar las cuentas de la caja para que pudieran quedarse con una parte del dinero de las ventas. Ella no sabe si hacer lo que su compañero sugiere para poder pagar su alquiler.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito promover la reflexión ética de los estudiantes sobre la situación presentada a través de una ficha de preguntas. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente incluir en la ficha para promover el logro de dicho propósito?",
          "opciones": [
            "¿Qué otras alternativas tendría Camila para pagar el alquiler atrasado de su vivienda? ¿Qué consecuencias le traería a Camila optar por alguna de estas alternativas? ¿Cuál de estas alternativas sería más eficaz para resolver su problema? ¿Por qué?",
            "¿La situación en la que se encuentra Camila podría justificar que tome dinero que no es suyo? ¿Qué consecuencias podrían generar las posibles acciones de Camila? ¿Crees que estas posibles acciones afectarían a otras personas? ¿Cómo?",
            "¿Por qué Camila alteraría las cuentas de la caja? ¿Por qué alterar las cuentas de la caja sería incorrecto? ¿Habría consecuencias legales para Camila y su compañero si son descubiertos? ¿Cuáles?"
          ],
          "respuesta": "¿La situación en la que se encuentra Camila podría justificar que tome dinero que no es suyo? ¿Qué consecuencias podrían generar las posibles acciones de Camila? ¿Crees que estas posibles acciones afectarían a otras personas? ¿Cómo?",
          "respuestaCorta": "Este conjunto de preguntas promueve la reflexión ética al centrarse en la justificación moral de un acto, el análisis de sus consecuencias y la consideración del impacto en otras personas.",
          "solucionario": "Para una reflexión ética, las preguntas deben trascender lo práctico o lo legal y adentrarse en lo moral. El conjunto B lo logra eficazmente: la pregunta sobre la justificación ('¿podría justificar...?') pone en tensión la necesidad personal con el principio de honestidad; la pregunta por las consecuencias invita a un análisis consecuencialista; y la pregunta sobre el impacto en otros introduce la dimensión social y empática de la ética. Las otras opciones se centran más en la resolución de problemas (A) o en aspectos fácticos y legales (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p36",
      "contexto": "Durante una sesión de aprendizaje, la docente desarrolla con los estudiantes la siguiente actividad:\n\nPrimero, pide a los estudiantes que, utilizando cualquier técnica artística, elaboren un producto creativo que los represente a sí mismos en este momento de sus vidas. Para ello, les indica que deben incluir elementos que representen sus características físicas o personales, aquello que les guste, sus pasatiempos, entre otros.\nLuego, les indica que cada uno tiene que presentar su producto frente a sus compañeros de aula y explicar qué elementos han incorporado en este y por qué los representa.\nFinalmente, realiza una plenaria con los estudiantes en la que, a partir de observar, comparar y reflexionar sobre sus propios productos y los de sus compañeros, planteen aspectos que comparten y que son diferentes de los de sus compañeros.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la actividad, ¿cuál de los siguientes rasgos de la identidad se aborda principalmente?",
          "opciones": [
            "La identidad personal está en permanente construcción.",
            "La identidad personal cambia en el tiempo.",
            "La identidad personal es única y diversa."
          ],
          "respuesta": "La identidad personal es única y diversa.",
          "respuestaCorta": "La actividad se centra en la expresión de la singularidad de cada estudiante (lo único) y la posterior comparación en grupo para reconocer similitudes y diferencias (la diversidad).",
          "solucionario": "La actividad tiene dos momentos clave: la creación y presentación individual, que permite a cada estudiante mostrar lo que lo hace 'único'; y la plenaria final, donde al comparar los trabajos se toma conciencia de los aspectos compartidos y diferentes, reconociendo la 'diversidad' del grupo. Por lo tanto, el eje principal es la dialéctica entre la unicidad de cada persona y la diversidad del colectivo. Las otras opciones, si bien son ciertas, no son el foco de esta dinámica específica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p37",
      "contexto": "Dado que los estudiantes van a participar en la yunza de la comunidad, el docente desea planificar una actividad para que los estudiantes reflexionen acerca de su identidad a partir del reconocimiento de las prácticas culturales de su comunidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta el propósito del docente, ¿cuál de las siguientes actividades es más pertinente?",
          "opciones": [
            "Solicitar a los estudiantes que elaboren una guía de observación que permita recoger información sobre la festividad de la yunza. Luego, pedirles que apliquen la guía en la yunza de su comunidad. Finalmente, solicitar a los estudiantes que compartan, en plenaria, la descripción de lo observado.",
            "Solicitar a los estudiantes que indaguen sobre la historia de la festividad de la yunza en el Perú. Luego, pedirles que pregunten a las personas de su comunidad por qué es importante esta fiesta. Finalmente, solicitar a los estudiantes que expliquen si la yunza es una fiesta importante para ellos y por qué.",
            "Solicitar a los estudiantes que investiguen el origen de la festividad de la yunza en el Perú. Luego, pedirles que comparen cómo se realiza la yunza en diferentes regiones del país. Finalmente, solicitar a los estudiantes que señalen cuáles son los elementos más característicos de la yunza en cada región."
          ],
          "respuesta": "Solicitar a los estudiantes que indaguen sobre la historia de la festividad de la yunza en el Perú. Luego, pedirles que pregunten a las personas de su comunidad por qué es importante esta fiesta. Finalmente, solicitar a los estudiantes que expliquen si la yunza es una fiesta importante para ellos y por qué.",
          "respuestaCorta": "Esta actividad es la más pertinente porque guía al estudiante en un proceso que va desde el conocimiento cultural general y comunitario hasta la reflexión personal sobre cómo esa práctica cultural forma parte de su propia identidad.",
          "solucionario": "El objetivo es vincular una práctica cultural (la yunza) con la identidad personal. La actividad de la opción B logra esto de manera progresiva: comienza con el contexto amplio (historia), se acerca al contexto inmediato (significado en la comunidad) y culmina en la introspección ('¿es importante para mí y por qué?'). Este último paso es crucial para la reflexión sobre la identidad, y es lo que la diferencia de las otras opciones, que se quedan en un nivel descriptivo (A) o comparativo (C) sin llegar a la conexión personal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p38",
      "contexto": "La familia de Sofía, una estudiante de 15 años, le comenta al tutor que últimamente ha cambiado algunos de sus comportamientos. Señalan que Sofía ya no quiere realizar las tareas de la casa que le encargan porque prefiere salir de casa. Asimismo, comentan que solo quiere salir con sus amigos y ya no quiere compartir espacios de juego con su hermano menor porque dice que \"son cosas para niños\". La familia de Sofía le manifiesta al tutor que están sorprendidos con este cambio en su hija, pues no consideran que haya habido alguna situación que pudiera haberla afectado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes posibles comentarios del tutor se sustenta en una característica del desarrollo de la identidad en la adolescencia?",
          "opciones": [
            "\"Los adolescentes buscan tomar sus propias decisiones y es usual que, al hacerlo, cuestionen la autoridad de sus padres u otros adultos. Esto es parte del proceso de construcción de su autonomía\".",
            "\"Es normal que los adolescentes desobedezcan las normas o consignas planteadas por sus padres y adultos en general, ya que, por estar centrados en sí mismos, no logran comprender puntos de vista como los de los adultos\".",
            "\"Es necesario que los adolescentes tomen sus propias decisiones y, para ello, los padres y otros adultos no deben intervenir, ya que, aunque sus decisiones no sean correctas, tienen que equivocarse para afirmar su independencia frente a los adultos\"."
          ],
          "respuesta": "\"Los adolescentes buscan tomar sus propias decisiones y es usual que, al hacerlo, cuestionen la autoridad de sus padres u otros adultos. Esto es parte del proceso de construcción de su autonomía\".",
          "respuestaCorta": "Este comentario explica adecuadamente el comportamiento de la adolescente como una manifestación normal del proceso de búsqueda de autonomía y construcción de identidad, típico de esta etapa del desarrollo.",
          "solucionario": "La adolescencia es una etapa crucial para la construcción de la identidad y la autonomía. Esto implica un proceso de diferenciación de la familia, una mayor orientación hacia el grupo de pares y el cuestionamiento de las normas establecidas. El comentario A enmarca el comportamiento de Sofía dentro de esta lógica evolutiva normal. La opción B ofrece una explicación simplista (egocentrismo) y la C propone una actitud de laissez-faire que no es recomendable, ya que los adolescentes aún necesitan guía y límites.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p39",
      "contexto": "Una estudiante de quinto grado le ha comentado a una docente que está preocupada porque ya está por terminar la secundaria y aún no sabe qué carrera estudiar. Para orientar a la estudiante en esta situación, la docente busca realizar diversas acciones, entre ellas, una que promueva el autoconocimiento de la estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para favorecer el logro de dicho propósito?",
          "opciones": [
            "Pedir a la estudiante que elabore una lista de las actividades que más le gusta realizar y explique por qué estas la motivan. Luego, pedirle que indague qué profesiones le brindan oportunidades para realizar lo que la motiva. Finalmente, indicarle que ordene la lista de dichas profesiones en función a sus habilidades y sus intereses.",
            "Indicar a la estudiante que elabore una lista de las áreas curriculares en las que tiene un buen desempeño académico. Luego, pedirle que consulte a los profesores de esas áreas cuáles son las profesiones asociadas con dichas áreas. Finalmente, sugerirle que utilice esa información para poder elegir adecuadamente una carrera.",
            "Solicitar a la estudiante que elabore una lista de personas que conozca que hayan tenido que elegir su carrera profesional. Luego, indicarle que los entreviste para conocer cómo ellos llegaron a elegir su carrera profesional. Finalmente, solicitarle que utilice la información recogida para motivar su propio proceso de decisión."
          ],
          "respuesta": "Pedir a la estudiante que elabore una lista de las actividades que más le gusta realizar y explique por qué estas la motivan. Luego, pedirle que indague qué profesiones le brindan oportunidades para realizar lo que la motiva. Finalmente, indicarle que ordene la lista de dichas profesiones en función a sus habilidades y sus intereses.",
          "respuestaCorta": "Esta acción promueve el autoconocimiento de manera efectiva al partir de la reflexión sobre intereses y motivaciones personales para luego conectarlos de forma organizada con el mundo profesional.",
          "solucionario": "Un proceso de orientación vocacional eficaz debe partir del autoconocimiento. La opción A propone una secuencia ideal que va de adentro hacia afuera: 1) reflexiona sobre sus intereses y motivaciones (autoconocimiento), 2) explora el mundo laboral en función de esa reflexión, y 3) toma una decisión informada contrastando las opciones con sus habilidades. Este enfoque es más centrado en la persona que la opción B (que se basa en el rendimiento académico) o la C (que se basa en la experiencia de otros).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p40",
      "contexto": "Un docente de quinto grado ha diseñado una actividad para favorecer el desarrollo del autoconcepto en los estudiantes. Por ello, ha solicitado a cada uno que elabore su autobiografía. Para orientar su reflexión, les brinda las siguientes preguntas:\n\n- ¿Qué me caracteriza?\n- ¿Qué me diferencia de otras personas de mi edad?\n- ¿Qué tengo en común con otras personas?\n- ¿Cómo me ven otras personas?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué este conjunto de preguntas favorece el desarrollo del autoconcepto?",
          "opciones": [
            "Porque facilita que los estudiantes reconozcan sus percepciones sobre sí mismos a partir de sus experiencias y valoraciones, y a partir de las percepciones que otros tienen sobre ellos.",
            "Porque promueve que los estudiantes desarrollen su sentido de pertenencia a través de la comparación con personas de su edad.",
            "Porque garantiza que los estudiantes tomen conocimiento acerca de cuál es la valoración que tienen acerca de sí mismos."
          ],
          "respuesta": "Porque facilita que los estudiantes reconozcan sus percepciones sobre sí mismos a partir de sus experiencias y valoraciones, y a partir de las percepciones que otros tienen sobre ellos.",
          "respuestaCorta": "Las preguntas son efectivas porque abordan las dos fuentes principales del autoconcepto: la percepción interna (lo que pienso de mí) y la percepción externa (lo que otros piensan de mí).",
          "solucionario": "El autoconcepto es la imagen cognitiva que una persona tiene de sí misma. Se forma a través de la introspección (experiencias y auto-observación) y de la interacción social (lo que los demás nos reflejan). El conjunto de preguntas del docente atiende a ambas dimensiones: las preguntas sobre características, diferencias y similitudes promueven la introspección y la comparación social, mientras que la pregunta \"¿Cómo me ven otras personas?\" aborda directamente la percepción externa. Por ello, la opción A es la que mejor describe el proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p41",
      "contexto": "En una sesión de aprendizaje, un docente realiza la siguiente actividad:\n\n- Primero, pide a los estudiantes que imaginen que realizarán un viaje por el que se ausentarán bastante tiempo y que, para ello, deben alistar su equipaje.\n- Luego, les entrega una ficha de trabajo con el dibujo de una maleta, y les indica que en ella deben escribir diez características personales que posean y que llevarían consigo en el viaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover el desarrollo de la autoestima, ¿cuál de las siguientes acciones pedagógicas es pertinente para continuar la actividad?",
          "opciones": [
            "Solicitarles que, después de intercambiar sus fichas de trabajo con un compañero, comenten entre ellos si las características ahí escritas coinciden con la idea que cada uno tenía respecto de su compañero.",
            "Solicitarles que, luego de llenar sus fichas de trabajo, marquen con un lápiz de otro color cuáles de las características que han escrito son reconocidas por ellos como algo de lo cual sentirse orgullosos.",
            "Solicitarles que, luego de pegar sus fichas de trabajo en la pizarra, evalúen conjuntamente en plenaria cuáles de las características personales escritas tienen mayor utilidad para irse de viaje."
          ],
          "respuesta": "Solicitarles que, luego de llenar sus fichas de trabajo, marquen con un lápiz de otro color cuáles de las características que han escrito son reconocidas por ellos como algo de lo cual sentirse orgullosos.",
          "respuestaCorta": "Esta acción promueve la autoestima porque trasciende el simple reconocimiento de características (autoconcepto) para enfocarse en su valoración positiva (sentirse orgulloso), que es el núcleo de la autoestima.",
          "solucionario": "La autoestima tiene un componente evaluativo y afectivo, a diferencia del autoconcepto, que es más descriptivo. La primera parte de la actividad ayuda a los estudiantes a identificar sus características (autoconcepto). Para trabajar la autoestima, el siguiente paso lógico es que valoren esas características. La opción B les pide explícitamente que identifiquen los rasgos de los que se sienten orgullosos, fomentando así una autovaloración positiva. Las otras opciones se centran en la percepción externa (A) o en la utilidad pragmática (C), no en el sentimiento de valía personal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p42",
      "contexto": "Andrés, un estudiante de quinto grado, ha decidido estudiar Arquitectura al terminar el colegio. Le ha comentado al docente que, en el último bimestre, no ha conseguido alcanzar resultados sobresalientes en las áreas que considera que son afines a la carrera que ha elegido. Asimismo, le ha dicho que este hecho le ha generado mucha inseguridad sobre si se va a poder desempeñar bien en los estudios de esa carrera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, el docente busca promover en el estudiante el desarrollo de la autoeficacia. ¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a Andrés que elabore una lista de acciones que cree que le ayudarán a prepararse para poder estudiar la carrera que ha elegido y, con ello, a mejorar sus resultados en las áreas afines a dicha carrera. Luego, pedirle que elabore una programación en la que indique los plazos y los recursos que necesitará para la realización de estas acciones.",
            "Pedir a Andrés que elabore una lista de los logros obtenidos anteriormente en las áreas que él considera afines a la carrera que ha elegido y de las habilidades que le han permitido alcanzarlos. Luego, pedirle que plantee actividades que cree que realizará en el ejercicio de dicha carrera y cuáles de sus habilidades serán útiles para estas.",
            "Pedir a Andrés que elabore una lista de las actividades que realiza en las diversas áreas que le gustan y que señale a qué carreras, además de la que ha elegido, se vincularían. Luego, pedirle que busque información sobre estas carreras y las habilidades que se requieren para un adecuado desempeño profesional en estas."
          ],
          "respuesta": "Pedir a Andrés que elabore una lista de los logros obtenidos anteriormente en las áreas que él considera afines a la carrera que ha elegido y de las habilidades que le han permitido alcanzarlos. Luego, pedirle que plantee actividades que cree que realizará en el ejercicio de dicha carrera y cuáles de sus habilidades serán útiles para estas.",
          "respuestaCorta": "Esta acción promueve la autoeficacia al hacer que el estudiante recuerde sus experiencias de éxito pasadas y conecte las habilidades que ya posee con los desafíos futuros, fortaleciendo su creencia en su propia capacidad.",
          "solucionario": "La autoeficacia es la creencia en la propia capacidad para alcanzar metas. Una de las fuentes más poderosas de autoeficacia es el recuerdo de los logros pasados ('experiencias de dominio'). La opción B se basa directamente en este principio: le pide a Andrés que recuerde sus éxitos anteriores y las habilidades que utilizó, para luego proyectar cómo esas mismas habilidades le servirán en el futuro. Esto contrarresta su inseguridad actual al recordarle que ya posee recursos para tener éxito. La opción A se enfoca en la planificación, y la C en explorar otras carreras, pero la B es la que trabaja directamente sobre la creencia en la propia capacidad.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_dpcc_2023_p43",
      "contexto": "Andrés, un estudiante de quinto grado, ha decidido estudiar Arquitectura al terminar el colegio. Le ha comentado al docente que, en el último bimestre, no ha conseguido alcanzar resultados sobresalientes en las áreas que considera que son afines a la carrera que ha elegido. Asimismo, le ha dicho que este hecho le ha generado mucha inseguridad sobre si se va a poder desempeñar bien en los estudios de esa carrera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, el docente busca promover en el estudiante el desarrollo de la autoeficacia. ¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a Andrés que elabore una lista de acciones que cree que le ayudarán a prepararse para poder estudiar la carrera que ha elegido y, con ello, a mejorar sus resultados en las áreas afines a dicha carrera. Luego, pedirle que elabore una programación en la que indique los plazos y los recursos que necesitará para la realización de estas acciones.",
            "Pedir a Andrés que elabore una lista de los logros obtenidos anteriormente en las áreas que él considera afines a la carrera que ha elegido y de las habilidades que le han permitido alcanzarlos. Luego, pedirle que plantee actividades que cree que realizará en el ejercicio de dicha carrera y cuáles de sus habilidades serán útiles para estas.",
            "Pedir a Andrés que elabore una lista de las actividades que realiza en las diversas áreas que le gustan y que señale a qué carreras, además de la que ha elegido, se vincularían. Luego, pedirle que busque información sobre estas carreras y las habilidades que se requieren para un adecuado desempeño profesional en estas."
          ],
          "respuesta": "Pedir a Andrés que elabore una lista de los logros obtenidos anteriormente en las áreas que él considera afines a la carrera que ha elegido y de las habilidades que le han permitido alcanzarlos. Luego, pedirle que plantee actividades que cree que realizará en el ejercicio de dicha carrera y cuáles de sus habilidades serán útiles para estas.",
          "respuestaCorta": "Esta acción promueve la autoeficacia al hacer que el estudiante recuerde sus experiencias de éxito pasadas y conecte las habilidades que ya posee con los desafíos futuros, fortaleciendo su creencia en su propia capacidad.",
          "solucionario": "La autoeficacia es la creencia en la propia capacidad para alcanzar metas. Una de las fuentes más poderosas para construirla son las experiencias de dominio (éxitos pasados). La opción B se centra en esto al pedirle a Andrés que recuerde sus logros y habilidades previas, y las proyecte hacia el futuro. Esto le ayuda a contrarrestar su inseguridad actual al tomar conciencia de que ya posee recursos y capacidades para enfrentar nuevos retos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p44",
      "contexto": "Una docente ha planificado una actividad individual con el propósito de que los estudiantes reflexionen sobre la construcción de su autoconcepto. Para iniciar la actividad, ha previsto realizar las siguientes acciones:\n1. Pedir a los estudiantes que escriban las distintas características de su rostro.\n2. Brindarles un espejo, pedirles que se observen con atención y contesten la siguiente pregunta: \"¿Has notado en tu rostro algún rasgo adicional o diferente a lo que habías escrito?\".\n3. Preguntarles: \"¿Qué utilidad ha tenido el espejo en esta actividad? ¿Qué podríamos hacer si quisiéramos conocer rasgos que no se ven?\".\n4. Pedirles que elaboren una lista con todos los rasgos de su personalidad que ellos consideran que los caracterizan y, a partir de dichos rasgos, elaboren una descripción global de sí mismos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que el propósito de la docente es promover la reflexión sobre la construcción de su autoconcepto, ¿cuál de las siguientes acciones pedagógicas es más pertinente para continuar la actividad?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen si hay personas o grupos que hayan cumplido para ellos la función de \"espejo\" y por qué. Finalmente, preguntarles si consideran que lo que han descubierto a partir de estos \"espejos\" les ha sido de utilidad en algún sentido.",
            "Pedir a los estudiantes que identifiquen cuál es la importancia de tener a personas que cumplan la función de \"espejos\" para conocerse a sí mismos. Finalmente, solicitarles que elaboren una lista de aquellas personas o grupos que les gustarían que se vuelvan sus \"espejos\".",
            "Pedir a los estudiantes que intercambien con un compañero las listas elaboradas, de modo que puedan ayudarse mutuamente a identificar errores en estas. Finalmente, pedirles que consideren en sus listas lo indicado por el compañero que cumplió la función de su \"espejo\"."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen si hay personas o grupos que hayan cumplido para ellos la función de \"espejo\" y por qué. Finalmente, preguntarles si consideran que lo que han descubierto a partir de estos \"espejos\" les ha sido de utilidad en algún sentido.",
          "respuestaCorta": "Esta acción es pertinente porque utiliza la metáfora del 'espejo' para que los estudiantes comprendan cómo las interacciones sociales y la retroalimentación de otros son fundamentales en la construcción de su autoconcepto.",
          "solucionario": "La actividad inicial establece la metáfora del espejo para la autoobservación. El autoconcepto no solo se construye desde la introspección, sino también a través del 'espejo social', es decir, la forma en que los demás nos ven y nos lo comunican. La opción A da el salto del espejo literal al social, pidiendo a los estudiantes que reflexionen sobre quiénes han cumplido esa función en sus vidas. Esto les permite comprender que su identidad se construye también en relación con los otros.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p45",
      "contexto": "Una docente realiza una actividad que tiene como propósito promover el autoconocimiento de los estudiantes. Tomando en cuenta que hay un clima de confianza y respeto entre los estudiantes, la docente inicia la actividad con las siguientes acciones que serán realizadas a lo largo de la semana:\n\nSolicita a los estudiantes que escriban los aspectos de la personalidad y las conductas de cada uno de sus compañeros que consideran que contribuyen a una buena convivencia en el aula, así como sugerencias para mejorar las conductas que no contribuyen. Después, les indica que deben utilizar una hoja para cada compañero y luego depositarla en el recipiente etiquetado con el nombre de cada uno de ellos, según corresponda. Una vez que todos sus compañeros hayan dejado su hoja en los recipientes, deberán leerlas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que el propósito de la actividad es promover el autoconocimiento, ¿cuál de las siguientes acciones pedagógicas es más pertinente para continuar con la actividad?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen cuáles de los aspectos de sí mismos creían que serían mencionados por sus compañeros y cuáles no. Luego, pedirles que evalúen cuáles de las sugerencias de sus compañeros consideran más adecuadas. Finalmente, solicitarles que elaboren un texto en el que presenten el aporte que realizan a la convivencia y propongan qué acciones pueden mejorar dicho aporte.",
            "Solicitar a los estudiantes que mencionen qué aspectos de sí mismos, que no fueron señalados por sus compañeros, aportan a la convivencia. Luego, pedirles que identifiquen qué sugerencias de mejora fueron más recurrentes. Finalmente, pedirles que elaboren un plan de trabajo para mejorar la percepción que tienen sus compañeros acerca de cuál es la contribución que ellos hacen a la convivencia.",
            "Solicitar a los estudiantes que indiquen los aspectos de sí mismos que contribuyen a la convivencia en el aula, señalados por sus compañeros. Luego, pedirles que identifiquen cuáles de estos aspectos positivos tienen más valor para ellos mismos. Finalmente, pedirles que elaboren un collage en el que se destaquen estos aspectos positivos para la convivencia en el aula."
          ],
          "respuesta": "Solicitar a los estudiantes que identifiquen cuáles de los aspectos de sí mismos creían que serían mencionados por sus compañeros y cuáles no. Luego, pedirles que evalúen cuáles de las sugerencias de sus compañeros consideran más adecuadas. Finalmente, solicitarles que elaboren un texto en el que presenten el aporte que realizan a la convivencia y propongan qué acciones pueden mejorar dicho aporte.",
          "respuestaCorta": "Esta acción promueve el autoconocimiento al guiar al estudiante a contrastar su autopercepción con la percepción de sus pares, evaluar críticamente la retroalimentación y, a partir de ello, formular un compromiso de mejora.",
          "solucionario": "La actividad se basa en recibir retroalimentación de los demás para ampliar el autoconocimiento (similar a la Ventana de Johari). La opción A es la más completa para procesar esta información: 1) Compara la autoimagen con la imagen proyectada. 2) Filtra y evalúa la información recibida. 3) Sintetiza lo aprendido en una reflexión y un plan de acción. Este ciclo de contrastar, evaluar y proponer es clave para que la retroalimentación se traduzca en un autoconocimiento más profundo y en un desarrollo personal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p46",
      "contexto": "Francisco, un estudiante, le ha comentado a la docente que se siente muy nervioso, porque la próxima semana tiene que realizar una exposición frente a los padres y madres de familia en la Feria de Ciencias de la IE. Durante la conversación, Francisco le ha dicho a la docente que sabe que le va a ir mal, porque cree que no es bueno para realizar exposiciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Por ese motivo, ella busca promover el sentido de autoeficacia de Francisco. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Explicar a Francisco que es usual que las personas piensen que los nervios son un obstáculo para realizar una exposición. Luego, presentarle ejemplos en los que se evidencie cómo la motivación permite superar cualquier obstáculo. Finalmente, diseñar con él una estrategia que le permita fortalecer su motivación para la exposición.",
            "Pedir a Francisco que identifique las dificultades que tiene al exponer. Luego, ayudarlo a identificar cuáles de las habilidades que posee pueden ayudarlo a preparar una exposición y a realizarla. Finalmente, considerando sus habilidades, plantear conjuntamente acciones y estrategias para enfrentar las dificultades identificadas.",
            "Solicitar a Francisco que explique cómo se prepara para sus exposiciones. Luego, señalarle qué aspectos de su preparación podrían estar dificultando que logre un adecuado desempeño en las exposiciones. Finalmente, dialogar con él acerca de la importancia de prepararse adecuadamente para alcanzar las metas que se proponga."
          ],
          "respuesta": "Pedir a Francisco que identifique las dificultades que tiene al exponer. Luego, ayudarlo a identificar cuáles de las habilidades que posee pueden ayudarlo a preparar una exposición y a realizarla. Finalmente, considerando sus habilidades, plantear conjuntamente acciones y estrategias para enfrentar las dificultades identificadas.",
          "respuestaCorta": "Esta acción es la más efectiva para promover la autoeficacia porque se enfoca en las capacidades y recursos que el estudiante ya posee, usándolos como base para construir estrategias concretas y manejables.",
          "solucionario": "La autoeficacia es la confianza en las propias capacidades. Para fortalecerla, es más efectivo partir de los recursos internos del estudiante que de la motivación externa (A) o de señalarle sus errores (C). La opción B empodera a Francisco al ayudarlo a reconocer sus propias habilidades y a utilizarlas para diseñar un plan de acción. Al sentirse más preparado y con mayor control sobre la situación, su creencia en su capacidad para tener éxito (su autoeficacia) aumenta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p47",
      "contexto": "Una docente ha notado que Alondra, una estudiante, suele entregar los trabajos individuales después del plazo establecido. A pesar de ello, sus trabajos evidencian el logro de los aprendizajes esperados y el interés de Alondra en su realización. En este contexto, la docente se reúne con Alondra para conversar acerca de esta situación. La estudiante le comenta lo siguiente:\n\"Yo intento entregar los trabajos a tiempo, pero me distraigo mucho... se me fue el tiempo... mi cuarto estaba muy desordenado... me quedé leyendo hasta que me dormí...\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "De acuerdo con lo indicado por Alondra, ¿cuál de las siguientes acciones pedagógicas es más pertinente para favorecer el desarrollo de conductas de autorregulación académica?",
          "opciones": [
            "Indicar a la estudiante que debe dedicar tiempo exclusivo e ininterrumpido en el que se concentre en sus actividades académicas. Luego, pedirle que todos los días destine a dichas actividades la misma cantidad de horas en el mismo horario y en el mismo espacio. Finalmente, señalarle que debe comenzar con las tareas más fáciles y seguir en orden de complejidad hasta culminarlas.",
            "Identificar con la estudiante qué condiciones del espacio favorecen su concentración. Luego, pedirle que antes de comenzarlas, organice sus actividades según su prioridad. Finalmente, pedirle que determine cuánto tiempo requiere para cumplir con estas actividades y que, antes de iniciarlas, se asegure de que el espacio cumpla con las condiciones que favorecen su concentración.",
            "Pedirle a la estudiante que señale cuáles son sus pasatiempos favoritos. Dialogar con la estudiante acerca de cómo concentrarse en terminar sus tareas puede darle espacio para realizar dichos pasatiempos. Finalmente, sugerirle que coordine con un familiar que la ayude a supervisar que el cumplimiento de sus actividades académicas se realice antes de dedicarle tiempo a sus pasatiempos."
          ],
          "respuesta": "Identificar con la estudiante qué condiciones del espacio favorecen su concentración. Luego, pedirle que antes de comenzarlas, organice sus actividades según su prioridad. Finalmente, pedirle que determine cuánto tiempo requiere para cumplir con estas actividades y que, antes de iniciarlas, se asegure de que el espacio cumpla con las condiciones que favorecen su concentración.",
          "respuestaCorta": "Esta acción aborda de manera integral los componentes clave de la autorregulación que Alondra necesita: gestión del ambiente, planificación (priorización de tareas) y gestión del tiempo.",
          "solucionario": "La autorregulación académica implica la planificación, monitoreo y control del propio proceso de aprendizaje. El relato de Alondra muestra deficiencias en el control del ambiente (se distrae), la planificación y la gestión del tiempo. La opción B ofrece una estrategia completa que aborda estas tres áreas: le ayuda a controlar su entorno, a priorizar sus tareas y a estimar el tiempo necesario. Esto le brinda herramientas concretas para gestionar su trabajo de forma autónoma y eficaz.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p48",
      "contexto": "Una estudiante le comenta a la docente que hace poco discutió con su mejor amiga. Le cuenta que han dejado de hablarse y, desde ese momento, no logra concentrarse para estudiar porque se siente como si estuviera bloqueada.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, la docente busca brindarle una estrategia para autorregular sus emociones. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "Pedir a la estudiante que redacte un texto en el que describa las causas del incidente que le provocó esas emociones, cuál cree que fue su responsabilidad y cómo se siente al respecto. Luego, pedirle que se comprometa con los afectados por su comportamiento a no actuar así nuevamente.",
            "Pedir a la estudiante que redacte un texto en el que describa el incidente y que explique cómo actuaron ella y su amiga, así como las emociones que le produjo. Luego, pedirle que conserve el texto como señal de haber superado lo ocurrido y que, a continuación, planifique su tiempo para cumplir con las tareas que aún no ha realizado.",
            "Pedir a la estudiante que redacte un texto en el que nuevamente se dé un espacio para describir sus sentimientos a partir del incidente, cuáles son los momentos en los que se siente así y qué le generan dichos sentimientos. Luego, pedirle que considere cómo le gustaría sentirse y que piense qué es lo que podría hacer para conseguirlo."
          ],
          "respuesta": "Pedir a la estudiante que redacte un texto en el que nuevamente se dé un espacio para describir sus sentimientos a partir del incidente, cuáles son los momentos en los que se siente así y qué le generan dichos sentimientos. Luego, pedirle que considere cómo le gustaría sentirse y que piense qué es lo que podría hacer para conseguirlo.",
          "respuestaCorta": "Esta estrategia de autorregulación emocional es efectiva porque guía a la estudiante desde el reconocimiento y análisis de sus emociones hacia una fase proactiva de planificación para alcanzar un estado emocional más positivo.",
          "solucionario": "La autorregulación emocional efectiva no consiste solo en identificar una emoción, sino en gestionarla. La opción C propone un proceso completo: 1) Identificación y análisis de la emoción y sus detonantes (autoconciencia emocional). 2) Visualización de un estado emocional deseado y planificación de acciones para lograrlo (gestión emocional proactiva). Esto empodera a la estudiante para que sea agente de su propio bienestar emocional, en lugar de solo quedarse en la descripción del problema (B) o en la culpa (A).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p49",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están elaborando gráficos. María, una estudiante, ha olvidado su cartuchera en casa y, sin pedir permiso, comienza a usar los materiales de la cartuchera de su compañero Lorenzo. Cuando Lorenzo se da cuenta, le reclama frente a todos sus compañeros, alzando la voz y acusándola por lo que ha hecho. María se siente avergonzada e incómoda por la reacción de Lorenzo y piensa en decirle algo al respecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles intervenciones de María evidencia asertividad?",
          "opciones": [
            "\"Sé que hice mal al usar tus cosas sin pedirte permiso y te pido disculpas por eso, Lorenzo. Sin embargo, no me gustó cómo me hablaste, porque me sentí agredida. Te pido que no vuelvas a hablarme así\"",
            "\"Lorenzo, yo sé que tomé tus cosas sin permiso, pero creo que no es tan grave. Estás gritando y acusándome frente a todos, exagerando como siempre. No deberías hacer problemas por algo así\".",
            "\"Me doy cuenta de que te molestó mucho lo que hice, Lorenzo. Merezco que me hayas Ilamado la atención como lo hiciste. Te prometo que nunca más voy a volver a coger tus cosas\"."
          ],
          "respuesta": "\"Sé que hice mal al usar tus cosas sin pedirte permiso y te pido disculpas por eso, Lorenzo. Sin embargo, no me gustó cómo me hablaste, porque me sentí agredida. Te pido que no vuelvas a hablarme así\"",
          "respuestaCorta": "Esta respuesta es asertiva porque reconoce el error propio, expresa de manera clara y directa los sentimientos generados por la reacción del compañero y establece un límite respetuoso para el futuro.",
          "solucionario": "La comunicación asertiva implica defender los propios derechos y expresar los sentimientos de manera honesta y respetuosa, sin ser pasivo ni agresivo. La opción A es un ejemplo claro de asertividad: María reconoce su error, describe la conducta de Lorenzo que le molestó, expresa cómo se sintió (mensaje \"yo\") y hace una petición clara. En contraste, la opción B es una respuesta agresiva (ataca y minimiza) y la opción C es una respuesta pasiva (se somete sin expresar su malestar).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p50",
      "contexto": "Durante el recreo, una docente presencia el siguiente diálogo entre dos estudiantes:\n\nJosé dice: \"Hola, Facundo, ¿qué tal? ¿Estás bien?\".\nFacundo dice: \"¿Cómo se te ocurre que voy a estar bien? ¿Acaso no recuerdas que me hiciste quedar mal delante de todos? ¡Eres un mal amigo!\".\nJosé dice: \"Oye, ja mí no me gritas, ah! ¿Qué culpa tendré yo de que todos se rían de ti?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente interviene con el propósito de promover la autorregulación emocional de ambos estudiantes. ¿Cuál de las siguientes acciones pedagógicas es pertinente para dicho propósito?",
          "opciones": [
            "Pedirles que recuerden la importancia de la amistad y la necesidad de mantener una buena convivencia, que traten de tener siempre presentes las normas de conducta de la IE y que consideren las consecuencias que puede traer para ellos dejarse llevar por sus emociones.",
            "Pedirles que realicen algunos ejercicios de respiración para que puedan apaciguar sus emociones, y que traten de explicar por qué actuaron de esa manera, qué reacción esperaban de su compañero y si la manera en que actuaron ayudó a que su compañero reaccione como ellos esperaban.",
            "Pedirles que se tomen unos minutos para ordenar sus ideas sobre cuáles son las situaciones que han provocado la alteración de su día, que traten de entender que no deben dejar que los problemas afecten sus emociones y que siempre deben tratar de comunicarse con claridad, respeto y calma."
          ],
          "respuesta": "Pedirles que realicen algunos ejercicios de respiración para que puedan apaciguar sus emociones, y que traten de explicar por qué actuaron de esa manera, qué reacción esperaban de su compañero y si la manera en que actuaron ayudó a que su compañero reaccione como ellos esperaban.",
          "respuestaCorta": "Esta acción es pertinente porque combina una técnica de calma fisiológica inmediata (respiración) con una posterior reflexión metacognitiva sobre la propia conducta emocional y sus consecuencias en la interacción.",
          "solucionario": "La autorregulación emocional efectiva implica dos pasos: primero, controlar la respuesta fisiológica para reducir la intensidad de la emoción (calmarse) y, segundo, analizar cognitivamente la situación. La opción B aborda ambos pasos: la respiración ayuda a 'apaciguar' las emociones, y las preguntas posteriores promueven la metacognición sobre la propia reacción emocional, ayudándoles a entender la brecha entre su intención y el resultado de su comunicación. Las otras opciones son más bien sermones o consejos generales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p51",
      "contexto": "Una docente ha observado que, durante el trabajo en equipo, algunos estudiantes cumplen con sus responsabilidades, mientras que otros no, lo cual genera frecuentes desacuerdos entre los miembros de los equipos. La docente considera que una de las causas de esta situación es que los estudiantes no se comunican asertivamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para promover la comunicación asertiva entre los estudiantes?",
          "opciones": [
            "Solicitar a los estudiantes que mencionen qué habilidades y actitudes de sus compañeros de equipo favorecen el logro del objetivo común. Luego, solicitarles que mencionen qué acciones de sus compañeros dificultan el logro del objetivo y cuáles son sus expectativas sobre el desempeño de sus compañeros para el trabajo futuro.",
            "Mostrar a los estudiantes ejemplos de efectos negativos en la comunicación dentro de un equipo cuando se expresan críticas al desempeño de otros integrantes. Luego, solicitar a cada estudiante que reflexione sobre los aportes que cada uno de sus compañeros de equipo puede brindar para el logro del objetivo común.",
            "Comentar a los estudiantes la importancia de mantener una comunicación permanente con la finalidad de evitar conflictos y así garantizar el logro del objetivo común. Luego, pedir que, de forma individual, cada uno señale los compromisos que está dispuesto a asumir para mejorar su participación en el equipo."
          ],
          "respuesta": "Solicitar a los estudiantes que mencionen qué habilidades y actitudes de sus compañeros de equipo favorecen el logro del objetivo común. Luego, solicitarles que mencionen qué acciones de sus compañeros dificultan el logro del objetivo y cuáles son sus expectativas sobre el desempeño de sus compañeros para el trabajo futuro.",
          "respuestaCorta": "Esta acción promueve la asertividad al estructurar un proceso de retroalimentación constructiva que incluye reconocer lo positivo, describir conductas problemáticas específicas y expresar expectativas claras para el futuro.",
          "solucionario": "Para que los estudiantes aprendan a comunicarse asertivamente sobre el incumplimiento de responsabilidades, necesitan un modelo estructurado. La opción A provee este modelo: 1) Empezar reconociendo lo positivo, lo que abre el diálogo. 2) Describir las 'acciones' que dificultan el trabajo (enfocándose en la conducta, no en la persona). 3) Expresar 'expectativas' (una petición clara y orientada al futuro). Esta estructura de feedback es una herramienta fundamental de la comunicación asertiva en equipos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p52",
      "contexto": "En una IE, se ha identificado que los estudiantes de los primeros años de secundaria requieren fortalecer su autorregulación académica para mejorar su desempeño en este ámbito. Para ello, se desarrollan diversas estrategias. Una de estas incluye las siguientes acciones:\n\n- El equipo de tutoría y orientación educativa, junto con los docentes de diversas áreas, elaboran un análisis acerca de las fortalezas y debilidades de los estudiantes para autorregular sus actividades académicas.\n- Los tutores presentan individualmente, a cada uno de los estudiantes, los resultados del análisis para evaluarlos de forma conjunta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta que el propósito es fortalecer la autorregulación académica de los estudiantes, ¿cuál de las siguientes acciones pedagógicas es más pertinente para continuar con el desarrollo de la estrategia?",
          "opciones": [
            "Los tutores se reúnen con cada estudiante para brindarle un plan de acciones que considere sus fortalezas y debilidades, y les permita mejorar su desempeño académico. Luego, coordinan una siguiente reunión con cada estudiante para verificar si han cumplido con las acciones previstas.",
            "Los tutores se reúnen con cada estudiante para pedirle que plantee metas en relación con su desempeño académico y elabore un plan de acciones que considere sus fortalezas y debilidades. Luego, coordinan una siguiente reunión para evaluar con cada estudiante la ejecución de dicho plan.",
            "Los tutores se reúnen con cada estudiante para solicitarle que se plantee como metas las calificaciones que les gustaría obtener como resultado de su desempeño académico. Luego, coordinan una siguiente reunión con cada estudiante para monitorear si han logrado alcanzar sus metas aprovechando sus fortalezas y debilidades."
          ],
          "respuesta": "Los tutores se reúnen con cada estudiante para pedirle que plantee metas en relación con su desempeño académico y elabore un plan de acciones que considere sus fortalezas y debilidades. Luego, coordinan una siguiente reunión para evaluar con cada estudiante la ejecución de dicho plan.",
          "respuestaCorta": "Esta acción es la más pertinente porque promueve la autonomía y la responsabilidad, pilares de la autorregulación, al hacer que el estudiante sea quien establezca sus propias metas y diseñe su plan de acción.",
          "solucionario": "La autorregulación es un proceso que debe ser gestionado por el propio aprendiz. Después de un diagnóstico, el paso crucial es que el estudiante se apropie de esa información para tomar decisiones. La opción B promueve esto al pedirle que él mismo 'plantee metas' y 'elabore un plan'. Esto fomenta la autonomía y el compromiso. En cambio, la opción A es directiva (el tutor da el plan), y la opción C se enfoca en metas de resultado (calificaciones) en lugar de metas de proceso (plan de acciones), que son más efectivas para desarrollar la autorregulación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p53",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes han investigado, en diversas fuentes, sobre el concepto de diversidad; luego, en plenaria, han presentado las diversas definiciones de este concepto y han dialogado al respecto.\n\nPara la próxima sesión, el docente ha planificado la siguiente actividad:\n\nCada estudiante deberá traer a la sesión una noticia relacionada con el concepto de diversidad. Durante la sesión, cada uno compartirá con un compañero su noticia y dialogarán a partir de las siguientes preguntas: ¿por qué la noticia mostrada se relaciona con el concepto de diversidad?, ¿cómo realizaron la búsqueda y selección de la noticia?, ¿qué dificultades tuvieron para seleccionar la noticia? Para finalizar, los estudiantes reflexionarán en plenaria acerca de cómo la actividad les ayudó a ampliar su concepto de diversidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes propósitos se dirige principalmente la actividad planificada por el docente?",
          "opciones": [
            "Generar conflicto cognitivo en los estudiantes.",
            "Promover metacognición en los estudiantes.",
            "Recoger saberes previos de los estudiantes."
          ],
          "respuesta": "Promover metacognición en los estudiantes.",
          "respuestaCorta": "La actividad promueve principalmente la metacognición porque las preguntas clave se centran en que los estudiantes reflexionen sobre su propio proceso de aprendizaje: cómo buscaron, seleccionaron y qué dificultades encontraron.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento. Si bien la actividad toca otros aspectos, su foco principal está en las preguntas \"¿cómo realizaron la búsqueda y selección?\" y \"¿qué dificultades tuvieron?\". Estas preguntas no indagan sobre el contenido (la noticia), sino sobre el proceso mental que siguió el estudiante para llegar a ese contenido. Este acto de pensar sobre cómo se piensa y se aprende es, por definición, metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_dpcc_2023_p54",
      "contexto": "Un docente de tercer grado solicitó a los estudiantes que escriban una reflexión acerca de cómo son sus reacciones cuando lo que les sucede no resulta como esperan. Uno de los estudiantes escribió en su reflexión:\n\n\"La mayoría del tiempo me siento bien aun cuando las cosas no salgan como yo espero. Cuando me he sentido mal, he tratado de identificar qué hice mal para no cometer el mismo error en el futuro.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea brindar retroalimentación para promover que el estudiante analice sus emociones, ¿cuál de los siguientes comentarios es más pertinente?",
          "opciones": [
            "\"Puedo ver que has incorporado estrategias que te permiten evitar cometer errores que te llevan a sentirte mal. Deberías incluir en tu ensayo cuáles son los errores que sueles cometer y que te hacen sentir mal\".",
            "\"Es poco usual que las personas se sientan bien todo el tiempo, sobre todo cuando las cosas no salen bien. Podrías aprovechar esta oportunidad para ser más sincero sobre tus emociones y sentimientos. Vuelve a redactar tu ensayo\".",
            "\"Es positivo que logres percibir que hay momentos en los que te sientes bien y otros en los que te sientes mal. No obstante, sería necesario que definas a qué te refieres con 'sentirte bien' o 'sentirte mal'. Especifica qué cosas suelen causar que te sientas mal\"."
          ],
          "respuesta": "\"Es positivo que logres percibir que hay momentos en los que te sientes bien y otros en los que te sientes mal. No obstante, sería necesario que definas a qué te refieres con 'sentirte bien' o 'sentirte mal'. Especifica qué cosas suelen causar que te sientas mal\".",
          "respuestaCorta": "Esta retroalimentación es pertinente porque valida el progreso del estudiante y luego, a través de preguntas específicas, lo guía a profundizar en la identificación y comprensión de sus emociones, que es el objetivo del análisis.",
          "solucionario": "El propósito es que el estudiante analice sus emociones, pero su texto es muy general ('sentirme bien/mal') y se enfoca en las acciones ('qué hice mal') más que en los sentimientos. La retroalimentación de la opción C es la más efectiva porque: 1) Valida su esfuerzo inicial ('Es positivo que logres percibir...'). 2) Utiliza preguntas de andamiaje para que profundice en el análisis emocional ('define a qué te refieres...', 'especifica qué cosas...'). Esto lo ayuda a desarrollar un vocabulario emocional más rico y a conectar situaciones con sentimientos específicos.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  