{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2023_p01",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes están analizando cómo se desarrollaron los procesos de independencia en América del Sur en el siglo XIX. En ese contexto, la docente ha formulado diversas preguntas para orientar a los estudiantes en el desarrollo de dicho análisis.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas promueve mejor el reconocimiento de la simultaneidad histórica en relación con los procesos de independencia de América del Sur?",
          "opciones": [
            "¿De qué manera los ideales de la Revolución Francesa influyeron en el desarrollo de los procesos independentistas en América del Sur?",
            "¿Cuál era la situación política del Brasil cuando Bolívar desarrollaba sus acciones militares contra el ejército español en el Perú?",
            "¿Qué aspectos de la política hispanoamericana se transformaron a raíz de las guerras de independencia?"
          ],
          "respuesta": "¿Cuál era la situación política del Brasil cuando Bolívar desarrollaba sus acciones militares contra el ejército español en el Perú?",
          "respuestaCorta": "Esta pregunta exige comparar eventos que ocurren al mismo tiempo en diferentes lugares (Brasil y Perú), lo que es la definición de simultaneidad histórica.",
          "solucionario": "El reconocimiento de la simultaneidad histórica implica comprender que diversos hechos o procesos ocurren al mismo tiempo en diferentes espacios. La opción B es la única que requiere que el estudiante relacione dos situaciones que se desarrollaban de forma paralela en el mismo periodo: las acciones de Bolívar en Perú y la situación política de Brasil. Las otras opciones apuntan a relaciones de causalidad o influencia (A) y de cambio a lo largo del tiempo (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p02",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes, organizados en equipos, han traído al aula diversas fuentes para analizar qué procesos influyeron en la organización del virreinato del Perú. En ese contexto, un estudiante presenta a su equipo un texto titulado \"Los caballeros de la capa\" del libro Tradiciones Peruanas de Ricardo Palma. Esta tradición narra los hechos vinculados con las guerras civiles entre los diferentes grupos de conquistadores y el enfrentamiento entre algunos de estos y los representantes de la Corona española en el Perú. Después de haber presentado la fuente, tres de sus compañeros comentan sobre la pertinencia de la fuente para el análisis que están realizando.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia un criterio adecuado para evaluar la fiabilidad de la fuente para el análisis que están realizando?",
          "opciones": [
            "Alberto dice: \"En mi opinión, no deberíamos usar la fuente, porque es una fuente literaria. Las fuentes literarias no son confiables, porque solo contienen información sobre hechos o historias que son ficticias\".",
            "Carola dice: \"Pienso que podemos usar la fuente para nuestra investigación, porque es una tradición que escribió Ricardo Palma. Este escritor es muy conocido y eso puede ser suficiente como para confiar en la información que brinda\".",
            "Lía dice: \"Creo que podríamos usar la fuente porque contiene información relacionada con los hechos que estamos investigando. Pero creo que es necesario que comparemos su contenido con el de otras fuentes para estar seguros de que es confiable\"."
          ],
          "respuesta": "Lía dice: \"Creo que podríamos usar la fuente porque contiene información relacionada con los hechos que estamos investigando. Pero creo que es necesario que comparemos su contenido con el de otras fuentes para estar seguros de que es confiable\".",
          "respuestaCorta": "Lía propone el principio fundamental de la crítica histórica: la contrastación de fuentes. Reconoce la utilidad de la fuente pero sujeta su fiabilidad a la comparación con otras.",
          "solucionario": "Evaluar la fiabilidad de una fuente histórica requiere un análisis crítico. Alberto descarta la fuente por su género literario, lo cual es un error, ya que pueden contener información valiosa. Carola acepta la fuente basándose únicamente en la fama del autor (argumento de autoridad), lo cual es insuficiente. Lía demuestra un criterio adecuado al sugerir que, aunque la fuente es pertinente por su temática, es indispensable contrastarla con otras para verificar su fiabilidad, lo cual es un procedimiento clave en la investigación histórica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p03",
      "contexto": "El propósito de un docente es que los estudiantes interpreten críticamente fuentes diversas acerca de la conquista de América. Para tal fin, les ha entregado a los estudiantes las siguientes fuentes:\n\nFuente 1\n[...] todo pueblo, por muy bárbaro que sea, puede defenderse de los ataques de otro pueblo más civilizado que pretenda subyugarlo o privarle de su libertad; es más, lícitamente, puede castigar con la muerte a las personas más civilizadas como salvajes y crueles agresores contra la ley natural. Tal guerra es más justa que aquella que, bajo pretexto de superior cultura, se le hace [...]. Más aún, me atrevería a afirmar que mover guerra contra los príncipes indios [...] sería injusto si, por miedo a perder sus bienes, se oponen a recibir a los predicadores que van acompañados de hombres feroces [soldados].\nAdaptado de Las Casas, B. [1559?]. En Gómez, Alfredo (1991). \"Sobre la legitimidad de la conquista de América: Las Casas y Sepúlveda\". En Ideas y valores, vol. 40\n\nFuente 2\nPodemos creer, pues, que Dios ha dado grandes y clarísimos indicios respecto al exterminio de estos bárbaros [...] es no sólo ley divina, sino natural también, que obliga no sólo a los judíos, sino también a los cristianos, sostienen que a estos bárbaros [indígenas] contaminados con torpezas nefandas [horrendas] y con el impío culto de los dioses, no sólo es lícito someterlos a nuestra dominación para traerlos a la salud espiritual y a la verdadera religión [cristiana] por medio de la predicación evangélica, sino que se los puede castigar con guerra todavía más severa.\nAdaptado de Sepúlveda, G. (1550). Demócrates segundo o De las justas causas de la guerra contra los indios. Biblioteca Virtual Miguel de Cervantes (2006).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es más adecuada para que los estudiantes interpreten críticamente estas fuentes?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen los argumentos de cada fuente. Luego, pedirles que comparen las posiciones planteadas en cada una de ellas. Por último, solicitarles que respondan por qué ambas visiones serían importantes para explicar la justificación de la conquista de América.",
            "Solicitar a los estudiantes que identifiquen los hechos narrados en cada fuente. Luego, pedirles que investiguen sobre aquellos sucesos que consideren importantes. Por último, solicitarles que determinen cuál de las dos fuentes se acerca objetivamente a los hechos.",
            "Solicitar a los estudiantes que analicen los principales argumentos de cada fuente. Luego, pedirles que identifiquen diferencias entre ambos argumentos. Por último, solicitarles que expliquen cuál de los dos autores fundamenta mejor su posición."
          ],
          "respuesta": "Solicitar a los estudiantes que identifiquen los argumentos de cada fuente. Luego, pedirles que comparen las posiciones planteadas en cada una de ellas. Por último, solicitarles que respondan por qué ambas visiones serían importantes para explicar la justificación de la conquista de América.",
          "respuestaCorta": "La interpretación crítica implica analizar, comparar y luego sintetizar diferentes perspectivas para comprender la complejidad de un fenómeno histórico, en lugar de buscar una única verdad o declarar un 'ganador'.",
          "solucionario": "La opción A propone una secuencia pedagógica completa para la interpretación crítica: análisis (identificar argumentos), comparación (comparar posiciones) y síntesis/contextualización (comprender por qué ambas visiones son importantes para explicar el fenómeno). Las opciones B y C son menos adecuadas porque buscan una objetividad difícil de alcanzar (B) o derivan en un juicio de valor sobre la calidad de la argumentación (C), en lugar de usar las fuentes para construir una comprensión histórica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de la actividad, el docente ha pedido a los estudiantes que investiguen sobre la biografía de cada uno de los autores de las fuentes y que utilicen esa información para interpretar críticamente dichas fuentes. ¿Por qué esta acción es adecuada para promover que los estudiantes interpreten críticamente las fuentes?",
          "opciones": [
            "Porque ayuda a los estudiantes a establecer la fiabilidad de las narraciones de los autores respecto de un determinado hecho.",
            "Porque permite que los estudiantes reconozcan que cada una de las fuentes presentadas ha registrado los hechos de forma errónea.",
            "Porque orienta a los estudiantes a reconocer la influencia de las vivencias de los autores en sus posiciones acerca de un determinado hecho."
          ],
          "respuesta": "Porque orienta a los estudiantes a reconocer la influencia de las vivencias de los autores en sus posiciones acerca de un determinado hecho.",
          "respuestaCorta": "Investigar la biografía del autor es clave para contextualizar la fuente, entendiendo cómo su vida, rol y experiencias influyeron en su perspectiva y en el contenido de su obra.",
          "solucionario": "La contextualización es un paso esencial en la crítica de fuentes. Conocer quiénes eran Bartolomé de las Casas y Ginés de Sepúlveda, sus roles y experiencias, permite a los estudiantes entender el origen de sus posturas contrapuestas sobre la conquista. Esta acción no busca probar que uno es más fiable o que ambos están errados, sino comprender cómo la perspectiva del autor, moldeada por sus vivencias, influye directamente en el contenido y la intención de la fuente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p05",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están desarrollando diversas actividades para comprender cómo las antiguas civilizaciones americanas se relacionaron con su ambiente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el inicio de la experiencia de aprendizaje, varios estudiantes han manifestado su creencia respecto de que todas las antiguas civilizaciones de América se relacionaron armónicamente con su ambiente. En este contexto, el docente plantea a los estudiantes lo siguiente:\n\"¿Sabían ustedes que algunos investigadores indican que los mayas abandonaron sus ciudades debido a periodos de sequías prolongados? Les sugiero que busquen información para saber si el vínculo de los mayas con su ambiente explicaría este problema\".\nDe acuerdo con lo planteado por el docente, ¿cuál de los siguientes aprendizajes se promueve?",
          "opciones": [
            "El recojo de saberes previos.",
            "La generación de conflicto cognitivo.",
            "La promoción de la transferencia del aprendizaje."
          ],
          "respuesta": "La generación de conflicto cognitivo.",
          "respuestaCorta": "El docente introduce información que contradice directamente la creencia inicial de los estudiantes (relación armónica), generando una disonancia que los motiva a investigar y reevaluar sus ideas.",
          "solucionario": "El conflicto cognitivo se produce cuando se presenta al estudiante una información que desafía sus conocimientos o creencias previas. La idea de que los mayas colapsaron por problemas ambientales choca con la noción preconcebida de una relación siempre armónica. Este desequilibrio cognitivo es un potente motor para el aprendizaje, ya que impulsa al estudiante a buscar nueva información para resolver la contradicción.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo de una de las actividades, un estudiante comenta al docente qué acciones ha realizado como parte de su investigación:\n\"Profesor, yo me había planteado buscar información acerca de cómo se relacionó la civilización Maya con su ambiente. Tomando en cuenta que debía investigar sobre su ambiente, busqué un mapa que me indicara la ubicación de esa civilización. El mapa me permitió reconocer su área de influencia, así como algunas características del territorio que ocupó. Sin embargo, el mapa no me brindó información sobre otros aspectos de ese territorio que me interesaban, como el tipo de clima o la disponibilidad de agua. Entonces, busqué en otras fuentes y encontré información sobre esos otros aspectos en fotografías y documentales. Con el uso de todas esas fuentes pude tener una mejor idea de cómo habría sido el ambiente en el cual se desarrollaron los mayas\".\n¿Cuál de los siguientes procesos del aprendizaje se evidencia en el comentario del estudiante?",
          "opciones": [
            "La metacognición.",
            "La transferencia del aprendizaje.",
            "La activación de saberes previos."
          ],
          "respuesta": "La metacognición.",
          "respuestaCorta": "El estudiante está reflexionando sobre su propio proceso de aprendizaje: planifica, evalúa la utilidad de sus fuentes, identifica limitaciones y ajusta su estrategia para alcanzar su objetivo.",
          "solucionario": "La metacognición es la capacidad de ser consciente y de regular el propio proceso de aprendizaje. El estudiante demuestra esto al planificar su búsqueda, monitorear su progreso, evaluar la efectividad de sus herramientas (\"el mapa no me brindó información...\") y tomar decisiones para corregir el rumbo (\"Entonces, busqué en otras fuentes...\"). Está pensando sobre su propio pensamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p07",
      "contexto": "Después de haber interpretado diversas fuentes, los estudiantes han elaborado textos para explicar cómo se desarrolló el proceso de evangelización en América durante el periodo virreinal. A continuación, se muestra un fragmento del texto de una de las estudiantes:\nEl proceso de evangelización se desarrolló, durante el periodo virreinal, en los territorios de América que fueron dominados por la Corona española en esa época; entre ellos, el virreinato del Perú. De esa forma, los españoles fueron expandiendo la religión católica entre las sociedades indígenas a través de campañas de adoctrinamiento y de conversión al catolicismo. La influencia de ese proceso histórico se puede observar en la actual sociedad americana. Un ejemplo de ello es la predominancia de la religión católica en la población de varios países de América del Sur.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia en el comentario de la estudiante?",
          "opciones": [
            "El reconocimiento de la relevancia histórica de un proceso.",
            "El establecimiento de la multicausalidad de un proceso histórico.",
            "La explicación de un proceso histórico desde el contexto cultural de la época."
          ],
          "respuesta": "El reconocimiento de la relevancia histórica de un proceso.",
          "respuestaCorta": "La estudiante conecta un proceso del pasado (evangelización virreinal) con una característica del presente (predominancia del catolicismo), demostrando que comprende su impacto a largo plazo.",
          "solucionario": "La relevancia o trascendencia histórica se refiere a la capacidad de un hecho o proceso del pasado para influir en el presente. La estudiante evidencia este aprendizaje al establecer una clara conexión entre la evangelización durante el virreinato y la configuración religiosa actual de América del Sur. No se enfoca en las múltiples causas del proceso ni se limita a describirlo en su propio tiempo, sino que destaca su legado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p08",
      "contexto": "Como parte de un proyecto de investigación acerca de cómo se delimitaron las fronteras actuales del Perú, los estudiantes están analizando las causas y el desarrollo de la guerra de 1941 entre Perú y Ecuador. Para ello, están empleando diversas fuentes. Como parte de una de las actividades, el docente ha entregado a los estudiantes el fragmento de dos fuentes primarias para que las interpreten. Las fuentes narran las escaramuzas entre las tropas peruanas y ecuatorianas en el inicio de la guerra, el 5 de julio de 1941. A continuación, se presentan ambas fuentes.\n\nFuente 1: Fragmento de un informe al Ministro de Guerra del Perú de parte del Ejército peruano presente en la frontera con Ecuador, con fecha de 5 de julio de 1941\n10 horas. Hoy ecuatorianos atacaron simultáneamente Aguas Verdes, Palmas, obligando intervenir destacamento frontera, fin repeler agresión. Ataques fueron rechazados, pero a las 14 horas atacaron nuevamente Las Palmas y Lechugal, siendo también rechazados. 18 y 30 horas. Cesó fuego con bombardeo al puesto ecuatoriano de Carcabón. Stop. Restableciéndose normalidad.\nAdaptado de Julca, H. (2017). Vencedores del 41: Campaña Militar contra Ecuador.\n\nFuente 2: Fragmento del parte oficial presentado por el Ministerio de Defensa ecuatoriano, emitido el 6 de julio de 1941\nAyer sábado, cinco de julio, a las 10 horas, guardias peruanos acompañados de civiles de la misma nacionalidad penetraron en territorio ecuatoriano sobrepasando la línea del statu quo, en el sector comprendido entre Huaquillas y Chacras. Cuando llegaron nuestras patrullas [...] fueron recibidas con ráfagas de ametralladoras y fuego de fusilería. Nuestras patrullas reaccionaron con el fuego y se entabló el combate [que se propagó por] Huaquillas, Chacras, Balsalito, Guabillo, Carcabón y Quebrada Seca. El combate continuó hasta las 16.50, horas en que cesaron los fuegos.\nAdaptado de Julca, H. (2017). Vencedores del 41: Campaña Militar contra Ecuador.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es que los estudiantes interpreten críticamente los fragmentos de las fuentes presentadas, ¿cuál de las siguientes acciones pedagógicas es más pertinente para el logro del propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen la idea principal de cada una de las fuentes. Luego, solicitarles que indiquen cuál de estas fuentes comunica con mayor claridad y precisión los hechos que mencionan. Por último, pedirles que expliquen las ventajas de usar fuentes de estas características en la investigación que se está realizando.",
            "Pedir a los estudiantes que identifiquen el tipo de fuente al que correspondería cada una de estas fuentes. Luego, solicitarles que indiquen qué elementos de la fuente los llevaron a clasificarlas en dicha tipología. Por último, pedirles que expliquen por qué el uso de este tipo de fuentes es relevante en las investigaciones históricas.",
            "Pedir a los estudiantes que identifiquen las diferencias del contenido de ambas fuentes presentadas. Luego, solicitarles que indiquen cuál es la postura de cada fuente respecto de los hechos que narran. Por último, pedirles que expliquen si creen que el rol de los autores de las fuentes ha influido en el contenido de las fuentes."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen las diferencias del contenido de ambas fuentes presentadas. Luego, solicitarles que indiquen cuál es la postura de cada fuente respecto de los hechos que narran. Por último, pedirles que expliquen si creen que el rol de los autores de las fuentes ha influido en el contenido de las fuentes.",
          "respuestaCorta": "La interpretación crítica de fuentes con versiones opuestas requiere identificar sus diferencias, reconocer la postura de cada una y analizar cómo el rol del autor (cada bando del conflicto) influye en su narración.",
          "solucionario": "La opción C guía el proceso de interpretación crítica de manera efectiva. Primero, se contrastan las fuentes al identificar diferencias. Segundo, se analiza la intencionalidad al determinar la postura de cada una. Tercero y crucial, se contextualiza la fuente al reflexionar sobre cómo el rol de los autores (partes en un conflicto) ha influido en sus versiones. Este último paso es el núcleo de la crítica de fuentes, ya que revela la perspectiva y los posibles sesgos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes están compartiendo sus hallazgos acerca de cómo inició la guerra entre Perú y Ecuador en 1941. En ese contexto, tres estudiantes comentan sus hallazgos. ¿Cuál de los siguientes estudiantes evidencia en su comentario el reconocimiento de la simultaneidad histórica?",
          "opciones": [
            "Javier dice: \"Cuando iniciaron los incidentes en la frontera entre Perú y Ecuador, en el mundo se desarrollaba la Segunda Guerra Mundial. Algunos investigadores sostienen que por eso Estados Unidos, un país que antes había intercedido entre ambos países para solucionar el conflicto de límites, le prestó poca atención a esos incidentes como para interceder en su resolución\".",
            "Carmela dice: \"He revisado diversas fuentes y he visto que, desde enero de 1941, venían sucediendo incidentes en la frontera entre Perú y Ecuador. Sin embargo, el hecho que podría marcar el inicio de la guerra entre estos dos países ocurrió el 5 de julio de ese año, cuando se registró un enfrentamiento entre las tropas peruanas y ecuatorianas en la frontera\".",
            "Betty dice: \"Leí que existieron diversas razones que explican el origen de la guerra entre Perú y Ecuador, y que estas razones provenían de muchos años atrás. Creo que la más importante es el reclamo de Ecuador al Gobierno peruano por la posesión de algunos territorios\"."
          ],
          "respuesta": "Javier dice: \"Cuando iniciaron los incidentes en la frontera entre Perú y Ecuador, en el mundo se desarrollaba la Segunda Guerra Mundial. Algunos investigadores sostienen que por eso Estados Unidos, un país que antes había intercedido entre ambos países para solucionar el conflicto de límites, le prestó poca atención a esos incidentes como para interceder en su resolución\".",
          "respuestaCorta": "Javier conecta un evento local (conflicto Perú-Ecuador) con un evento global que ocurría al mismo tiempo (Segunda Guerra Mundial) y explica una posible relación entre ambos.",
          "solucionario": "La simultaneidad histórica consiste en reconocer que distintos acontecimientos ocurren al mismo tiempo en diferentes lugares y pueden estar interconectados. Javier demuestra esta comprensión al situar el conflicto bilateral en el contexto más amplio de la Segunda Guerra Mundial, estableciendo una relación de causalidad indirecta (la guerra mundial desvió la atención de EE. UU.). Carmela se enfoca en la cronología y Betty en causas de larga duración, no en la simultaneidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de haber interpretado diversas fuentes, un estudiante ha elaborado un texto para sustentar su postura acerca del origen de la guerra entre Perú y Ecuador de 1941. A continuación, se presenta un fragmento de dicho texto:\nEn la época virreinal, gran parte de los territorios de América del Sur estuvieron bajo el dominio de la Corona española, por lo que no fue una preocupación delimitar con exactitud los territorios que ocupaban los virreinatos. En cambio, los problemas limítrofes empezaron cuando, debido a los procesos de independencia, se conformaron nuevos países que buscaron definir sus límites. En este contexto, la Gran Colombia (un país que se conformaba de los actuales territorios de Ecuador, Venezuela y Colombia) reclamaba al Perú los territorios de Tumbes, Jaén y Maynas. Después de que la Gran Colombia se desintegrara en 1830, se fundó Ecuador. Este nuevo país asumió estos reclamos territoriales durante el siglo XIX y XX, lo que generó importantes tensiones geopolíticas con el Perú. Por ello, creo que reconocer los problemas limítrofes que Perú y Ecuador tuvieron desde el siglo XIX ayuda a comprender las causas de la guerra de 1941.\n¿Cuál de los siguientes aprendizajes se evidencia en el fragmento del texto del estudiante?",
          "opciones": [
            "El reconocimiento del detonante de un proceso histórico.",
            "El establecimiento de causas estructurales de un proceso histórico.",
            "La distinción de causas de un proceso histórico según su aspecto o dimensión."
          ],
          "respuesta": "El establecimiento de causas estructurales de un proceso histórico.",
          "respuestaCorta": "El estudiante identifica un problema de larga duración (la indefinición de fronteras desde la independencia en el siglo XIX) como una causa profunda y persistente que subyace al conflicto de 1941.",
          "solucionario": "Las causas estructurales son aquellas de larga duración, que forman la base sobre la cual ocurren los acontecimientos. El estudiante rastrea el origen del conflicto no a un hecho inmediato, sino a un problema histórico profundo: la falta de fronteras claras heredada desde el inicio de la vida republicana. Este análisis de un proceso que se extiende por más de un siglo es un claro ejemplo de identificación de causas estructurales, en contraposición a las causas coyunturales (de corto plazo) o los detonantes (el evento que inicia la acción).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p11",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el inicio de una sesión de aprendizaje, el docente busca recoger los saberes previos de los estudiantes acerca del proceso de la independencia del Perú en el siglo XIX. ¿Cuál de las siguientes acciones pedagógicas permite el logro del propósito del docente?",
          "opciones": [
            "Solicitar a los estudiantes que averigüen los principales aspectos de la organización del Estado peruano que apareció con el proceso de independencia. Luego, preguntarles cuáles de esos aspectos son similares a las características del actual Estado peruano.",
            "Mostrar a los estudiantes una lista de las consecuencias políticas y económicas del proceso de la independencia del Perú. Luego, preguntarles cuáles de esas consecuencias representan un cambio respecto del periodo virreinal.",
            "Pedir a los estudiantes que mencionen cuáles son las imágenes y nociones que asocian al proceso de independencia del Perú. Luego, preguntarles por qué asocian con la independencia estas imágenes y nociones."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen cuáles son las imágenes y nociones que asocian al proceso de independencia del Perú. Luego, preguntarles por qué asocian con la independencia estas imágenes y nociones.",
          "respuestaCorta": "Recoger saberes previos implica partir de lo que los estudiantes ya tienen en mente (imágenes, ideas), sin darles información nueva. Esta opción hace exactamente eso al pedirles que evoquen sus asociaciones personales.",
          "solucionario": "El recojo de saberes previos busca activar los conocimientos y representaciones que los estudiantes ya poseen sobre un tema. Las opciones A y B entregan información nueva a los estudiantes (una tarea de investigación, una lista de consecuencias) antes de preguntar. En cambio, la opción C parte exclusivamente de lo que los estudiantes ya traen consigo, sus \"imágenes y nociones\", para luego construir sobre ellas, lo que constituye una auténtica actividad de recojo de saberes previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Los estudiantes, organizados en equipos, están desarrollando un proyecto de investigación acerca de qué causas e implicancias tuvieron los procesos de inmigración extranjera en el Perú en la segunda mitad del siglo XIX. En ese contexto, el docente ha diseñado una serie de actividades. Como parte de una de las actividades, el docente ha entregado a los estudiantes diversas fuentes para interpretar algunos discursos, comunes en el siglo XIX, respecto de los procesos de inmigración en el Perú. A continuación, se presenta un fragmento de la obra de Javier Prado, El estado social del Perú durante la dominación española, publicada en 1894:\nEs preciso modificar esta [la raza), renovar nuestra sangre y nuestra herencia por el cruzamiento con otras razas que proporcionen nuevos elementos y substancias benéficas. [...] Es preciso aumentar el número de nuestra población y, lo que es más, cambiar su condición en sentido ventajoso a la causa del progreso. En América gobernar es poblar, y la población debe buscarse en la inmigración espontánea, atraída por la acción de las leyes, del gobierno y de los particulares, de razas superiores, fuertes, vigorosas, que, al cruzarse con la nuestra traigan ideas prácticas de libertad, de trabajo y de industria. No fomentemos, opongámonos a la inmigración de razas inferiores, que pueden satisfacer intereses particulares, intereses de momento, pero que sacrifican los intereses generales, el porvenir de la patria. La segunda condición es elevar el carácter moral; es educar, antes que todo, antes que construir.\nAdaptado de Prado, J. (1894). El estado social del Perú durante la dominación española.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de acciones pedagógicas es más pertinente para que los estudiantes interpreten críticamente la fuente a partir del contexto en el que fue elaborada?",
          "opciones": [
            "Pedir a los estudiantes que recaben información sobre a qué grupo político pertenecía el autor de la fuente. Luego, solicitarles que busquen información acerca del rol político que jugó el autor de la fuente en la historia del Perú. Por último, preguntarles qué podría haber hecho el autor para implementar las ideas presentadas en la fuente.",
            "Pedir a los estudiantes que recaben información sobre los principales postulados del racismo científico del siglo XIX. Luego, solicitarles que busquen información acerca de la promoción de la inmigración extranjera en el Perú durante la segunda mitad del siglo XIX. Por último, preguntarles de qué manera lo averiguado contribuye a explicar las propuestas contenidas en la fuente.",
            "Pedir a los estudiantes que recaben información sobre a quiénes se consideraba raza superior e inferior en la segunda mitad del siglo XIX. Luego, solicitarles que busquen información acerca de qué se creía que caracterizaba a cada una de estas razas. Por último, preguntarles por qué es negativo para la sociedad establecer diferencias raciales entre los seres humanos como se hace en la fuente."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información sobre los principales postulados del racismo científico del siglo XIX. Luego, solicitarles que busquen información acerca de la promoción de la inmigración extranjera en el Perú durante la segunda mitad del siglo XIX. Por último, preguntarles de qué manera lo averiguado contribuye a explicar las propuestas contenidas en la fuente.",
          "respuestaCorta": "Para interpretar la fuente en su contexto, es clave investigar las corrientes de pensamiento de la época (racismo científico) y los hechos relacionados (políticas de inmigración), para luego conectar esas ideas con el contenido del texto.",
          "solucionario": "La interpretación crítica contextualizada va más allá del texto mismo; requiere comprender el marco de ideas y acontecimientos de su época. La opción B es la más pertinente porque guía a los estudiantes a investigar dos elementos contextuales clave: el 'racismo científico' como marco ideológico que sustenta la idea de 'razas superiores', y las políticas de inmigración como el contexto fáctico. Conectar esta información con la fuente permite explicar por qué un intelectual de la época argumentaría de esa manera. Las otras opciones son menos completas o derivan en un juicio moral anacrónico.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p12",
      "contexto": "Los estudiantes, organizados en equipos, están desarrollando un proyecto de investigación acerca de qué causas e implicancias tuvieron los procesos de inmigración extranjera en el Perú en la segunda mitad del siglo XIX. En ese contexto, el docente ha diseñado una serie de actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han interpretado diversas fuentes, el docente busca que los estudiantes reconozcan la relevancia histórica de los procesos de inmigración que experimentó el Perú en el siglo XIX. ¿Cuál de las siguientes preguntas promueve el logro del propósito del docente?",
          "opciones": [
            "¿Cuáles fueron las principales causas que explican los procesos de inmigración que experimentó el Perú durante la segunda mitad del siglo XIX?",
            "¿Qué actitudes de la sociedad peruana de la segunda mitad del siglo XIX evidencian su reacción frente a los procesos de inmigración de esa época?",
            "¿De qué manera los procesos de inmigración que experimentó el Perú en el siglo XIX han influido en la actual sociedad peruana?"
          ],
          "respuesta": "¿De qué manera los procesos de inmigración que experimentó el Perú en el siglo XIX han influido en la actual sociedad peruana?",
          "respuestaCorta": "Reconocer la relevancia histórica implica conectar el pasado con el presente. Esta pregunta pide explícitamente analizar la influencia de la inmigración del siglo XIX en la sociedad actual.",
          "solucionario": "La relevancia histórica se establece al comprender cómo un evento del pasado tiene consecuencias o conexiones con el presente. La pregunta de la opción C es la única que dirige a los estudiantes a establecer este puente temporal, pidiéndoles que analicen la influencia de la inmigración decimonónica en la sociedad peruana actual. Las otras opciones se centran en las causas (A) o las reacciones de la época (B), sin establecer el vínculo con el presente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de haber desarrollado diversas actividades, los estudiantes están compartiendo algunas de sus conclusiones acerca de las implicancias que tuvieron los procesos de inmigración extranjera en el Perú en la segunda mitad del siglo XIX. En ese contexto, uno de los estudiantes comenta al docente lo siguiente:\n\"Durante la segunda mitad del siglo XIX y la primera mitad del siglo XX, en el Perú, se difundieron muchas ideas que afirmaban que existían razas superiores e inferiores entre los hombres. Por ejemplo, algunos intelectuales peruanos de la época se oponían a la llegada de inmigrantes asiáticos por considerarlos atrasados; mientras que alentaban la llegada de europeos porque decían que ellos traerían el progreso moral, científico e industrial al país. Me parece que esas ideas fueron aceptadas y difundidas en el Perú porque, desde mucho tiempo atrás, la sociedad peruana se había venido caracterizando por ser desigual y jerárquica. Por ejemplo, en la época virreinal, ya se creía que algunos grupos (españoles y blancos) eran superiores a los demás (indígenas y esclavos); y, a principios de la época republicana, se seguía creyendo lo mismo. Entonces, creo que la aceptación de esas ideas racistas justificaba y reforzaba, para algunos sectores, la desigualdad social que existía en el Perú en la segunda mitad del siglo XIX y las primeras décadas del siglo XX\".\n¿Cuál de los siguientes aprendizajes se evidencia en el comentario del estudiante?",
          "opciones": [
            "El reconocimiento de causas estructurales de un fenómeno histórico.",
            "El establecimiento de secuencias causales que explican un fenómeno histórico.",
            "La clasificación de causas de un fenómeno histórico según su aspecto o dimensión."
          ],
          "respuesta": "El reconocimiento de causas estructurales de un fenómeno histórico.",
          "respuestaCorta": "El estudiante vincula la aceptación de ideas racistas en el siglo XIX con una característica de larga duración: la estructura social desigual y jerárquica de la sociedad peruana, heredada desde la época virreinal.",
          "solucionario": "Las causas estructurales son aquellas condiciones de larga duración que subyacen a un fenómeno histórico. El estudiante identifica correctamente que la aceptación del racismo en el siglo XIX no fue un hecho aislado, sino que se asentó sobre una estructura social jerárquica preexistente que se remonta al virreinato. Esta capacidad de conectar un evento con una condición social de larga data demuestra el reconocimiento de causas estructurales.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes han formulado interpretaciones históricas acerca del problema planteado, el docente busca promover el desarrollo de la conciencia histórica de los estudiantes sobre la actitud de la sociedad peruana respecto de los procesos de inmigración que experimentó el Perú en su historia contemporánea. ¿Cuál de los siguientes conjuntos de preguntas promueve mejor el logro del propósito del docente?",
          "opciones": [
            "¿Qué hechos influyeron en el desarrollo de los procesos de inmigración de la segunda mitad del siglo XIX en el Perú? ¿Qué posturas existieron en la sociedad peruana sobre la llegada de inmigrantes? ¿Cómo estas posturas permiten explicar el comportamiento de algunos sectores de la sociedad peruana de esa época respecto de los procesos de inmigración?",
            "¿Cuáles fueron las principales motivaciones para que algunos grupos de extranjeros inmigraran al Perú durante la segunda mitad del siglo XIX? ¿Qué actitudes mostraron los diferentes grupos de la sociedad peruana frente a la llegada de los inmigrantes? ¿Creen que estos grupos fueron empáticos con los inmigrantes extranjeros?",
            "¿Qué similitudes y diferencias existen entre las actitudes de la sociedad peruana del siglo XIX y la actual frente a los grupos de inmigrantes extranjeros? ¿Cómo se pueden explicar estas semejanzas y diferencias? ¿Cómo creen que la actual sociedad peruana podría reaccionar frente a nuevas oleadas de inmigrantes extranjeros?"
          ],
          "respuesta": "¿Qué similitudes y diferencias existen entre las actitudes de la sociedad peruana del siglo XIX y la actual frente a los grupos de inmigrantes extranjeros? ¿Cómo se pueden explicar estas semejanzas y diferencias? ¿Cómo creen que la actual sociedad peruana podría reaccionar frente a nuevas oleadas de inmigrantes extranjeros?",
          "respuestaCorta": "El desarrollo de la conciencia histórica implica reflexionar sobre la relación entre pasado, presente y futuro. Este conjunto de preguntas guía explícitamente esa reflexión al comparar el pasado con el presente y proyectar hacia el futuro.",
          "solucionario": "La conciencia histórica se desarrolla al establecer puentes entre el pasado, el presente y el futuro, utilizando la historia para comprender el tiempo actual y orientar acciones futuras. Las preguntas en la opción C promueven este proceso al pedir a los estudiantes que comparen las actitudes del pasado con las actuales (pasado-presente) y que reflexionen sobre posibles reacciones futuras (futuro). Las otras opciones se centran exclusivamente en el análisis del pasado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p16",
      "contexto": "En una sesión de aprendizaje, una docente presenta a los estudiantes el siguiente texto:\nLos pueblos que tienen un hecho fundacional muy significativo han solido adoptar un sistema más objetivo: cuentan los años a partir de ese hecho fundacional que, en el caso de los romanos, era la fecha de la fundación de Roma [...]. [Sin embargo], no quiere decir que habitualmente no recurrieran a procedimientos más [cotidianos] como el citar los nombres de los cónsules en ejercicio o, incluso, de los otros magistrados de menor relieve. [Por ejemplo , los arcos de triunfo, puentes, acueductos y otras obras romanas no suelen poner en su correspondiente inscripción que tal obra se realizó en el año a.u.c. (\"desde la fundación de Roma\") sino, más bien, \"siendo cónsules Fulano y Mengano\". [Así mismo], por no hablar de los cristianos para situar cronológicamente la pasión de Cristo, no dicen que ocurrió en el 780 desde la fundación de Roma, sino que sucedió \"bajo el poder de Poncio Pilato\".\nAdaptado de López, J. (2007). La eponimia en el Consejo Superior de Investigaciones Científicas (CSIC) y otros rasgos identitarios. En Tiempos de ciencia y de política: homenaje a Emilio Muñoz.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más adecuado para favorecer que los estudiantes reconozcan que los calendarios son convenciones culturales?",
          "opciones": [
            "¿Qué hechos se usaron como puntos de referencia en el calendario romano? ¿En qué situaciones se utilizaba cada uno de ellos? Según el calendario romano, ¿en qué fecha se ubica la pasión de Cristo? ¿Por qué?",
            "¿Cuál es la función de la fundación de Roma en el calendario romano? ¿Qué otros hechos sirvieron como referencia en el calendario romano? En nuestro calendario, ¿qué hecho cumple la misma función? ¿Por qué se utilizan diferentes hechos como punto de referencia en ambos calendarios?",
            "¿Qué hechos de la cotidianidad se emplearon como puntos de referencia en el calendario romano? ¿Por qué crees que los monumentos llevaban inscripciones con el nombre de políticos de la época? ¿Este procedimiento fue útil? Comparando el calendario romano y cristiano, ¿cuál de ellos te parece más exacto?"
          ],
          "respuesta": "¿Cuál es la función de la fundación de Roma en el calendario romano? ¿Qué otros hechos sirvieron como referencia en el calendario romano? En nuestro calendario, ¿qué hecho cumple la misma función? ¿Por qué se utilizan diferentes hechos como punto de referencia en ambos calendarios?",
          "respuestaCorta": "La opción B guía a los estudiantes a comparar el punto de referencia del calendario romano con el de su propio calendario, llevándolos a concluir que la elección de este punto es una decisión cultural.",
          "solucionario": "Para entender los calendarios como convenciones culturales, es fundamental comparar diferentes sistemas y analizar por qué cada cultura eligió un punto de partida distinto. La opción B logra esto al hacer que los estudiantes identifiquen el hecho fundacional del calendario romano, lo comparen con el del calendario actual y reflexionen sobre el porqué de la diferencia. Esto evidencia que la medición del tiempo es una construcción social.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p17",
      "contexto": "Durante una experiencia de aprendizaje, luego de haber interpretado diversas fuentes, los estudiantes han elaborado textos para explicar las causas de la conquista del Tahuantinsuyo. A continuación, se presenta un fragmento del texto de uno de los estudiantes:\nCuando los españoles llegaron al Tahuantinsuyo, la situación de ese territorio era problemática, pues se estaba librando una guerra entre los hermanos Huáscar y Atahualpa para determinar cuál de los dos era reconocido como gobernante inca. Muchas de las diversas sociedades que fueron anexadas al Tahuantinsuyo entraron en la guerra a favor de uno u otro de los dos hermanos. Esa situación de caos y división fue aprovechada por los españoles para conquistar el Tahuantinsuyo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia en el fragmento del texto del estudiante?",
          "opciones": [
            "La jerarquización de causas de un proceso histórico.",
            "El reconocimiento de causas coyunturales de un proceso histórico.",
            "La distinción de causas de un proceso histórico según su aspecto o dimensión."
          ],
          "respuesta": "El reconocimiento de causas coyunturales de un proceso histórico.",
          "respuestaCorta": "El estudiante se enfoca en la guerra civil entre Huáscar y Atahualpa, un evento específico y de corta duración que ocurría justo en el momento de la llegada de los españoles, lo que la define como una causa coyuntural.",
          "solucionario": "Las causas coyunturales son eventos o situaciones de corta duración que ocurren en el momento en que se desencadena un proceso histórico. La guerra civil inca es el ejemplo clásico de una causa coyuntural de la conquista, ya que creó un escenario de debilidad y división que facilitó la intervención española. El estudiante identifica correctamente esta situación inmediata como un factor clave.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p18",
      "contexto": "Como parte de una sesión de aprendizaje, los estudiantes están analizando de qué manera los indígenas participaron en la Guerra del Pacífico. Para ello, el docente les ha entregado diversas fuentes para que las interpreten.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de haber interpretado críticamente diversas fuentes en relación con la participación indígena en la Campaña de la Breña, un estudiante comenta lo siguiente al docente:\n\"Profesor, he encontrado en varias fuentes sobre la participación de algunos indígenas como montoneros y rabonas en la Campaña de la Breña. Me llamó la atención que ninguna de esas fuentes sea un testimonio directo de algún montonero o alguna rabona. En cambio, las fuentes han sido escritas por otros personajes, como Andrés A. Cáceres, Antonia Moreno o algunos soldados. Creo que no hay testimonios de algún montonero o rabona porque no sabían escribir. Entonces, creo que, cuando analicemos las fuentes, tenemos que tener en cuenta eso, que la narración de la participación de montoneros y rabonas proviene de personajes que no pertenecieron a esos grupos\".\nSegún el comentario del estudiante, ¿cuál de las siguientes alternativas señala el criterio que está considerando principalmente el estudiante en el proceso de interpretación de las fuentes históricas?",
          "opciones": [
            "Considerar que pueden existir contradicciones entre las fuentes históricas.",
            "Considerar que las fuentes históricas son susceptibles de ser contrastadas entre sí.",
            "Considerar que las fuentes históricas están elaboradas desde una determinada perspectiva."
          ],
          "respuesta": "Considerar que las fuentes históricas están elaboradas desde una determinada perspectiva.",
          "respuestaCorta": "El estudiante reconoce que las fuentes fueron escritas por personas externas al grupo de montoneros y rabonas, y que, por lo tanto, la narración está contada desde su perspectiva particular.",
          "solucionario": "El estudiante realiza un ejercicio de crítica de fuentes al identificar la autoría y la perspectiva desde la que están escritas. Se da cuenta de que la voz de los protagonistas (montoneros y rabonas) está ausente y que su historia es contada por otros. Esto implica reconocer que toda fuente tiene una perspectiva y que es crucial considerar quién la elaboró para interpretarla adecuadamente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han interpretado diversas fuentes acerca de la participación de los montoneros y las rabonas en la Campaña de la Breña, el docente les entrega una fuente escrita que describe la danza de los Avelinos. Esta danza es una tradición cultural de las actuales comunidades del Valle del Mantaro. La danza representa cómo Andrés A. Cáceres seleccionó, entre los habitantes del valle en la época de la Guerra del Pacífico, a los jóvenes más hábiles para integrarlos como espías al ejército que comandaba. Si el propósito del docente es que los estudiantes aprovechen esta fuente para que reconozcan la relevancia histórica de la Campaña de la Breña en las comunidades del Valle del Mantaro, ¿cuál de las siguientes acciones pedagógicas es pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que indiquen los principales hechos de la Campaña de la Breña. Luego, solicitarles que evalúen con qué nivel de precisión las comunidades campesinas han representado en la danza de los Avelinos los pasajes históricos sobre la Guerra del Pacífico que describe la fuente.",
            "Pedir a los estudiantes que indiquen cuál fue la participación de los indígenas en la Campaña de la Breña. Luego, solicitarles que expliquen, a partir de la fuente, cómo la Guerra del Pacífico ha influido en la mentalidad y cultura de las comunidades del Valle del Mantaro en la actualidad.",
            "Pedir a los estudiantes que indiquen los principales actores sociales de la Campaña de la Breña según la fuente. Luego, solicitarles que comenten por qué la participación indígena del Centro del Perú fue importante en la Guerra del Pacífico."
          ],
          "respuesta": "Pedir a los estudiantes que indiquen cuál fue la participación de los indígenas en la Campaña de la Breña. Luego, solicitarles que expliquen, a partir de la fuente, cómo la Guerra del Pacífico ha influido en la mentalidad y cultura de las comunidades del Valle del Mantaro en la actualidad.",
          "respuestaCorta": "Para reconocer la relevancia histórica, se debe conectar el pasado (Guerra del Pacífico) con el presente (tradición cultural actual). La opción B pide explícitamente explicar cómo la guerra ha influido en la cultura actual de la comunidad.",
          "solucionario": "El reconocimiento de la relevancia histórica implica establecer vínculos entre el pasado y el presente. La danza de los Avelinos es una fuente que evidencia la permanencia de la memoria de la Campaña de la Breña en la cultura actual del Valle del Mantaro. La acción pedagógica de la opción B es la más pertinente porque guía a los estudiantes a utilizar esta fuente (la danza) para explicar cómo un evento del siglo XIX sigue influyendo en la mentalidad y cultura de las comunidades de hoy.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p20",
      "contexto": "Después de que los estudiantes revisaron diversas fuentes acerca del desarrollo de la democracia en Atenas durante el periodo clásico, el docente les pidió que comenten algunos de sus hallazgos. En ese contexto, una de las estudiantes comenta lo siguiente:\n\"No creo que lo de Atenas haya sido una democracia, porque no todos los ciudadanos podían participar en la política de la ciudad. Por ejemplo, las mujeres no podían hacerlo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante ello, el docente busca intervenir para que la estudiante reflexione sobre su afirmación incorporando una perspectiva histórica. ¿Cuál de las siguientes intervenciones docentes es pertinente para retroalimentar a la estudiante?",
          "opciones": [
            "\"Observo que has identificado una diferencia entre la democracia ateniense y la actual. Entonces, ¿qué otros elementos se hubiesen tenido que mejorar para que en Atenas todos los ciudadanos puedan participar en la política de la ciudad?\".",
            "\"Es correcto lo que afirmas respecto de que las mujeres atenienses no tenían derecho a participar en la política de la ciudad. Sin embargo, ¿has pensado si la concepción de ciudadano en Atenas fue la misma a la que tenemos actualmente?\".",
            "\"Como mencionas, no todos los grupos sociales atenienses tuvieron derecho de participar en política. No obstante, ¿te has preguntado qué otros grupos sociales de Atenas tampoco pudieron participar en política?\"."
          ],
          "respuesta": "\"Es correcto lo que afirmas respecto de que las mujeres atenienses no tenían derecho a participar en la política de la ciudad. Sin embargo, ¿has pensado si la concepción de ciudadano en Atenas fue la misma a la que tenemos actualmente?\".",
          "respuestaCorta": "La intervención del docente guía a la estudiante a contextualizar el concepto de 'ciudadano', evitando un juicio anacrónico (juzgar el pasado con valores del presente) y promoviendo la comprensión de las ideas de la época.",
          "solucionario": "La estudiante está realizando un juicio anacrónico al aplicar la concepción actual de ciudadanía a la Atenas clásica. La retroalimentación pertinente debe guiarla a adoptar una perspectiva histórica, es decir, a comprender los conceptos dentro de su propio contexto. La pregunta sobre si la 'concepción de ciudadano' era la misma antes y ahora es clave para que la estudiante entienda que las sociedades del pasado tenían sus propias lógicas y no deben ser juzgadas únicamente con los estándares actuales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p21",
      "contexto": "Durante una sesión de aprendizaje, una docente presentó a los estudiantes un conjunto de imágenes representativas del patrimonio cultural de la cultura Paracas. Algunos estudiantes se mostraron interesados en las tradiciones funerarias Paracas. Por ello, la docente les preguntó lo siguiente:\n\"¿Cómo enterramos hoy en día a nuestros muertos? ¿Los paracas enterraban a sus muertos como se hace actualmente? ¿Qué diferencias encuentran entre sus costumbres funerarias y las nuestras?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es favorecer la comprensión del tiempo histórico, ¿cuál de los siguientes desempeños se busca promover a partir de las preguntas planteadas?",
          "opciones": [
            "La descripción de cambios y permanencias de un fenómeno histórico.",
            "El reconocimiento de diferentes dimensiones de un proceso histórico.",
            "La identificación de los ritmos de cambio en la historia."
          ],
          "respuesta": "La descripción de cambios y permanencias de un fenómeno histórico.",
          "respuestaCorta": "Las preguntas guían a los estudiantes a comparar las prácticas funerarias del pasado (Paracas) con las del presente, identificando explícitamente las diferencias (cambios) y posibles similitudes (permanencias).",
          "solucionario": "La comprensión del tiempo histórico implica, entre otras cosas, la capacidad de identificar cambios y permanencias a lo largo del tiempo. Las preguntas de la docente están diseñadas para que los estudiantes hagan exactamente eso: comparan una práctica social (costumbres funerarias) en dos momentos distintos (Paracas y actualidad) para describir qué ha cambiado y qué podría haber permanecido.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p22",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están interpretando fuentes históricas para explicar algunas características de la religión de las sociedades del antiguo Perú. En ese contexto, un estudiante comenta a la docente algunas de las acciones que ha venido realizando en el proceso de interpretación de fuentes:\n\"Estuve analizando la imagen de una estela de piedra de la cultura Chavín llamada El Portador del Cactus. En esta estela se representa a un ser con forma humana y rasgos de animales que está sosteniendo un cactus. Según un libro que leí, algunos arqueólogos dicen que este cactus sería un San Pedro, y la estela de El Portador sería una de las representaciones más antiguas del uso del cactus. Además, leí que otras culturas también emplearon este cactus. Por ejemplo, en el Manto Ceremonial de la Momia de la cultura Paracas, de la misma época de Chavín, se representó el San Pedro junto a seres de apariencia de serpientes. Esto quiere decir que, para esa época, el San Pedro se usaba tanto en la costa como en la sierra. También, he encontrado fotografías de ceramios de las culturas Moche y Nazca, de la época del Intermedio Temprano; y de la cultura Chimú, del Intermedio Tardío, en las que se representan a personas sosteniendo el cactus. Leí que algunos investigadores creen que estas personas podrían ser curanderas o sacerdotes. Entonces, me llama la atención que hayan sido varias las culturas de diferentes territorios y épocas las que usaron el San Pedro. Eso evidencia la importancia de la planta y la continuidad de su uso en el periodo prehispánico\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia principalmente en las acciones descritas por el estudiante?",
          "opciones": [
            "La evaluación de la fiabilidad de fuentes históricas.",
            "La complementación de fuentes históricas.",
            "La contextualización de fuentes históricas."
          ],
          "respuesta": "La complementación de fuentes históricas.",
          "respuestaCorta": "El estudiante utiliza información de diversas fuentes (estela, libro, manto, ceramios) de diferentes culturas y épocas para construir una interpretación más completa sobre el uso del cactus San Pedro.",
          "solucionario": "La complementación de fuentes consiste en utilizar información proveniente de diversas fuentes (de distinto tipo, origen o época) para obtener una visión más completa de un hecho histórico. El estudiante lo demuestra al combinar información de una estela (Chavín), un manto (Paracas) y ceramios (Moche, Nazca, Chimú) para llegar a la conclusión sobre la continuidad y la importancia del uso del San Pedro en el antiguo Perú.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p23",
      "contexto": "En una sesión de aprendizaje, los estudiantes, reunidos en equipos, están interpretando diversas fuentes sobre cómo se expresó la religiosidad de los antiguos griegos. En ese contexto, uno de los estudiantes comenta a sus compañeros de equipo lo siguiente:\n\"He encontrado información de algunos rituales griegos. Por ejemplo, se dice que, para curarse, los enfermos sacrificaban un animal en el templo del dios Asclepio. Luego, se bañaban y dormían allí esperando que el dios se les aparezca en sueños y les diga qué tratamiento seguir\".\nLuego de haber escuchado al estudiante, los demás miembros del equipo discuten sobre cómo interpretar los hechos narrados por el estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estudiantes incorpora la perspectiva histórica en su comentario?",
          "opciones": [
            "Catalina dice: \"Considero que prácticas como sacrificar a un animal, o bañarse y dormir en un templo eran parte de los rituales religiosos de los antiguos griegos para cuidar su salud. Sin embargo, eso no quita que también hayan desarrollado conocimientos en medicina\".",
            "Natalia dice: \"Pienso que es esperable que los antiguos griegos hayan creído que podían curarse de alguna enfermedad por dormir y esperar a sus dioses en uno de sus templos. Pienso así porque los antiguos griegos eran muy religiosos y creían que sus dioses intervenían en muchas cosas\".",
            "María dice: \"No pienso que, como creían los antiguos griegos, solo por bañarse y dormir en el templo de uno de sus dioses alguien podría curarse de algunas enfermedades. Por eso, pienso que, a pesar de que los antiguos griegos desarrollaron un conocimiento interesante, se equivocaron en ese tipo de creencias\"."
          ],
          "respuesta": "Natalia dice: \"Pienso que es esperable que los antiguos griegos hayan creído que podían curarse de alguna enfermedad por dormir y esperar a sus dioses en uno de sus templos. Pienso así porque los antiguos griegos eran muy religiosos y creían que sus dioses intervenían en muchas cosas\".",
          "respuestaCorta": "Natalia intenta comprender la creencia griega dentro de su propio sistema de pensamiento ('eran muy religiosos'), en lugar de juzgarla desde una perspectiva actual, lo que demuestra una perspectiva histórica.",
          "solucionario": "Incorporar una perspectiva histórica significa intentar comprender las acciones y creencias de las personas del pasado dentro de su propio contexto cultural y mental. Natalia lo hace al explicar la práctica ritual como algo 'esperable' dado el marco de creencias de los antiguos griegos sobre la intervención divina. En cambio, María emite un juicio de valor desde la actualidad ('se equivocaron'), y Catalina describe la práctica sin explicarla desde la mentalidad de la época.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p24",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes están desarrollando diversas actividades para explicar las causas y consecuencias de la rebelión de Túpac Amaru II. En ese contexto, el docente ha formulado algunas preguntas para orientarles en su análisis.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas promueve que los estudiantes reconozcan causas coyunturales de la rebelión de Túpac Amaru II?",
          "opciones": [
            "¿Qué acontecimiento histórico determinó el inicio de la rebelión de Túpac Amaru II a fines del siglo XVIII?",
            "¿Qué características generales de la sociedad virreinal peruana de los siglos XVII y XVIII influyeron en el inicio de la rebelión de Túpac Amaru II?",
            "¿Qué aspectos del proceso de reformas borbónicas que se desarrolló en la segunda mitad del siglo XVIII incidieron en el inicio de la rebelión de Túpac Amaru II?"
          ],
          "respuesta": "¿Qué aspectos del proceso de reformas borbónicas que se desarrolló en la segunda mitad del siglo XVIII incidieron en el inicio de la rebelión de Túpac Amaru II?",
          "respuestaCorta": "Las Reformas Borbónicas son un conjunto de medidas implementadas en un período específico y relativamente corto antes de la rebelión, que alteraron la situación existente y provocaron descontento, encajando en la definición de causa coyuntural.",
          "solucionario": "Las causas históricas se pueden clasificar por su duración. Las estructurales son de larga data (opción B). Los detonantes son eventos puntuales que inician el conflicto (opción A). Las causas coyunturales son procesos de corta o mediana duración que crean las condiciones inmediatas para el estallido. Las Reformas Borbónicas (opción C) son un proceso que se dio en las décadas previas a la rebelión y generó el descontento que llevó a ella, por lo tanto, es la causa coyuntural por excelencia.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p25",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes van a iniciar el análisis de una problemática ambiental de la región en la que viven. En este contexto, se produce el siguiente diálogo entre el docente y los miembros de un equipo de estudiantes:\nDocente dice: \"¿Cuál es la problemática ambiental que han elegido analizar?\".\nMaría dice: \"Hemos decidido analizar por qué los ríos de nuestra región están contaminados\".\nDocente dice: \"Muy bien. Coméntenme, ¿qué acciones han planificado para analizar esta problemática?\".\nRocío dice: \"Primero, buscaremos información sobre las causas de la contaminación en los ríos. Luego, con esa información, haremos un listado de esas causas\".\nJavier dice: \"Después, clasificaremos las causas según estas sean sociales, políticas, económicas y ambientales; y haremos un organizador gráfico con esta información\".\nDocente dice: \"Bien. Respecto del tiempo asignado para elaborar este análisis, ¿cómo han pensado organizarse para presentarlo en la fecha indicada?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos del aprendizaje busca promover el docente?",
          "opciones": [
            "El recojo de saberes previos.",
            "La promoción de la metacognición.",
            "La generación de un conflicto cognitivo."
          ],
          "respuesta": "La promoción de la metacognición.",
          "respuestaCorta": "El docente orienta a los estudiantes a reflexionar sobre su propio proceso de aprendizaje: la planificación de acciones, la organización de la información y la gestión del tiempo.",
          "solucionario": "La metacognición es la capacidad de reflexionar y regular el propio aprendizaje. Las preguntas del docente (\"¿qué acciones han planificado?\", \"¿cómo han pensado organizarse?\") invitan a los estudiantes a ser conscientes de su plan de trabajo, las estrategias que usarán y cómo gestionarán sus recursos como el tiempo, lo cual es un ejercicio puramente metacognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p26",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de una docente es que los estudiantes analicen problemáticas ambientales considerando sus diversas dimensiones, ¿cuál de las siguientes actividades favorece el logro del propósito de la docente?",
          "opciones": [
            "Proporcionar a los estudiantes tres gráficos circulares sobre los factores de la deforestación para cada una de las siguientes regiones: África, América Latina y Sudeste Asiático. Luego, pedirles que respondan qué porcentaje de áreas deforestadas se debe a la actividad agrícola.",
            "Entregar a los estudiantes un texto que explica qué es el calentamiento global y que asevera que su origen está en la ruptura del equilibrio en el ciclo del carbono. Luego, pedirles que investiguen cuánto es el volumen de la emisión de carbono a escala local, nacional y mundial.",
            "Facilitar a los estudiantes un estudio de caso en el que se presenten las causas de la deforestación. Luego, pedirles que clasifiquen las causas directas e indirectas según diversos criterios, como la expansión de la infraestructura de comunicación, la dinámica poblacional, entre otros."
          ],
          "respuesta": "Facilitar a los estudiantes un estudio de caso en el que se presenten las causas de la deforestación. Luego, pedirles que clasifiquen las causas directas e indirectas según diversos criterios, como la expansión de la infraestructura de comunicación, la dinámica poblacional, entre otros.",
          "respuestaCorta": "La actividad C pide explícitamente clasificar las causas de una problemática ambiental (deforestación) según diversos criterios que representan sus múltiples dimensiones (infraestructura, demografía).",
          "solucionario": "Analizar una problemática en sus diversas dimensiones implica reconocer que tiene causas y consecuencias de distinto tipo (sociales, económicas, políticas, etc.). La opción C es la más completa porque propone clasificar las causas de la deforestación según diferentes criterios (infraestructura, población), lo que obliga a los estudiantes a reconocer que el problema es multidimensional. Las otras opciones se centran en un dato específico (A) o en una sola dimensión (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p27",
      "contexto": "Como parte de un proyecto de participación ciudadana para promover la gestión responsable del espacio de la localidad, la docente y los estudiantes realizan un conjunto de actividades para problematizar el estado en el que se encuentran las áreas verdes de la localidad y proponer acciones para el cuidado de estas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, la docente busca que los estudiantes establezcan relaciones entre los elementos naturales y sociales que existen en las áreas verdes de la localidad. ¿Cuál de las siguientes acciones pedagógicas es adecuada para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen cuáles son las principales características climáticas de la localidad en las diferentes estaciones del año. Luego, pedirles que expliquen de qué manera la vegetación de las áreas verdes contribuyen a la regulación del clima local a lo largo del año.",
            "Pedir a los estudiantes que detallen qué sensaciones les evoca la presencia de la vegetación y la fauna que habitan en las áreas verdes de la localidad. Luego, pedirles que expliquen cómo esta biodiversidad podría influir en el bienestar físico y mental de la población local.",
            "Pedir a los estudiantes que señalen cuáles son aquellas instalaciones en las áreas verdes de la localidad que fomentan la realización de actividades. Luego, pedirles que expliquen acerca de la importancia del buen mantenimiento de estas instalaciones para fomentar la recreación en la localidad."
          ],
          "respuesta": "Pedir a los estudiantes que detallen qué sensaciones les evoca la presencia de la vegetación y la fauna que habitan en las áreas verdes de la localidad. Luego, pedirles que expliquen cómo esta biodiversidad podría influir en el bienestar físico y mental de la población local.",
          "respuestaCorta": "La opción B conecta directamente un elemento natural (biodiversidad: vegetación y fauna) con un elemento social (bienestar físico y mental de la población), estableciendo una clara relación entre ambos.",
          "solucionario": "El espacio geográfico se construye por la interacción entre elementos naturales y sociales. La opción B promueve la reflexión sobre esta interrelación al pedir a los estudiantes que vinculen la biodiversidad del parque (elemento natural) con el bienestar de las personas (elemento social). La opción A se centra más en la relación entre elementos naturales (vegetación y clima), y la C se enfoca en la relación entre elementos sociales (instalaciones y recreación).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de haber realizado la lectura del mapa que muestra las áreas verdes de la localidad, los estudiantes están elaborando explicaciones acerca de lo que observaron. A continuación, se presenta un fragmento del texto elaborado por una de las estudiantes:\nObservé que las áreas verdes están ubicadas en el centro y en la periferia de la localidad. La mayoría de las áreas verdes de la localidad se han asentado en una superficie plana, y estas varían de tamaño. Por ejemplo, las áreas verdes que se ubican en el centro de la localidad no son tan extensas como las áreas que están en las afueras. He observado que la diferencia en el tamaño se debe a que el centro está más ocupado porque ahí se concentran las viviendas, los comercios, los servicios financieros y de salud. Por el contrario, las áreas verdes ubicadas en la periferia de la localidad, que son las de mayor tamaño, se extienden sobre un relieve llano repleto de árboles y arbustos en donde hay pocas construcciones.\n¿Cuál de los siguientes aprendizajes se evidencia en el fragmento del texto elaborado por la estudiante?",
          "opciones": [
            "El reconocimiento del orden espacial de un espacio geográfico.",
            "La evaluación de una problemática territorial de un espacio geográfico.",
            "La explicación de las limitaciones y de las posibilidades de un espacio geográfico."
          ],
          "respuesta": "El reconocimiento del orden espacial de un espacio geográfico.",
          "respuestaCorta": "La estudiante describe la distribución y localización de las áreas verdes y explica las razones de esa disposición (concentración de servicios en el centro), lo que demuestra la comprensión del orden espacial.",
          "solucionario": "El reconocimiento del orden espacial implica describir la distribución de los elementos en un espacio geográfico y explicar los patrones que determinan esa distribución. La estudiante identifica un patrón (áreas verdes pequeñas en el centro, grandes en la periferia) y lo explica relacionándolo con la concentración de actividades humanas en la zona céntrica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes van a iniciar el reconocimiento de las dinámicas que ocurrieron en las áreas verdes de la localidad. Como una primera actividad, la docente busca recoger los saberes previos de los estudiantes respecto de estas dinámicas. ¿Cuál de las siguientes acciones pedagógicas es adecuada para el logro del propósito?",
          "opciones": [
            "Mostrar a los estudiantes un reportaje acerca de la historia de algunas de las áreas verdes más emblemáticas de la localidad. Luego, pedirles que señalen los cambios que más les han impresionado. Por último, pedirles que redacten un texto explicando aquellos cambios más radicales ocurridos en las áreas verdes de la localidad.",
            "Pedir a los estudiantes que enumeren los elementos de las áreas verdes de la localidad que más les llaman la atención. Luego, pedirles que pregunten a sus familiares si dichos elementos han cambiado o no a través del tiempo. Por último, pedirles que elaboren un organizador gráfico a partir de la información recabada.",
            "Entregar a los estudiantes un conjunto de fotografías que muestren las áreas verdes de la localidad en la actualidad. Luego, pedirles que comenten cómo creen que lucían estas áreas verdes en el pasado. Por último, pedirles que, en plenaria, discutan por qué habrían ocurrido estos cambios en el paisaje de estas áreas verdes."
          ],
          "respuesta": "Entregar a los estudiantes un conjunto de fotografías que muestren las áreas verdes de la localidad en la actualidad. Luego, pedirles que comenten cómo creen que lucían estas áreas verdes en el pasado. Por último, pedirles que, en plenaria, discutan por qué habrían ocurrido estos cambios en el paisaje de estas áreas verdes.",
          "respuestaCorta": "Para recoger saberes previos, se parte de lo que los estudiantes imaginan. La opción C les pide que, a partir de una imagen actual, hipoteticen sobre el pasado y sus causas, activando sus propias ideas.",
          "solucionario": "El recojo de saberes previos se basa en activar las ideas y suposiciones que los estudiantes ya tienen. La opción C es la más adecuada porque parte de un estímulo (fotos actuales) y pide a los estudiantes que imaginen (\"cómo creen que lucían\") y formulen hipótesis (\"por qué habrían ocurrido estos cambios\"), basándose en sus propias nociones. Las otras opciones proporcionan información nueva (un reportaje, información de familiares) antes de pedir la reflexión.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de analizar cómo mejorar las áreas verdes que se encuentran alrededor de la IE, los estudiantes están compartiendo oralmente las propuestas que tienen al respecto. ¿En cuál de las siguientes propuestas se evidencia una buena práctica ambiental?",
          "opciones": [
            "Lucas dice: \"Creo que se podrían sembrar plantas de variadas especies que sean adecuadas para el suelo de la zona. La combinación de especies de plantas tiene muchas ventajas; por ejemplo, se hacen más resistentes a las plagas y contribuye a que la fertilidad del suelo aumente\".",
            "Juan dice: \"Opino que se necesitaría aplicar insecticidas en nuestras áreas verdes para disminuir la presencia de insectos como avispas, escarabajos, etc. Si hay una menor cantidad de insectos, se reduciría el riesgo de que la vegetación esté expuesta a plagas y de vernos afectados por alguna picadura\".",
            "Andrea dice: \"Considero que toda la vegetación que hay en estas áreas debería ser reemplazada por una sola especie de planta. Los beneficios de este reemplazo es que, al ser solo una especie, el mantenimiento de las áreas verdes será más fácil y los paisajes de nuestras áreas verdes serán iguales en toda la localidad\"."
          ],
          "respuesta": "Lucas dice: \"Creo que se podrían sembrar plantas de variadas especies que sean adecuadas para el suelo de la zona. La combinación de especies de plantas tiene muchas ventajas; por ejemplo, se hacen más resistentes a las plagas y contribuye a que la fertilidad del suelo aumente\".",
          "respuestaCorta": "La propuesta de Lucas promueve la biodiversidad (variadas especies) y el uso de plantas nativas ('adecuadas para la zona'), lo cual es un principio fundamental de la sostenibilidad y una buena práctica ambiental.",
          "solucionario": "Una buena práctica ambiental busca la sostenibilidad y el equilibrio ecológico. La propuesta de Lucas (policultivo con especies nativas) fomenta la biodiversidad, la resiliencia del ecosistema y la salud del suelo. Por el contrario, la propuesta de Juan (uso de insecticidas) introduce contaminantes, y la de Andrea (monocultivo) reduce la biodiversidad y hace al ecosistema más vulnerable.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p31",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito de una docente es que los estudiantes calculen distancias de un punto cualquiera a otro en representaciones planas. ¿Cuál de las siguientes fuentes es adecuada para este propósito?",
          "opciones": [
            "Una fuente que presenta un recorte de la carta topográfica de Puno en la que la equidistancia entre las curvas de nivel o isolíneas es de 200 metros. Además, en ella, resalta una leyenda que expresa magnitudes referidas a las características de las vías terrestres de dicha región.",
            "Una fuente que presenta el mapa regional de Piura en el que se señala la capital regional, las capitales provinciales y la vía Panamericana. Además, en ella, resalta una barra segmentada que representa gráficamente kilómetros.",
            "Una fuente que presenta un croquis del Valle Sagrado que señala sus principales recursos turísticos y los kilómetros de distancia en que se encuentran con respecto a la ciudad de Cusco. Además, en ella, resalta una rosa náutica."
          ],
          "respuesta": "Una fuente que presenta el mapa regional de Piura en el que se señala la capital regional, las capitales provinciales y la vía Panamericana. Además, en ella, resalta una barra segmentada que representa gráficamente kilómetros.",
          "respuestaCorta": "Para calcular distancias en un mapa, se necesita una escala. La opción B es la única que menciona explícitamente una escala gráfica ('una barra segmentada que representa gráficamente kilómetros').",
          "solucionario": "El cálculo de distancias reales a partir de un mapa requiere indispensablemente de una escala. La opción B describe un mapa que incluye una escala gráfica (barra segmentada), que es la herramienta diseñada para convertir distancias del mapa a distancias en el terreno. La opción A se enfoca en altitud y la C en distancias ya dadas desde un solo punto, pero no proporciona una herramienta para calcular distancias entre dos puntos cualesquiera.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p32",
      "contexto": "En el marco de un proyecto para la gestión responsable del ambiente, los estudiantes han identificado algunas potencialidades de la localidad. Por ello, la docente solicita a los estudiantes que planteen algunas propuestas para aprovechar de manera sostenible esas potencialidades. En este contexto, un estudiante comenta lo siguiente:\n\"Nuestra localidad tiene muchos espacios naturales y un clima muy agradable para que las personas puedan venir y quedarse por algunos días. Por eso, yo propongo promover el turismo sostenible en la localidad. Esta sería una manera en la que los habitantes podrían obtener muchos ingresos económicos y, a la vez, reducir al mínimo el impacto de estas actividades turísticas en el ambiente y en los recursos naturales\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente nota que, en el comentario, el estudiante ha omitido una de las tres dimensiones del desarrollo sostenible. ¿Cuál de las siguientes intervenciones de la docente promueve que el estudiante incorpore la dimensión que ha omitido?",
          "opciones": [
            "\"Estoy de acuerdo con que el turismo sostenible brinda muchas ventajas. Para complementar tu propuesta, ¿has considerado de qué manera esta actividad podría promover la participación de los ciudadanos de la localidad? Asimismo, ¿consideras que el turismo sostenible podría contribuir a la revaloración de la cultura local? ¿Por qué?\".",
            "\"Es correcto lo que comentas sobre los efectos positivos del turismo; sin embargo, podrías tomar en cuenta otros aspectos. ¿Has identificado cuáles son las especies de flora y fauna de la localidad que están en peligro de extinción? ¿Consideras que el turismo sostenible podría contribuir a evitar la pérdida de la biodiversidad local? ¿Por qué?\".",
            "\"Coincido con tu comentario acerca de los beneficios que traería el turismo sostenible. De acuerdo a lo que has señalado, ¿cuáles son las actividades turísticas que podrían generar mayores ingresos? Por otro lado, ¿consideras que el turismo sostenible podría atraer a nuevos inversionistas? ¿Por qué?\"."
          ],
          "respuesta": "\"Estoy de acuerdo con que el turismo sostenible brinda muchas ventajas. Para complementar tu propuesta, ¿has considerado de qué manera esta actividad podría promover la participación de los ciudadanos de la localidad? Asimismo, ¿consideras que el turismo sostenible podría contribuir a la revaloración de la cultura local? ¿Por qué?\".",
          "respuestaCorta": "El estudiante mencionó la dimensión económica (ingresos) y la ambiental (reducir impacto). La intervención A introduce preguntas sobre la participación ciudadana y la cultura local, que corresponden a la dimensión social, la cual fue omitida.",
          "solucionario": "El desarrollo sostenible se basa en tres dimensiones: económica, ambiental y social. El estudiante aborda la económica (\"ingresos\") y la ambiental (\"reducir impacto\"). La docente, al preguntar por la \"participación de los ciudadanos\" y la \"revaloración de la cultura local\", está guiando al estudiante a reflexionar sobre la dimensión social, que es la que faltaba en su propuesta inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p33",
      "contexto": "Como parte de las actividades para la elaboración del Plan Familiar de Gestión del Riesgo de Desastres ante deslizamientos y derrumbes en la localidad, la docente solicita a los estudiantes que realicen las siguientes acciones:\n1. Identificar las áreas de la localidad en las que existen pendientes pronunciadas en donde puedan ocurrir desprendimientos de tierra, piedras y rocas.\n2. Elaborar un listado de los agentes naturales y acciones antrópicas que podrían propiciar desprendimientos en las áreas identificadas previamente.\n3. Representar en un mapa las principales instituciones y viviendas de la localidad.\n4. Identificar qué nivel de daños pueden ocasionar estos desprendimientos en las zonas cercanas y lejanas a estas pendientes.\n5. Elaborar un mapa que muestre cuáles serían las zonas de la localidad que podrían ser más y menos afectadas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes procesos de la Gestión del Riesgo de Desastres se enmarcan las acciones realizadas por los estudiantes en esta actividad?",
          "opciones": [
            "La prevención del riesgo de desastre.",
            "La estimación del riesgo de desastre.",
            "La reducción del riesgo de desastre."
          ],
          "respuesta": "La estimación del riesgo de desastre.",
          "respuestaCorta": "Las acciones descritas (identificar peligros, analizar vulnerabilidades y calcular posibles daños) son los componentes clave del proceso de estimación del riesgo.",
          "solucionario": "La Gestión del Riesgo de Desastres tiene varios procesos. La estimación del riesgo, específicamente, consiste en identificar y analizar el peligro (acciones 1 y 2), analizar la vulnerabilidad (acción 3) y calcular el riesgo determinando los posibles daños (acciones 4 y 5). El conjunto de actividades se ajusta perfectamente a la definición de la estimación del riesgo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p34",
      "contexto": "Durante una sesión de aprendizaje, en la que se dialoga acerca de las posibilidades de reemplazar la energía renovable convencional por la energía renovable no convencional en el Perú, un estudiante afirma lo siguiente:\n\"Perú no cuenta con condiciones geográficas para producir energía renovable no convencional\".\nVarios estudiantes coincidieron con esta afirmación. Por ello, el docente desea realizar una actividad que contribuya a generar un conflicto cognitivo en los estudiantes acerca de las condiciones geográficas del territorio peruano para producir energía renovable no convencional.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas permite generar conflicto cognitivo en relación con la creencia del estudiante?",
          "opciones": [
            "Primero, presenta a los estudiantes la siguiente situación: \"Con la llegada del gas de Camisea, la participación de las hidroeléctricas en la generación de energía eléctrica disminuyó hasta llegar al 61% en el año 2008\". Luego, les pregunta por las condiciones geológicas de la región Cusco que permitieron la formación de este yacimiento.",
            "Primero, presenta a los estudiantes la siguiente situación: \"Hasta el año 2002, la electricidad generada en centrales hidroeléctricas representó el 85% del total de energía generada en el país\". Luego, les pregunta qué características del territorio nacional consideran que han permitido que las centrales hidroeléctricas tengan esta importante participación en la generación de energía eléctrica.",
            "Primero, presenta a los estudiantes la siguiente situación: \"Los parques eólicos, como Tres Hermanas y Marcona, están ya produciendo energía eléctrica y está en marcha el desarrollo del proyecto Central Eólica Wayra I en Nasca, considerado el más grande del Perú\". Luego, les pregunta qué características de la región Ica permiten la generación de este tipo de energía eléctrica."
          ],
          "respuesta": "Primero, presenta a los estudiantes la siguiente situación: \"Los parques eólicos, como Tres Hermanas y Marcona, están ya produciendo energía eléctrica y está en marcha el desarrollo del proyecto Central Eólica Wayra I en Nasca, considerado el más grande del Perú\". Luego, les pregunta qué características de la región Ica permiten la generación de este tipo de energía eléctrica.",
          "respuestaCorta": "La situación C presenta un ejemplo concreto y real (parques eólicos en Ica) que contradice directamente la afirmación del estudiante de que no hay condiciones para la energía renovable no convencional.",
          "solucionario": "El conflicto cognitivo se genera al presentar información que choca con una creencia previa. La creencia es que Perú no tiene condiciones para energía renovable no convencional. La opción C muestra un caso exitoso de energía eólica (un tipo de renovable no convencional) en Ica, lo que refuta la afirmación inicial y obliga a los estudiantes a reconsiderar su postura. Las otras opciones hablan de gas (no renovable) e hidroeléctricas (renovable convencional), por lo que no generan el conflicto deseado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p35",
      "contexto": "En una sesión de aprendizaje, la docente presenta a los estudiantes una fotografía. En la fotografía, se observa lo siguiente:\nEn el primer plano, se muestra un malecón, que se encuentra en la margen izquierda de un río amazónico. En este malecón, hay varios restaurantes y tiendas muy concurridas. También se muestra a varias personas que observan el paisaje ribereño. En un segundo plano, se muestra una calle que conduce hasta la plaza de Armas de la ciudad. Luego, la docente pide a los estudiantes que realicen la lectura del paisaje de la fotografía mostrada y que comenten sus avances de dicha lectura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia en su comentario el reconocimiento de elementos naturales y sociales que intervienen en la construcción del espacio geográfico?",
          "opciones": [
            "Micaela dice: \"El malecón se emplaza en una de las márgenes del río y ha sido acondicionado como espacio público y como un espacio económico\".",
            "Daniel dice: \"El malecón, al encontrarse cerca de la plaza de Armas, se ha convertido en uno de los lugares más visitados de la ciudad\".",
            "Alonso dice: \"En las épocas de crecientes, el río amazónico transporta grandes cantidades de sedimentos que son movidos por su poderoso caudal y que son depositados en sus márgenes\"."
          ],
          "respuesta": "Micaela dice: \"El malecón se emplaza en una de las márgenes del río y ha sido acondicionado como espacio público y como un espacio económico\".",
          "respuestaCorta": "Micaela conecta explícitamente un elemento social construido (el malecón) con su ubicación en relación a un elemento natural (el río), mostrando la interacción entre ambos.",
          "solucionario": "El espacio geográfico se entiende como el resultado de la interacción entre la sociedad y la naturaleza. El comentario de Micaela es el que mejor evidencia esta comprensión, ya que vincula la construcción social (malecón como espacio público y económico) con su emplazamiento determinado por un elemento natural (la margen del río). Daniel se enfoca en la relación entre elementos sociales, y Alonso describe un proceso puramente natural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p36",
      "contexto": "Para una experiencia de aprendizaje, los estudiantes se han planteado como pregunta de investigación: \"¿Por qué las lomas costeras son consideradas ecosistemas frágiles en el Perú?\". En este contexto, organizados en equipos, desarrollan diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una de las actividades, los estudiantes están elaborando un mapa en el que ubicarán las lomas costeras. Para ello, la docente les ha proporcionado un mapa base del territorio peruano en el que un centímetro representa veinte kilómetros en el terreno. ¿A cuál de las siguientes escalas cartográficas corresponde esta relación de proporción?",
          "opciones": [
            "1: 200",
            "1:20 000",
            "1: 2 000 000"
          ],
          "respuesta": "1: 2 000 000",
          "respuestaCorta": "Para convertir 20 km a cm, se multiplica por 100,000 (1 km = 100,000 cm). 20 * 100,000 = 2,000,000. Por lo tanto, la escala es 1:2,000,000.",
          "solucionario": "La escala numérica se expresa en una misma unidad. Si 1 cm en el mapa equivale a 20 km en la realidad, debemos convertir los kilómetros a centímetros. Sabiendo que 1 km = 100,000 cm, multiplicamos: 20 km * 100,000 cm/km = 2,000,000 cm. La relación es de 1 cm a 2,000,000 cm, lo que se escribe como la escala 1:2,000,000.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2023_p36",
      "contexto": "Para una experiencia de aprendizaje, los estudiantes se han planteado como pregunta de investigación: \"¿Por qué las lomas costeras son consideradas ecosistemas frágiles en el Perú?\". En este contexto, organizados en equipos, desarrollan diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de indagar en diversas fuentes acerca del proceso de formación de las lomas costeras, los estudiantes presentan sus hallazgos por escrito. A continuación, se muestra un fragmento del texto elaborado por un equipo de estudiantes:\nSon varios los factores geográficos que propician la formación de las lomas costeras. Uno de estos son los movimientos de aire en la atmósfera. Estos movimientos de aire son importantes porque ayudan a empujar, de sur a norte, las masas de aguas frías que están frente a la costa peruana. Además, estos movimientos de aire contribuyen a desplazar hacia el litoral peruano la densa neblina que se produce en el mar.\n¿A cuál de los siguientes factores geográficos se está haciendo referencia en el fragmento del texto presentado?",
          "opciones": [
            "A la corriente peruana o de Humboldt.",
            "A la contracorriente ecuatorial.",
            "Al anticiclón del Pacífico Sur."
          ],
          "respuesta": "Al anticiclón del Pacífico Sur.",
          "respuestaCorta": "El texto describe los efectos de un sistema de vientos de alta presión que desplaza la neblina hacia la costa y empuja las aguas frías, características que definen al Anticiclón del Pacífico Sur.",
          "solucionario": "El Anticiclón del Pacífico Sur es un sistema de vientos que giran en sentido antihorario en el hemisferio sur. Estos vientos son responsables de impulsar la Corriente Peruana (masas de aguas frías) y de transportar la humedad y neblina desde el océano hacia el litoral, lo que genera las condiciones para la existencia de las lomas. La descripción del texto corresponde precisamente a la acción de este anticiclón.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de una de las actividades, los equipos están realizando la lectura de un mapa de las lomas costeras de su localidad. En este contexto, los integrantes de un equipo comparten sus hallazgos en relación con la lectura del mapa. ¿Cuál de los siguientes estudiantes explica el orden espacial del espacio geográfico representado en el mapa?",
          "opciones": [
            "Jonás dice: \"Observo que varias viviendas están concentradas en el lado oeste del mapa, mientras que algunas viviendas están dispersas en dirección al este. Considero que estas diferencias se deben a que el espacio para asentarse se reduce a medida que aumenta la altitud del terreno\".",
            "Alicia dice: \"Observo que, al extremo norte del mapa, no existe un circuito turístico como sí existe en el extremo sur del mapa. Creo que podría ser importante ampliar el circuito turístico existente hacia el norte para crear más oportunidades laborales para la población local\".",
            "Margarita dice: \"Observo que las lomas tienen una vegetación variada como musgos, hierbas y arbustos a lo largo de sus laderas. Leí en un artículo que esto se debe a que las neblinas, desplazadas por los vientos que provienen del mar, aportan humedad a la zona\"."
          ],
          "respuesta": "Jonás dice: \"Observo que varias viviendas están concentradas en el lado oeste del mapa, mientras que algunas viviendas están dispersas en dirección al este. Considero que estas diferencias se deben a que el espacio para asentarse se reduce a medida que aumenta la altitud del terreno\".",
          "respuestaCorta": "Jonás no solo describe la distribución de las viviendas (concentradas y dispersas), sino que también explica la razón de ese patrón espacial relacionándolo con una característica física del terreno (la altitud).",
          "solucionario": "Explicar el orden espacial implica identificar patrones de distribución de los elementos en un espacio y dar cuenta de las causas de dichos patrones. Jonás hace exactamente esto: observa un patrón de localización de viviendas (concentración/dispersión) y lo explica a través de un factor físico (la altitud del terreno que limita el asentamiento).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la actividad de análisis del paisaje de lomas, la docente busca que los estudiantes expliquen las dinámicas del paisaje elegido. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen cuál es la actividad humana que se desarrolla predominantemente en el paisaje de lomas estudiado. Luego, pedirles que averigüen de qué manera esta actividad ha impactado en el paisaje de lomas a través del tiempo. Por último, pedirles que comenten qué pasaría con este paisaje de lomas si esta actividad continúa en los próximos años.",
            "Pedir a los estudiantes que identifiquen cuál es la principal problemática ambiental que existe en el paisaje de lomas estudiado. Luego, explicarles cuáles son los efectos que ha ocasionado esta problemática en estas lomas. Por último, pedirles que comenten cuáles son las acciones que se han emprendido para revertir los efectos identificados previamente.",
            "Pedir a los estudiantes que identifiquen cuáles son los principales recursos naturales del paisaje de lomas estudiado. Luego, preguntarles si es que estos recursos naturales fueron aprovechados en el pasado. Por último, pedirles que comenten si existe algún tipo de valoración de estos recursos naturales por parte de la población local en la actualidad."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen cuál es la actividad humana que se desarrolla predominantemente en el paisaje de lomas estudiado. Luego, pedirles que averigüen de qué manera esta actividad ha impactado en el paisaje de lomas a través del tiempo. Por último, pedirles que comenten qué pasaría con este paisaje de lomas si esta actividad continúa en los próximos años.",
          "respuestaCorta": "La opción A promueve el análisis de las dinámicas al conectar una actividad humana (presente) con sus efectos a lo largo del tiempo (pasado) y sus posibles consecuencias futuras, abarcando así la transformación del paisaje.",
          "solucionario": "Explicar las dinámicas de un paisaje implica comprender cómo este ha cambiado, cambia y podría cambiar. La secuencia de la opción A es la más completa para este fin, ya que guía a los estudiantes a analizar el impacto de una actividad a través del tiempo (pasado y presente) y a proyectar sus efectos a futuro, permitiéndoles construir una visión integral de la transformación del paisaje.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que cada equipo de estudiantes ha analizado la problemática ambiental de las lomas costeras, los equipos proponen acciones para mejorar el manejo de las lomas costeras. ¿Cuál de los siguientes equipos ha considerado las tres dimensiones del desarrollo sostenible en su propuesta?",
          "opciones": [
            "Equipo 1: a) Garantizar la tranquilidad, el orden y la seguridad de los visitantes a lo largo del recorrido en las lomas costeras. b) Instaurar un comité de vigilancia para controlar el ingreso de las personas que visiten las lomas costeras. c) Establecer sanciones y multas para aquellas personas que contaminen o destruyan las lomas costeras durante sus visitas.",
            "Equipo 2: a) Gestionar la declaración de las lomas costeras como áreas naturales de interés local y nacional que necesitan ser protegidas. b) Restaurar el ecosistema de las lomas costeras a partir de la revegetación de sus principales laderas. c) Crear criaderos exclusivos de especies silvestres de lomas costeras para revertir su condición de fauna amenazada.",
            "Equipo 3: a) Aprovechar los recursos que brindan las lomas costeras sin ocasionar la pérdida o disminución de la diversidad biológica. b) Asegurar una gestión participativa de las lomas costeras tomando en cuenta el plan de manejo establecido. c) Desarrollar actividades productivas diversas que no ocasionen la pérdida o disminución de la biodiversidad de las lomas costeras."
          ],
          "respuesta": "Equipo 3: a) Aprovechar los recursos que brindan las lomas costeras sin ocasionar la pérdida o disminución de la diversidad biológica. b) Asegurar una gestión participativa de las lomas costeras tomando en cuenta el plan de manejo establecido. c) Desarrollar actividades productivas diversas que no ocasionen la pérdida o disminución de la biodiversidad de las lomas costeras.",
          "respuestaCorta": "El Equipo 3 integra la dimensión ambiental (conservar la biodiversidad), la social (gestión participativa) y la económica (desarrollar actividades productivas) en su propuesta.",
          "solucionario": "El desarrollo sostenible articula las dimensiones ambiental, social y económica. La propuesta del Equipo 3 es la única que incluye las tres: a) y c) aluden a la dimensión ambiental (proteger biodiversidad) y económica (aprovechar recursos y actividades productivas). b) alude a la dimensión social (gestión participativa de la comunidad). El Equipo 1 se centra en lo social y el Equipo 2 se enfoca casi exclusivamente en lo ambiental.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p41",
      "contexto": "Como parte de una actividad en la cual los estudiantes están reflexionando sobre la gestión del riesgo de desastres en su localidad, una estudiante dice lo siguiente:\n\"Hace un tiempo había unos cables eléctricos al aire en los postes de mi barrio. Menos mal no le ha ocurrido nada a nadie. Gracias a la organización de la junta vecinal, ahora las instalaciones eléctricas del barrio son adecuadas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué concepto se evidencia en la situación presentada por la estudiante?",
          "opciones": [
            "Resiliencia.",
            "Reducción del riesgo.",
            "Evaluación de impacto del desastre."
          ],
          "respuesta": "Reducción del riesgo.",
          "respuestaCorta": "La comunidad identificó un peligro (cables expuestos) y tomó acciones correctivas (adecuar las instalaciones) para disminuir la probabilidad de un accidente, lo cual es una acción de reducción del riesgo.",
          "solucionario": "La reducción del riesgo de desastres consiste en acciones orientadas a disminuir las condiciones de vulnerabilidad y/o a eliminar los peligros. En este caso, la junta vecinal actuó para corregir una condición peligrosa, eliminando la amenaza y reduciendo así el riesgo de un accidente. No se trata de resiliencia (capacidad de recuperarse tras un desastre) ni de una evaluación de impacto (medir los daños después de un evento).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p42",
      "contexto": "En el marco de una sesión de aprendizaje, los estudiantes están analizando y reflexionando acerca de sus hábitos de consumo para tomar decisiones responsables.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes han reconocido que algunos de sus hábitos de consumo producen un alto desperdicio de los recursos en sus hogares; por ello, la docente les pide que planteen propuestas para usar de manera más eficiente estos recursos. En este contexto, los estudiantes realizan diversas propuestas. ¿Cuál de los siguientes estudiantes recomienda una práctica de reciclaje en su propuesta?",
          "opciones": [
            "Clara dice: \"Yo recomiendo planificar el menú de la semana. Eso nos servirá para revisar qué alimentos ya tenemos en casa y saber cuáles son necesarios comprar, así aprovecharemos lo que ya tenemos\".",
            "Vicente dice: \"Yo planteo volver a usar el agua con la que lavamos algunos alimentos como frutas y verduras. Creo que, si recolectamos esta agua, podríamos usarla para el riego de las plantas que tenemos en casa\".",
            "Eusebio dice: \"Yo sugiero recolectar los restos de algunos alimentos para convertirlos en nuevos productos. Si guardamos el aceite usado en un contenedor apropiado, este podría servir para hacer jabones caseros, así ya no tiraremos restos de aceite al desagüe\"."
          ],
          "respuesta": "Eusebio dice: \"Yo sugiero recolectar los restos de algunos alimentos para convertirlos en nuevos productos. Si guardamos el aceite usado en un contenedor apropiado, este podría servir para hacer jabones caseros, así ya no tiraremos restos de aceite al desagüe\".",
          "respuestaCorta": "El reciclaje implica transformar un residuo en un nuevo producto. Eusebio propone convertir el aceite usado (residuo) en jabón (nuevo producto), lo cual es un claro ejemplo de reciclaje.",
          "solucionario": "Es importante diferenciar las \"3R\". La propuesta de Clara es de \"Reducir\" (reducir compras innecesarias). La de Vicente es de \"Reutilizar\" (usar el agua de nuevo para otro fin). La de Eusebio es \"Reciclar\", que implica un proceso de transformación de un material de desecho (aceite usado) para fabricar un producto nuevo (jabón).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de una de las actividades, la docente presenta el siguiente caso:\nJuan ha destinado dinero de su presupuesto para la compra de prendas de vestir, pero quiere saber qué debería tomar en cuenta para realizar una compra responsable.\nA partir de la situación presentada, la docente pide a los estudiantes que planteen qué recomendaciones le darían a Juan para que pueda tomar decisiones económicas como consumidor responsable. ¿Cuál de los siguientes estudiantes propone un criterio indispensable para la toma de decisiones económicas como consumidor responsable?",
          "opciones": [
            "Úrsula dice: \"Yo le sugeriría a Juan que gaste en prendas luego de evaluar cuáles le gustan más y cuáles de estas realmente requiere. De esa forma, Juan podrá priorizar qué prendas comprar\".",
            "Leo dice: \"Yo le recomendaría a Juan que se guíe de la publicidad para la compra de las prendas que vaya a adquirir. Así, él podrá orientar su compra según las necesidades que la publicidad le ayuda a identificar\".",
            "Ana dice: \"Yo le aconsejaría a Juan que gaste en las prendas más baratas, pues así podrá comprar más cantidad. Así, Juan aprovechará al máximo el dinero que había presupuestado para el rubro de vestimenta\"."
          ],
          "respuesta": "Úrsula dice: \"Yo le sugeriría a Juan que gaste en prendas luego de evaluar cuáles le gustan más y cuáles de estas realmente requiere. De esa forma, Juan podrá priorizar qué prendas comprar\".",
          "respuestaCorta": "Úrsula propone el criterio fundamental de un consumidor responsable: priorizar las compras basándose en las necesidades reales ('cuáles de estas realmente requiere') por encima de los deseos o impulsos.",
          "solucionario": "Un consumidor responsable toma decisiones informadas y priorizadas. La recomendación de Úrsula es la más acertada porque introduce el concepto de priorización, distinguiendo entre gustos (deseos) y necesidades reales. Este es un pilar de la toma de decisiones económicas responsables. Las otras opciones promueven decisiones basadas en la publicidad (Leo) o en el precio más bajo sin considerar la necesidad o calidad (Ana).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p44",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes están indagando acerca del vínculo entre las actividades económicas y el desarrollo sostenible del país. En ese contexto, un estudiante comenta al docente lo siguiente:\n\"En las noticias que he leído, las industrias siempre contaminan el ambiente; por eso, sería mejor prohibirlas totalmente\".\nFrente a ello, el docente realiza la siguiente intervención:\n\"Como comentas, es importante preocuparse por la contaminación ambiental; sin embargo, ¿has buscado información acerca de si existen algunas experiencias en las que el impacto de las industrias sobre el ambiente haya sido mínimo? ¿Qué aspectos habrían contribuido a ello? Por otro lado, ¿has considerado buscar información acerca de cuánto aporta el sector industrial al PBI del país?, y ¿qué efectos sociales se generarían si se prohíbe la industria?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas está realizando el docente principalmente cuando formula las preguntas anteriormente descritas?",
          "opciones": [
            "Promover la transferencia del aprendizaje.",
            "Brindar retroalimentación.",
            "Recoger saberes previos."
          ],
          "respuesta": "Brindar retroalimentación.",
          "respuestaCorta": "El docente, a través de preguntas, guía al estudiante para que reflexione sobre su afirmación simplista y considere otras dimensiones del problema. Esto es retroalimentación por descubrimiento.",
          "solucionario": "La intervención del docente es un ejemplo de retroalimentación reflexiva o por descubrimiento. En lugar de corregir directamente, formula una serie de preguntas que invitan al estudiante a complejizar su pensamiento, a buscar más información y a considerar las múltiples dimensiones (ambiental, económica, social) del problema. El objetivo es que el propio estudiante modifique su concepción inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p45",
      "contexto": "Las comunidades educativas de una región se han propuesto implementar huertos escolares en sus II. EE. En este contexto, los estudiantes de secundaria de una IE están realizando el análisis de las ventajas y desventajas de este tipo de proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de las actividades de la planificación para implementar el huerto escolar, los estudiantes están analizando las potencialidades de llevar a cabo este tipo de proyecto a nivel regional. En plenaria, una estudiante comparte lo siguiente:\n\"Una de las ventajas de implementar huertos en las escuelas de la región es que permitiría reducir el uso de autos o camiones que transportan las verduras, frutas y hortalizas que diariamente consumimos en las escuelas. Como sabemos, estos vehículos utilizan petróleo, por lo que, al disminuir su uso, se estaría reduciendo las emisiones de gases contaminantes que estos generan\".\n¿Con cuál de los siguientes propósitos se corresponde principalmente lo compartido por la estudiante?",
          "opciones": [
            "Con fortalecer la resiliencia frente al cambio climático.",
            "Con contribuir con la mitigación del cambio climático.",
            "Con promover la adaptación al cambio climático."
          ],
          "respuesta": "Con contribuir con la mitigación del cambio climático.",
          "respuestaCorta": "La estudiante propone una acción (huertos escolares) que reduce directamente la fuente de emisión de gases de efecto invernadero (transporte), lo cual es una estrategia de mitigación.",
          "solucionario": "La mitigación del cambio climático se refiere a las acciones destinadas a reducir o limitar las emisiones de gases de efecto invernadero (GEI). La propuesta de la estudiante, al reducir la necesidad de transporte de alimentos, disminuye el uso de combustibles fósiles y, por ende, las emisiones de GEI. Esto es una contribución directa a la mitigación. Adaptación, en cambio, sería prepararse para los efectos inevitables del cambio climático.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes están elaborando un plano del área donde se proyecta implementar el huerto escolar. La escala del plano es la siguiente: 1: 1000. De acuerdo a esta escala, ¿cuántos metros en la realidad representa un centímetro en el plano?",
          "opciones": [
            "Un metro.",
            "Diez metros.",
            "Cien metros."
          ],
          "respuesta": "Diez metros.",
          "respuestaCorta": "La escala 1:1000 significa que 1 cm en el plano son 1000 cm en la realidad. Como 100 cm equivalen a 1 metro, 1000 cm son 10 metros.",
          "solucionario": "Una escala de 1:1000 indica que 1 unidad de medida en el plano corresponde a 1000 de esas mismas unidades en la realidad. Por lo tanto, 1 cm en el plano equivale a 1000 cm reales. Para convertir centímetros a metros, se divide entre 100. Así, 1000 cm / 100 cm/m = 10 metros.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p47",
      "contexto": "Los estudiantes van a realizar una salida de campo para conocer uno de los miradores más importantes de la localidad. En este contexto, los estudiantes interpretan un croquis para identificar las rutas que pueden tomar para ir al mirador. A continuación, se muestra el croquis:",
      "imagen": "img/ascenso/secundaria/2022/sociales/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las rutas presentaría la ladera de mayor pendiente?",
          "opciones": [
            "Ruta A.",
            "Ruta B.",
            "Ruta C."
          ],
          "respuesta": "Ruta A.",
          "respuestaCorta": "En un mapa topográfico, la mayor pendiente se encuentra donde las curvas de nivel están más juntas. La Ruta A cruza las curvas de nivel en la zona donde estas están más próximas entre sí.",
          "solucionario": "Las curvas de nivel en un mapa topográfico unen puntos de igual altitud. Una pendiente pronunciada se representa por curvas de nivel muy juntas, indicando un cambio de altitud rápido en una distancia horizontal corta. Al observar la imagen, la Ruta A atraviesa la sección donde las líneas están más pegadas, lo que indica que es la ladera con mayor pendiente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito de un docente es que los estudiantes analicen cómo una problemática ambiental genera efectos a diferentes escalas. ¿Cuál de las siguientes actividades es pertinente para el logro del propósito planteado?",
          "opciones": [
            "Entregar a los estudiantes un reportaje periodístico sobre la minería por relave y sus repercusiones en poblaciones aledañas. Luego, pedirles que expongan en equipos cómo la minería aurífera afecta a las comunidades nativas ribereñas de una provincia oriental del país.",
            "Entregar a los estudiantes una imagen satelital de un bosque tropical en la que se observa un área protegida afectada por la minería aurífera aluvial. Luego, pedirles que elaboren un ensayo individual sobre cómo la actividad minera repercute en la conservación de esta área del bosque.",
            "Entregar a los estudiantes un estudio sobre la contaminación aurífera y su repercusión en la actividad pesquera de las comunidades nativas. Luego, pedirles que elaboren una infografía sobre la contaminación por mercurio, y su dispersión en la cuenca del río Amazonas y sus afluentes."
          ],
          "respuesta": "Entregar a los estudiantes un estudio sobre la contaminación aurífera y su repercusión en la actividad pesquera de las comunidades nativas. Luego, pedirles que elaboren una infografía sobre la contaminación por mercurio, y su dispersión en la cuenca del río Amazonas y sus afluentes.",
          "respuestaCorta": "La actividad C pide analizar el impacto local (en la pesca de comunidades nativas) y luego su dispersión a una escala mucho mayor (toda la cuenca del Amazonas), cumpliendo el propósito de analizar efectos a diferentes escalas.",
          "solucionario": "Para analizar una problemática en diferentes escalas, se debe trascender el impacto local y observar sus repercusiones a nivel regional o global. La opción C es la más adecuada porque parte de un impacto a escala local (contaminación y su efecto en la pesca) y luego expande el análisis a una escala continental (la dispersión del mercurio en la vasta cuenca del Amazonas). Las opciones A y B se mantienen en una escala local.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_secundaria_2023_p49",
      "contexto": "El propósito de una docente es que los estudiantes relacionen el concepto de fenómeno natural peligroso con el de vulnerabilidad. Para ello, les muestra un mapa temático titulado Áreas de inundación en caso de Tsunami en Lima Metropolitana y el Callao. En el mapa, se muestra la zona inundable ante un tsunami generado por un evento sísmico de gran magnitud.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para lograr el propósito de la docente?",
          "opciones": [
            "Primero, pedirles que relacionen el origen marino de los sismos y la generación de tsunamis. Luego, solicitarles que señalen la ruta de evacuación en caso de posible tsunami.",
            "Primero, pedirles que relacionen el movimiento inusual del mar con el sismo. Luego, solicitarles que señalen los distritos que se encuentran en el área de inundación.",
            "Primero, pedirles que relacionen los tsunamis con las formas del perfil costero. Luego, solicitarles que señalen las playas de Lima y Callao."
          ],
          "respuesta": "Primero, pedirles que relacionen el movimiento inusual del mar con el sismo. Luego, solicitarles que señalen los distritos que se encuentran en el área de inundación.",
          "respuestaCorta": "La actividad B primero aborda el fenómeno natural peligroso (tsunami y sismo) y luego la vulnerabilidad al pedir que identifiquen los distritos expuestos en la zona de inundación, conectando ambos conceptos.",
          "solucionario": "Para relacionar peligro y vulnerabilidad, se deben abordar ambos componentes. El peligro es el fenómeno natural (sismo que genera un tsunami). La vulnerabilidad es la exposición de la población a ese peligro. La opción B logra esto al pedir primero que se entienda el fenómeno (movimiento del mar y sismo) y segundo que se identifiquen los elementos vulnerables (los distritos ubicados en el área de inundación).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p50",
      "contexto": "Durante una sesión de aprendizaje, un docente les presenta la siguiente situación a los estudiantes:\nGustavo tiene un taller de carpintería en el que trabaja desde hace 10 años. Desde hace un tiempo, Gustavo quiere comprar maquinaria, pero la que necesita cuesta 10 000 soles y no le alcanza. Por eso, acudió a un banco para solicitar un crédito. Presentó todos los documentos que le solicitaron y, después de unos días, le dijeron que no le podían prestar los 10 000 que pidió, sino solo 6 000 soles.\nAdaptado de Ministerio de Educación, Superintendencia de Banca, Seguros y AFP, Centro de Estudios Financieros (s/f). Finanzas en mi Colegio. Educación Secundaria. Quinto Grado.\nLuego, el docente abre una discusión sobre la situación y pide que los estudiantes formulen hipótesis sobre por qué el banco no le prestó a Gustavo lo que solicitó.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las intervenciones de los estudiantes se evidencia el uso del concepto de capacidad de pago?",
          "opciones": [
            "Anabel dice: \"Lo más probable es que el banco haya evaluado que sus ingresos laborales no son fijos, pues dependen de los pedidos que le soliciten cada mes y, por eso, para prestarle una cantidad tan alta, necesita que otra persona avale el préstamo y se comprometa a pagar si Gustavo no puede\".",
            "Bárbara dice: \"Quizás el banco le ofreció un préstamo menor al que pidió porque calculó que lo que le quedaba de dinero a Gustavo, después de restar sus gastos y el pago de sus impuestos, no le alcanzaba para pagar las cuotas del préstamo que él solicitó\".",
            "Carmen dice: \"Puede ser también que el banco haya evaluado el riesgo que supone Gustavo como cliente, pues, normalmente averiguan antes de prestarte si antes has pagado a tiempo tus deudas y, si no lo has hecho, es normal que te nieguen un préstamo\"."
          ],
          "respuesta": "Bárbara dice: \"Quizás el banco le ofreció un préstamo menor al que pidió porque calculó que lo que le quedaba de dinero a Gustavo, después de restar sus gastos y el pago de sus impuestos, no le alcanzaba para pagar las cuotas del préstamo que él solicitó\".",
          "respuestaCorta": "Bárbara define correctamente la capacidad de pago: el dinero remanente (ingresos menos gastos) que una persona tiene disponible para asumir nuevas deudas, como las cuotas de un préstamo.",
          "solucionario": "La capacidad de pago es el flujo de dinero que le queda a una persona después de cubrir todos sus gastos, y que puede ser destinado a pagar deudas. La hipótesis de Bárbara se centra precisamente en este cálculo (\"lo que le quedaba de dinero... después de restar sus gastos\"), lo que corresponde directamente al concepto. Anabel habla de la estabilidad de los ingresos y Carmen se refiere al historial crediticio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p51",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes medidas evidencia una acción de política monetaria?",
          "opciones": [
            "Fomentar el uso de la billetera electrónica para facilitar las transacciones monetarias.",
            "Elevar el presupuesto para el año fiscal 2022 para potenciar sectores claves del país.",
            "Elevar la tasa de interés de referencia de 1% a 1,5% para influir en el consumo interno."
          ],
          "respuesta": "Elevar la tasa de interés de referencia de 1% a 1,5% para influir en el consumo interno.",
          "respuestaCorta": "La política monetaria es gestionada por el banco central y su principal herramienta es la tasa de interés de referencia, que influye en el costo del crédito y la cantidad de dinero en circulación.",
          "solucionario": "La política monetaria se refiere a las acciones del banco central para gestionar la cantidad de dinero y las condiciones crediticias. La principal herramienta es la tasa de interés de referencia (opción C). Elevar el presupuesto (opción B) es una acción de política fiscal, gestionada por el gobierno. Fomentar un medio de pago (opción A) no es una herramienta central de política monetaria.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p52",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de que los estudiantes han analizado las características de los negocios informales y de haberlos distinguido de los ilegales, un docente busca planificar una actividad para que los estudiantes inicien la reflexión sobre las causas de la economía informal en el Perú. ¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, en equipos, busquen la normativa vigente sobre los negocios informales en el Perú. Luego, solicitarles que elaboren un organizador gráfico sobre las normas que sancionan estas prácticas. Finalmente, pedirles que expongan sus organizadores e indiquen si la aplicación estricta de dichas normas eliminaría la informalidad.",
            "Pedir a los estudiantes que, en equipos, busquen cuál fue el porcentaje del empleo informal en los últimos años en el Perú. Luego, solicitarles que comparen esas cifras con las de otros países. Finalmente, pedirles que describan las diferencias identificadas y analizar con ellos los impactos de la economía informal en el mercado laboral.",
            "Pedir a los estudiantes que, en equipos, busquen en su localidad un ejemplo de negocio informal. Luego, solicitarles que analicen las ventajas y desventajas de estos negocios. Finalmente, pedirles que presenten sus hallazgos y elaboren hipótesis acerca de por qué muchos negocios optan por la informalidad."
          ],
          "respuesta": "Pedir a los estudiantes que, en equipos, busquen en su localidad un ejemplo de negocio informal. Luego, solicitarles que analicen las ventajas y desventajas de estos negocios. Finalmente, pedirles que presenten sus hallazgos y elaboren hipótesis acerca de por qué muchos negocios optan por la informalidad.",
          "respuestaCorta": "La actividad C guía a los estudiantes desde un caso concreto y cercano (un negocio local) hacia la formulación de hipótesis sobre las causas generales de la informalidad, promoviendo una reflexión inductiva.",
          "solucionario": "Para reflexionar sobre las causas de un problema complejo como la informalidad, es efectivo partir de lo particular a lo general. La opción C propone esta ruta: observar un caso real, analizar sus pros y contras, y a partir de ahí, formular hipótesis sobre las razones estructurales. Las otras opciones se centran en las consecuencias (A) o en datos comparativos (B), pero no tan directamente en la reflexión sobre las causas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p53",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están analizando cómo es que el incremento del precio de un bien puede impactar en otros relacionados con este. En ese contexto, la docente les presenta la siguiente situación hipotética:\nEn los últimos meses, se ha venido experimentando un incremento del precio de las impresoras. Tomando en cuenta que todos los demás factores se mantienen constantes, ¿qué ocurriría en el mercado de tintas para impresoras?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la ley de la oferta y la demanda, ¿cuál de los siguientes estudiantes indica el efecto del incremento del precio de las impresoras en el mercado de tintas para impresoras?",
          "opciones": [
            "Jürgen dice: \"Creo que, si el precio de las impresoras aumenta, la oferta de las tintas aumentaría\".",
            "Leonardo dice: \"Creo que, si el precio de las impresoras aumenta, la demanda de las tintas disminuiría\".",
            "Ana dice: \"Creo que, si el precio de las impresoras aumenta, el precio de las tintas también aumentaría\"."
          ],
          "respuesta": "Leonardo dice: \"Creo que, si el precio de las impresoras aumenta, la demanda de las tintas disminuiría\".",
          "respuestaCorta": "Las impresoras y las tintas son bienes complementarios. Si el precio de uno aumenta (impresoras), se compran menos, lo que provoca que la demanda de su bien complementario (tintas) disminuya.",
          "solucionario": "Las impresoras y las tintas son bienes complementarios, es decir, se consumen juntos. Según la teoría económica, cuando el precio de un bien sube, su cantidad demandada baja. Como consecuencia, la demanda de su bien complementario también se reduce. Si las impresoras son más caras y se venden menos, la gente necesitará menos tintas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p54",
      "contexto": "Lea la siguiente situación hipotética:\nEstoy descontento con el servicio de telefonía móvil que he adquirido. A pesar de que el servicio es bueno, sus tarifas son muy elevadas y es difícil para mí poder pagarlo. He averiguado y solo existe otro operador móvil que brinda un servicio muy parecido y a tarifas casi idénticas. Lamentablemente, la concentración del servicio de telefonía móvil genera que, aunque no estemos de acuerdo con las condiciones que proponen las empresas, tenemos que aceptar dichas condiciones si queremos adquirir una línea móvil.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta la información mencionada en el texto, ¿a qué tipo de estructura de mercado corresponde la situación descrita?",
          "opciones": [
            "A un mercado oligopólico.",
            "A un mercado monopólico.",
            "A un mercado de competencia perfecta."
          ],
          "respuesta": "A un mercado oligopólico.",
          "respuestaCorta": "La situación describe un mercado dominado por un número reducido de empresas ('solo existe otro operador móvil'), con altas barreras de entrada y precios similares, características de un oligopolio.",
          "solucionario": "Un oligopolio es una estructura de mercado donde un pequeño número de empresas controla la oferta. El texto lo evidencia al mencionar que solo hay dos operadores con servicios y tarifas casi idénticas. Esto difiere de un monopolio (una sola empresa) y de la competencia perfecta (muchas empresas sin poder de mercado).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p55",
      "contexto": "Los estudiantes de quinto grado están planificando un proyecto de emprendimiento. Han pensado en tres propuestas de proyecto, los cuales tienen el mismo costo de inversión y el mismo margen de ganancias. Mediante votación, han elegido como primera opción el proyecto denominado \"A\" y dialogan sobre el costo de oportunidad de este proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes ha identificado el costo de oportunidad del proyecto elegido como primera opción?",
          "opciones": [
            "Francisco dice: \"El costo de oportunidad de elegir el proyecto A son todos los gastos que se van a realizar para su implementación\".",
            "Mario dice: \"El costo de oportunidad de elegir el proyecto A implica renunciar a todos los demás proyectos propuestos\".",
            "Teresa dice: \"El costo de oportunidad de elegir el proyecto A es renunciar al segundo proyecto más votado\"."
          ],
          "respuesta": "Teresa dice: \"El costo de oportunidad de elegir el proyecto A es renunciar al segundo proyecto más votado\".",
          "respuestaCorta": "El costo de oportunidad es el valor de la mejor alternativa a la que se renuncia. Al elegir el proyecto A, la mejor alternativa desechada es el segundo proyecto más votado.",
          "solucionario": "El concepto económico de costo de oportunidad se refiere al valor de la mejor opción no realizada. Al elegir el proyecto A, la 'mejor' de las alternativas a las que se renuncia es la que quedó en segundo lugar. Por lo tanto, el costo de oportunidad de hacer A es el beneficio que se hubiera obtenido de hacer el segundo proyecto más votado. Francisco define el costo de inversión, y Mario incluye todas las alternativas, no solo la mejor.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p56",
      "contexto": "En una experiencia de aprendizaje, los estudiantes están revisando información acerca de qué factores han venido influyendo en la inflación durante los últimos años. En ese contexto, los estudiantes comentan algunos de sus hallazgos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes explica un factor que impacta en mayor medida en la inflación?",
          "opciones": [
            "Mario dice: \"He leído que, entre los productos básicos, el precio del aceite vegetal era el único que había acumulado un aumento del 20% en los últimos dos años. Si tenemos presente que el aceite es uno de los productos fundamentales en la preparación de alimentos, el gasto de las familias se incrementaría, lo cual generaría un impacto en la inflación\".",
            "Carmen dice: \"He leído que el precio de los pasajes ha venido acumulando un aumento del 20% en los últimos dos años. Si consideramos que un gasto básico de la mayoría de la población es el pago para movilizarse diariamente en un medio de transporte, ahora estarían gastando mucho más por cada recorrido, lo cual generaría un impacto en la inflación\".",
            "Andrés dice: \"He leído que el precio del dólar ha acumulado un aumento del 20% en los últimos dos años. Si tenemos en cuenta que muchos de los insumos para la producción de bienes de la canasta básica son importados, se provocaría que los costos de producción y el precio de estos productos se eleven, lo cual generaría un impacto en la inflación\"."
          ],
          "respuesta": "Andrés dice: \"He leído que el precio del dólar ha acumulado un aumento del 20% en los últimos dos años. Si tenemos en cuenta que muchos de los insumos para la producción de bienes de la canasta básica son importados, se provocaría que los costos de producción y el precio de estos productos se eleven, lo cual generaría un impacto en la inflación\".",
          "respuestaCorta": "El aumento del precio del dólar (tipo de cambio) tiene un impacto transversal en la economía, ya que encarece los insumos importados para producir una gran variedad de bienes, generando una presión inflacionaria más generalizada.",
          "solucionario": "Mientras que el aumento del precio del aceite o los pasajes afecta a productos específicos, el alza del tipo de cambio (Andrés) tiene un efecto macroeconómico mucho más amplio. Afecta los costos de producción de casi todos los bienes que dependen de insumos importados (combustibles, maquinaria, alimentos), lo que provoca un aumento generalizado de precios, es decir, una mayor inflación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p57",
      "contexto": "En una experiencia de aprendizaje, los estudiantes están empleando el concepto de elasticidad precio de la demanda para analizar por qué el precio de algunos productos varía más respecto de otros. Durante el monitoreo de sus aprendizajes, el docente pregunta a algunos estudiantes qué factores influyen en la elasticidad precio de la demanda.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes indica un criterio adecuado para evaluar la elasticidad precio de la demanda de un producto?",
          "opciones": [
            "Alicia dice: \"Yo creo que, para evaluar la elasticidad precio de la demanda de un producto, es necesario considerar las variaciones en el precio de sus insumos\".",
            "Martha dice: \"Yo creo que, para evaluar la elasticidad precio de la demanda de un producto, es necesario considerar la capacidad de consumo de las familias\".",
            "Adolfo dice: \"Yo creo que, para evaluar la elasticidad precio de la demanda de un producto, es necesario considerar la cantidad de sustitutos que tiene dicho producto\"."
          ],
          "respuesta": "Adolfo dice: \"Yo creo que, para evaluar la elasticidad precio de la demanda de un producto, es necesario considerar la cantidad de sustitutos que tiene dicho producto\".",
          "respuestaCorta": "La disponibilidad de bienes sustitutos es un factor clave de la elasticidad. Si un producto tiene muchos sustitutos, su demanda es elástica, ya que los consumidores pueden cambiar fácilmente si el precio sube.",
          "solucionario": "La elasticidad precio de la demanda mide qué tan sensible es la cantidad demandada ante un cambio en el precio. Uno de sus determinantes más importantes es la existencia de bienes sustitutos. Si un producto tiene muchos sustitutos cercanos, un pequeño aumento en su precio hará que los consumidores cambien a otras marcas, haciendo que su demanda sea muy elástica. El precio de los insumos afecta a la oferta, y la capacidad de consumo al nivel de la demanda, pero no directamente a su elasticidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p58",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente se encuentra planificando una actividad con el propósito de que los estudiantes comprendan cómo afectan los cambios en los precios de los bienes y servicios relacionados con la demanda de un bien o servicio final. ¿Cuál de los siguientes casos es adecuado analizar con los estudiantes para el logro del propósito planteado?",
          "opciones": [
            "El caso de algunas familias que deben considerar la posibilidad de consumir más pollo en su menú diario cuando se incrementa el precio del pescado.",
            "El caso de una refinería que produce gasolina y gas licuado de petróleo, y que debe decidir cuál de los dos producirá en mayor cantidad.",
            "El caso de una empresa que está considerando realizar una alta inversión para reemplazar su maquinaria por otra más moderna."
          ],
          "respuesta": "El caso de algunas familias que deben considerar la posibilidad de consumir más pollo en su menú diario cuando se incrementa el precio del pescado.",
          "respuestaCorta": "El caso A presenta una relación clara entre dos bienes sustitutos (pollo y pescado). El aumento del precio de uno (pescado) impacta directamente en la demanda del otro (pollo), lo que es perfecto para el propósito.",
          "solucionario": "El propósito es analizar el efecto del precio de bienes relacionados sobre la demanda. Los bienes relacionados pueden ser sustitutos (si sube el precio de A, aumenta la demanda de B). El caso del pollo y el pescado (opción A) es un ejemplo clásico de bienes sustitutos, lo que permite analizar directamente el fenómeno que la docente quiere enseñar. La opción B se relaciona con la oferta y la C con una decisión de inversión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p59",
      "contexto": "Lea la siguiente definición:\nEs el periodo en el que se produce una caída de la actividad económica de un país o región, medida a través de la bajada del Producto Bruto Interno real durante un periodo prolongado de tiempo. En la teoría de los ciclos económicos, corresponde a la fase descendente del ciclo.\nAdaptado de Banco Central de Reserva del Perú.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes conceptos corresponde la definición presentada?",
          "opciones": [
            "Recesión.",
            "Devaluación.",
            "Desequilibrio."
          ],
          "respuesta": "Recesión.",
          "respuestaCorta": "La definición describe textualmente una recesión económica: una caída sostenida de la actividad económica, medida comúnmente por el PBI real.",
          "solucionario": "La definición técnica de una recesión es una contracción significativa de la actividad económica que se extiende por varios meses, reflejada en una caída del Producto Bruto Interno (PBI) real. La descripción del texto coincide exactamente con este concepto. Devaluación se refiere a la pérdida de valor de una moneda y desequilibrio es un término más general.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2023_p60",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están indagando en diversas fuentes cuáles son los factores que influyen en el crecimiento económico de un país. En este contexto, un estudiante comenta al docente lo siguiente:\n\"Yo creo que incrementar la tasa de interés provoca que el consumo se eleve, lo que favorece el crecimiento económico\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente busca guiar al estudiante para que reflexione sobre el error evidenciado en su comentario, ¿cuál de los siguientes conjuntos de preguntas permite el logro de este propósito?",
          "opciones": [
            "¿Creen que el incremento de las tasas de interés es la única manera de favorecer el crecimiento económico? ¿Qué otras medidas se pueden adoptar para promover este crecimiento? ¿Quiénes deberían ser los responsables de adoptar estas medidas?",
            "¿En cuánto deberían incrementarse las tasas de interés para garantizar el crecimiento económico? ¿Cuánto es lo que las personas podrían obtener de ganancias en sus ahorros? ¿Qué beneficios pueden obtener las familias por ahorrar en bancos?",
            "¿Cómo este incremento influye en el ahorro financiero de las familias? ¿Cómo variaría la cantidad de dinero que circula en el mercado como consecuencia de lo anterior? ¿Cómo influiría esta variación en la producción y el consumo interno?"
          ],
          "respuesta": "¿Cómo este incremento influye en el ahorro financiero de las familias? ¿Cómo variaría la cantidad de dinero que circula en el mercado como consecuencia de lo anterior? ¿Cómo influiría esta variación en la producción y el consumo interno?",
          "respuestaCorta": "El conjunto de preguntas C guía al estudiante paso a paso para que descubra la cadena causal correcta: una mayor tasa de interés incentiva el ahorro, reduce el dinero circulante y, por lo tanto, contrae el consumo, contrario a su afirmación inicial.",
          "solucionario": "El error del estudiante es creer que una mayor tasa de interés aumenta el consumo; en realidad, lo contrae. El conjunto de preguntas de la opción C está diseñado para que el estudiante desmonte su propia idea errónea. Le pregunta por el ahorro (que aumenta), luego por el dinero en circulación (que disminuye), y finalmente por el consumo (que también disminuye). Es una secuencia de retroalimentación por descubrimiento que le permite reconstruir la relación causa-efecto correctamente.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  