{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_ciencias_sociales_2018_p51",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para favorecer el reconocimiento de cambios y permanencias en relación con la independencia del Perú?",
          "opciones": [
            "Primero, pedir a los estudiantes que recopilen información acerca de cómo las reformas borbónicas perjudicaron a determinados grupos de criollos. Luego, solicitarles que organicen esta información en un mapa mental de acuerdo con su carácter político, económico y social. Por último, pedirles que expliquen la relación entre las reformas borbónicas y las causas de la independencia del Perú.",
            "Primero, pedir a los estudiantes que recopilen información acerca de las posturas separatistas y reformistas en el contexto de la independencia del Perú. Luego, solicitarles que elaboren un cuadro comparativo sobre las principales ideas de cada postura. Por último, pedirles que expliquen cuál de estas dos posturas fue más importante para lograr la independencia del Perú.",
            "Primero, pedir a los estudiantes que recopilen información acerca de la organización política de las últimas décadas del siglo XVIII y del siglo XIX en el Perú. Luego, solicitarles que ordenen esta información en un cuadro de doble entrada. Por último, pedirles que señalen los aspectos que diferencian a un periodo respecto del otro."
          ],
          "respuesta": "Primero, pedir a los estudiantes que recopilen información acerca de la organización política de las últimas décadas del siglo XVIII y del siglo XIX en el Perú. Luego, solicitarles que ordenen esta información en un cuadro de doble entrada. Por último, pedirles que señalen los aspectos que diferencian a un periodo respecto del otro.",
          "respuestaCorta": "Comparar la organización política del siglo XVIII y XIX.",
          "solucionario": "La actividad más adecuada para identificar cambios y permanencias es la que propone comparar directamente dos períodos de tiempo distintos (finales del siglo XVIII y el siglo XIX) en relación a un mismo aspecto (la organización política). El uso de un cuadro de doble entrada y la posterior identificación de diferencias permite a los estudiantes visualizar y analizar concretamente qué aspectos se transformaron y cuáles se mantuvieron tras la independencia.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p52",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expone una característica de la Guerra Fría?",
          "opciones": [
            "La intervención política y militar de la URSS y EE. UU. en conflictos regionales africanos, asiáticos y americanos.",
            "La implementación de políticas de desarme nuclear de la URSS y EE. UU.",
            "La existencia de enfrentamientos militares directos entre la URSS y EE. UU."
          ],
          "respuesta": "La intervención política y militar de la URSS y EE. UU. en conflictos regionales africanos, asiáticos y americanos.",
          "respuestaCorta": "La intervención en conflictos regionales (guerras proxy).",
          "solucionario": "Una característica central de la Guerra Fría fue el enfrentamiento indirecto entre las dos superpotencias, Estados Unidos y la Unión Soviética. Este enfrentamiento se manifestó a través de su intervención en conflictos de terceros países (conocidos como 'guerras proxy'), apoyando a bandos opuestos para expandir su influencia sin llegar a una confrontación militar directa, la cual se evitaba por el temor a una escalada nuclear.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p53",
      "contexto": "En el siglo XIX surgieron importantes ideologías o doctrinas políticas en Europa. El anarquismo fue una de ellas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala un postulado de la ideología anarquista?",
          "opciones": [
            "El Estado tiene la responsabilidad de velar por el goce pleno de las libertades individuales, y el cumplimiento del derecho a la libertad de expresión y de pensamiento.",
            "El Estado debe implementar medidas que se dirijan a reforzar la verdadera identidad del pueblo que se construye sobre la base del reconocimiento de su pasado.",
            "El Estado debe desaparecer para dar paso a la eliminación de todo tipo de autoridad política y al establecimiento de la libertad en la sociedad."
          ],
          "respuesta": "El Estado debe desaparecer para dar paso a la eliminación de todo tipo de autoridad política y al establecimiento de la libertad en la sociedad.",
          "respuestaCorta": "La desaparición del Estado y de toda autoridad política.",
          "solucionario": "El anarquismo es una ideología política que se opone a cualquier forma de autoridad, coerción o gobierno. Su postulado fundamental es la abolición del Estado y de todas las instituciones jerárquicas (políticas, económicas, religiosas) para dar paso a una sociedad basada en la libre asociación de individuos y la cooperación voluntaria.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p54",
      "contexto": "A comienzos de agosto de 1914, estalló la \"Gran Guerra\" [...]. ¿Por qué después de un siglo todas las grandes potencias se vieron envueltas en una lucha \"total\"? Las circunstancias de una crisis diplomática no bastan para explicarla. Ante todo, hay que tener en cuenta el estado de las relaciones internacionales [...]. La precariedad de las relaciones internacionales se debió, por una parte, a las manifestaciones del sentimiento nacional en forma de los movimientos protestatarios de las \"minorías nacionales\" o de los nacionalismos expansionistas de los grandes Estados; por otra, a la rivalidad de los intereses económicos y financieros. Estas corrientes del sentimiento nacional y estos intereses materiales habían contribuido, al mismo tiempo que las crisis políticas, a formar las mentalidades.\nAdaptado de Renouvin, Pierre. La Primera Guerra Mundial.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el texto presentado, ¿cuál de las siguientes alternativas señala la característica principal del análisis realizado por el autor sobre la Primera Guerra Mundial?",
          "opciones": [
            "El reconocimiento de la simultaneidad de hechos durante el desarrollo de la Primera Guerra Mundial.",
            "La explicación de los cambios y permanencias tras el desarrollo de la Primera Guerra Mundial.",
            "La identificación de la multicausalidad de los orígenes de la Primera Guerra Mundial."
          ],
          "respuesta": "La identificación de la multicausalidad de los orígenes de la Primera Guerra Mundial.",
          "respuestaCorta": "La identificación de la multicausalidad del conflicto.",
          "solucionario": "El autor, Pierre Renouvin, argumenta explícitamente que una simple 'crisis diplomática no basta para explicarla'. En su lugar, señala una variedad de factores interrelacionados: el estado de las relaciones internacionales, los movimientos nacionalistas (tanto de minorías como expansionistas), y las rivalidades económicas y financieras. Al presentar múltiples causas que contribuyeron al estallido de la guerra, el autor realiza un análisis basado en la multicausalidad del proceso histórico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p55",
      "contexto": "Una docente está trabajando una unidad didáctica que tiene como propósito que los estudiantes de cuarto grado construyan interpretaciones históricas acerca del desarrollo del imperialismo en la segunda mitad del siglo XIX. Para el desarrollo de diversas actividades, la docente presenta a los estudiantes las siguientes fuentes:\n\nFuente 1\nEl sentido de posesión ha dejado paso a un [...] sentido de obligación: sentimos ahora que nuestro dominio sobre estos territorios puede ser justificado solo si logramos felicidad y prosperidad para el pueblo, y sostengo que nuestro gobierno trae y ha traído seguridad, paz y relativa prosperidad a países que nunca conocieron antes estos beneficios. Para llevar adelante esta tarea de civilización, estamos realizando lo que creo nuestra misión nacional [como] raza gobernante [...]. Sin duda, en el momento en que se realizaron las conquistas, ha [...] habido pérdida de vidas entre las poblaciones nativas, pérdida de vidas aún más preciosas de aquellas que fueron enviadas para llevar a esos países un tipo de orden disciplinado, pero debemos recordar que esta es la condición de la misión que debemos cumplir.\nAdaptado del discurso pronunciado por Joseph Chamberlain el 31 de marzo de 1897 en la cena anual del Instituto Real de Colonias.\n\nFuente 2\nLa política colonial se impone en las [naciones] que tienen bien superabundancia de capitales o bien excedente de productos; esta es la forma moderna actual más extendida y más fecunda. Francia, que siempre ha estado sobrante de capitales y ha exportado cantidades considerables de él al extranjero [...] tiene particular interés en considerar la cuestión colonial bajo este punto de vista [...]. La cuestión colonial es, para países como el nuestro, dedicados por la naturaleza misma de su industria a una gran exportación, el problema mismo de los mercados. Allí donde se tenga predominio político, se tendrá también predominio de los productos, predominio económico.\nAdaptado del discurso de Jules Ferry [1885]. Citado en Duroselle, Jean Baptiste (1975). Europa de 1815 hasta nuestros días.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de la lectura de las fuentes, la docente desea que los estudiantes comprendan la perspectiva de los autores de las fuentes presentadas. ¿Cuál de las siguientes actividades es más adecuada para el logro de este propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen las razones con las que los autores justifican la colonización europea. Luego, solicitarles que recaben información acerca del rol político que tuvo cada uno de ellos. Por último, pedirles que expliquen cómo se vincula el rol político de los autores con los argumentos que expresan en las fuentes.",
            "Pedir a los estudiantes que reconozcan la percepción que tienen los autores, de estas fuentes, sobre los pueblos colonizados. Luego, solicitarles que señalen las limitaciones que tuvieron los europeos para valorar la cultura de los pueblos colonizados. Por último, pedirles que respondan cómo deberían evitarse los procesos de colonización en el futuro.",
            "Pedir a los estudiantes que reconozcan de qué modo entienden los autores el concepto de civilización. Luego, solicitarles que busquen información sobre las características culturales de las sociedades colonizadas. Por último, pedirles que respondan qué beneficios y perjuicios ha provocado la aplicación de la idea de civilización en los pueblos colonizados."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen las razones con las que los autores justifican la colonización europea. Luego, solicitarles que recaben información acerca del rol político que tuvo cada uno de ellos. Por último, pedirles que expliquen cómo se vincula el rol político de los autores con los argumentos que expresan en las fuentes.",
          "respuestaCorta": "Identificar las justificaciones y vincularlas con el rol político de los autores.",
          "solucionario": "Para comprender la perspectiva de un autor, es fundamental analizar no solo lo que dice (sus argumentos), sino también quién es y desde qué posición habla (su contexto y rol). La actividad propuesta guía a los estudiantes a identificar las justificaciones del imperialismo en los textos y luego a investigar el rol político de Joseph Chamberlain y Jules Ferry. Al conectar los argumentos con la posición política de los autores, los estudiantes pueden comprender por qué expresan esas ideas, logrando una interpretación más profunda de la perspectiva de cada fuente.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Después del análisis de las fuentes 1 y 2, la docente brinda a los estudiantes fuentes secundarias acerca de los reinos africanos que fueron colonizados por Inglaterra. En estas fuentes se describen las tradiciones culturales y las actividades económicas de esos reinos durante las primeras décadas del siglo XIX y la primera mitad del siglo XX.\nA continuación, brinda a los estudiantes las siguientes pautas para el desarrollo de una actividad.\n• Primero, les pide que expliquen las motivaciones que tuvieron las potencias imperialistas para colonizar nuevos territorios en África.\n• Segundo, les solicita que elaboren un cuadro comparativo de las tradiciones culturales y la economía de los reinos africanos colonizados por Inglaterra antes y después de la colonización.\n• Tercero, les pide que respondan cómo las diferencias identificadas en el cuadro comparativo se explican a partir del colonialismo.\n¿Cuál es el propósito principal de la actividad descrita?",
          "opciones": [
            "Promover que los estudiantes establezcan la conexión entre las causas de un proceso histórico, sus consecuencias y los cambios que produce.",
            "Promover que los estudiantes establezcan cadenas sucesivas entre las consecuencias de un proceso histórico y las causas de otro posterior.",
            "Promover que los estudiantes distingan entre detonantes, causas coyunturales y causas estructurales de un determinado proceso histórico."
          ],
          "respuesta": "Promover que los estudiantes establezcan la conexión entre las causas de un proceso histórico, sus consecuencias y los cambios que produce.",
          "respuestaCorta": "Conectar las causas de un proceso histórico con sus consecuencias y cambios.",
          "solucionario": "La secuencia de la actividad está diseñada para que los estudiantes construyan una interpretación histórica completa. Primero, analizan las causas (motivaciones imperialistas). Luego, identifican los cambios producidos por este proceso al comparar el 'antes' y el 'después' de la colonización. Finalmente, establecen la relación causal directa entre el colonialismo y esos cambios, lo que constituye la identificación de las consecuencias. Por lo tanto, el propósito es que conecten causas, consecuencias y los cambios resultantes.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Como parte de una actividad, la docente presenta a los estudiantes la siguiente fuente:\nFuente 3\nVemos al gobierno francés ejercer su derecho sobre las razas inferiores haciendo la guerra contra ellas y convirtiéndolas por la fuerza al beneficio de la civilización. ¿Razas superiores? Razas inferiores, jes fácil decirlo! Por mi parte, yo me aparto de tal opinión [...]. Lo confieso, miro dos veces antes de volverme hacia un hombre o una civilización y pronunciar: hombre o civilización inferior. ¡Raza inferior los hindúes con esa gran civilización refinada que se pierde en la noche de los tiempos! ¡Con esa gran religión budista que la India dejó a China!, jcon ese gran florecimiento del arte que todavía hoy podemos ver en las magníficas ruinas! ¡Raza inferior los chinos! Con esa civilización cuyos orígenes son desconocidos y que parece haber sido la primera en ser empujada hacia sus límites extremos.\nTomado del discurso pronunciado por George Clemenceau, líder del Partido republicano francés, el 31 de julio de 1885 en la Cámara de Diputados.\nLuego, les pide que respondan la siguiente pregunta: \"¿Qué idea de la fuente 1 es cuestionada en la fuente 3?\".\nTres de los estudiantes responden lo siguiente:\n• Alejandro: \"La fuente 3 cuestiona los adelantos y avances culturales de las naciones europeas\".\n• Amanda: \"La fuente 3 cuestiona las ideas que fundamentan la inferioridad de las naciones no europeas\".\n• Lourdes: \"La fuente 3 cuestiona la justificación que se da por las muertes de europeos que fueron ocasionadas por las guerras de colonización\".\n¿Cuál de las respuestas de los estudiantes es correcta?",
          "opciones": [
            "La de Alejandro.",
            "La de Amanda.",
            "La de Lourdes."
          ],
          "respuesta": "La de Amanda.",
          "respuestaCorta": "La de Amanda, quien identifica el cuestionamiento a la inferioridad de naciones no europeas.",
          "solucionario": "La Fuente 1, de Joseph Chamberlain, justifica el imperialismo en la supuesta 'misión nacional' de una 'raza gobernante' para civilizar a otros pueblos, lo que implica una visión de superioridad europea e inferioridad de los colonizados. La Fuente 3, de George Clemenceau, ataca directamente esta noción. Al preguntar retóricamente '¿Razas superiores? Razas inferiores, jes fácil decirlo!' y exaltar las grandes civilizaciones de India y China, Clemenceau está cuestionando el fundamento ideológico de la inferioridad de las naciones no europeas. Por lo tanto, la respuesta de Amanda es la correcta.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente entrega a los estudiantes una caricatura diseñada por el artista alemán Thomas Theodor Heine que fue publicada en la revista Simplicissimus en julio de 1900. El título de la caricatura es: \"El sueño de la emperatriz de China\", y en la parte inferior del marco dice lo siguiente: \"Los europeos vierten las bendiciones de su cultura en el mundo\". Además, el líquido que está vertiendo el caballero sobre el planeta Tierra y el que está goteando de la espada es un líquido rojo. Luego de que los estudiantes han trabajado acerca del contexto histórico en el que se produjo esta fuente, la docente desea brindarles pautas para que interpreten el mensaje de la caricatura. ¿Cuál de los siguientes conjuntos de pautas es más adecuado para lograr el propósito de la docente?",
          "opciones": [
            "Primero, pedir a los estudiantes que expliquen a quién representa el caballero y qué simbolizan la cornucopia y la espada en la caricatura. Luego, solicitarles que expliquen la posición política que expresa la caricatura respecto de la expansión del imperialismo.",
            "Primero, pedir a los estudiantes que busquen otras caricaturas de la época que respaldan al imperialismo y al colonialismo. Luego, solicitarles que expliquen por qué es importante reconocer más de una perspectiva sobre un mismo proceso histórico.",
            "Primero, pedir a los estudiantes que describan los elementos y el escenario que representa la caricatura. Luego, solicitarles que indiquen cuál de los elementos de la caricatura les ha llamado más la atención."
          ],
          "respuesta": "Primero, pedir a los estudiantes que expliquen a quién representa el caballero y qué simbolizan la cornucopia y la espada en la caricatura. Luego, solicitarles que expliquen la posición política que expresa la caricatura respecto de la expansión del imperialismo.",
          "respuestaCorta": "Analizar la simbología de los elementos y luego deducir la posición política de la caricatura.",
          "solucionario": "La interpretación de una caricatura política requiere ir más allá de la descripción literal. La secuencia más adecuada es, primero, decodificar los símbolos presentes (el caballero, la cornucopia, la espada, el líquido rojo que probablemente representa sangre) para entender qué representan. Una vez comprendido el lenguaje simbólico, los estudiantes pueden inferir el mensaje o la crítica que el autor está transmitiendo y, por ende, identificar la posición política de la caricatura frente al imperialismo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p59",
      "contexto": "Los estudiantes están buscando información sobre la guerra civil entre Huáscar y Atahualpa. Durante la actividad, un estudiante expresa lo siguiente:\n\"He escuchado, en una entrevista, que un investigador dice que Atahualpa nació en Quito. Sin embargo, otro historiador dice que nació en el Cusco. Entonces, no sé si Atahualpa es ecuatoriano o peruano\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente desea ayudar al estudiante a que reconozca el uso de anacronismos en su afirmación. ¿Cuál de las siguientes acciones es más adecuada para lograr el propósito del docente?",
          "opciones": [
            "Primero, pedir al estudiante que busque evidencias que confirmen el origen cusqueño del inca Atahualpa. Luego, solicitarle que confronte los datos de la teoría cusqueña con la información de la teoría quiteña. Por último, pedirle que responda la siguiente pregunta: \"¿Cuáles son las limitaciones de la teoría quiteña del origen de Atahualpa?\".",
            "Primero, pedir al estudiante que compare un mapa actual de América del Sur con un mapa del Tahuantinsuyo. Luego, solicitarle que señale si en la época de los incas ya se habían constituido los países de Perú y Ecuador. Por último, pedirle que responda la siguiente pregunta: \"¿Podríamos afirmar que Atahualpa es peruano o ecuatoriano?\".",
            "Primero, pedir al estudiante que señale en un mapa del Tahuantinsuyo con qué nombre conocían los incas a Perú y Ecuador. Luego, solicitarle que señale si Atahualpa se habría identificado como peruano o ecuatoriano. Por último, pedirle que responda la siguiente pregunta: \"¿Por qué es importante determinar el verdadero origen de Atahualpa para comprender el conflicto que sostuvo con Huáscar?\"."
          ],
          "respuesta": "Primero, pedir al estudiante que compare un mapa actual de América del Sur con un mapa del Tahuantinsuyo. Luego, solicitarle que señale si en la época de los incas ya se habían constituido los países de Perú y Ecuador. Por último, pedirle que responda la siguiente pregunta: \"¿Podríamos afirmar que Atahualpa es peruano o ecuatoriano?\".",
          "respuestaCorta": "Comparar mapas del Tahuantinsuyo y de la actualidad para evidenciar el anacronismo.",
          "solucionario": "El anacronismo consiste en atribuir a una época pasada conceptos o realidades que no le corresponden. El estudiante está aplicando las categorías nacionales modernas de 'peruano' y 'ecuatoriano' a la época del Tahuantinsuyo, donde no existían. La acción más adecuada es hacer que el estudiante confronte visualmente esta diferencia, comparando un mapa de la organización política del siglo XVI (Tahuantinsuyo) con uno actual. Esto le permitirá concluir por sí mismo que los estados-nación de Perú y Ecuador no existían y que, por lo tanto, es anacrónico aplicar esas nacionalidades a Atahualpa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p60",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes, en equipos, están investigando acerca de la sociedad medieval. Uno de los equipos comenta al docente que consideran que la Edad Media es una época oscura caracterizada por el estancamiento cultural.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Frente a ello, ¿cuál de las siguientes actividades del docente es pertinente para ayudar a que este equipo reflexione sobre su afirmación?",
          "opciones": [
            "Primero, pedir a los estudiantes que expliquen la importancia de las universidades como instituciones que contribuyen en el desarrollo del conocimiento. Luego, solicitarles que recaben información acerca del origen histórico de las universidades. Por último, pedirles que respondan la siguiente pregunta: \"¿Cuál fue el papel de las universidades en la Edad Media?\".",
            "Primero, pedir a los estudiantes que recaben información acerca de las tradiciones religiosas más importantes de Europa en la Edad Media. Luego, solicitarles que describan los actuales rituales religiosos. Por último, pedirles que respondan la siguiente pregunta: \"¿En qué han cambiado los rituales religiosos de la actualidad respecto de los rituales medievales?\".",
            "Primero, pedir a los estudiantes que recaben información acerca de cómo explicaban el origen de las enfermedades en la Edad Media. Luego, solicitarles que comparen los postulados de las teorías medievales con los postulados de la medicina contemporánea. Por último, pedirles que respondan la siguiente pregunta: \"¿Cuál de ambas teorías es más efectiva para tratar las enfermedades?\"."
          ],
          "respuesta": "Primero, pedir a los estudiantes que expliquen la importancia de las universidades como instituciones que contribuyen en el desarrollo del conocimiento. Luego, solicitarles que recaben información acerca del origen histórico de las universidades. Por último, pedirles que respondan la siguiente pregunta: \"¿Cuál fue el papel de las universidades en la Edad Media?\".",
          "respuestaCorta": "Investigar el origen y papel de las universidades en la Edad Media.",
          "solucionario": "Para cuestionar la idea de 'estancamiento cultural', la estrategia más efectiva es presentar una evidencia clara de desarrollo y producción de conocimiento en la Edad Media. El surgimiento de las universidades como centros de estudio, debate y transmisión del saber es una de las mayores contribuciones culturales de ese período. Guiar a los estudiantes a investigar sobre su origen y función les permitirá contrastar su idea preconcebida y matizar la noción de 'época oscura'.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p61",
      "contexto": "En la sesión anterior, los estudiantes han utilizado diversas fuentes para explicar las causas de la expansión territorial de la República romana. En esta sesión, el docente les presenta el siguiente problema:\n\"¿Por qué la República romana experimentó un crecimiento demográfico durante este periodo?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, pide a los estudiantes que elaboren hipótesis sobre las causas que explican el crecimiento demográfico de la República romana. ¿Cuál de las siguientes propuestas de los estudiantes evidencia la elaboración de una hipótesis en relación con el problema planteado por el docente?",
          "opciones": [
            "Inés: \"Muchos territorios se anexaron a la República romana debido a sus conquistas militares, ello implicó que las poblaciones conquistadas pasaron a formar parte de sus dominios. Por eso, yo considero que el crecimiento demográfico fue consecuencia de esas conquistas\".",
            "Margarita: \"Son diversas las fuentes históricas que confirman el crecimiento demográfico de la República romana. Yo encontré información sobre los últimos censos realizados en la República romana, y según ellos, el número de los ciudadanos fue aumentando\".",
            "Santiago: \"Según un especialista en historia, el crecimiento demográfico de la República romana generó la expansión territorial de las ciudades y la creación de otras nuevas. Por eso, el estilo arquitectónico de Roma se expandió en varias partes de Europa\"."
          ],
          "respuesta": "Inés: \"Muchos territorios se anexaron a la República romana debido a sus conquistas militares, ello implicó que las poblaciones conquistadas pasaron a formar parte de sus dominios. Por eso, yo considero que el crecimiento demográfico fue consecuencia de esas conquistas\".",
          "respuestaCorta": "La de Inés, que propone una explicación causal (conquistas -> aumento de población).",
          "solucionario": "Una hipótesis es una respuesta tentativa a un problema de investigación, que establece una relación de causa-efecto que debe ser verificada. Inés propone una causa (las conquistas militares y anexión de poblaciones) para explicar el efecto (crecimiento demográfico). Esta afirmación es una explicación plausible que puede ser investigada y contrastada con fuentes. Margarita solo confirma el hecho del crecimiento (presenta evidencia) pero no lo explica. Santiago describe una consecuencia del crecimiento demográfico (expansión de ciudades), no su causa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p62",
      "contexto": "Durante una sesión de aprendizaje relacionada con el desarrollo del Renacimiento europeo en el siglo XVI, un docente presenta a los estudiantes láminas de esculturas griegas, y de pinturas y esculturas renacentistas para que las describan. Luego, a partir de lo anterior, el docente les pide que, en equipos, presenten una propuesta de problema de investigación histórica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Las propuestas de tres equipos de estudiantes son las siguientes:\n• Equipo 1: \"¿Por qué el arte del Renacimiento europeo del siglo XVI es superior al arte contemporáneo?\".\n• Equipo 2: \"¿Por qué existen semejanzas entre el arte clásico, y la pintura y escultura renacentista del siglo XVI?\".\n• Equipo 3: \"¿Cuáles fueron las artes plásticas que se desarrollaron en el Renacimiento europeo del siglo XVI?\".\n¿Cuál de las propuestas es más adecuada para iniciar una investigación histórica?",
          "opciones": [
            "La del equipo 1.",
            "La del equipo 2.",
            "La del equipo 3."
          ],
          "respuesta": "La del equipo 2.",
          "respuestaCorta": "La del equipo 2, que plantea una pregunta explicativa sobre una relación histórica.",
          "solucionario": "Un buen problema de investigación histórica busca explicar el porqué de un fenómeno o una relación, y puede ser respondido mediante el análisis de fuentes. La pregunta del Equipo 2 (\"¿Por qué existen semejanzas...?\") cumple con esto, ya que indaga sobre las causas de la influencia del arte clásico en el Renacimiento. La pregunta del Equipo 1 es un juicio de valor ('superior a'), no una pregunta investigable históricamente. La pregunta del Equipo 3 es descriptiva ('¿Cuáles fueron...?'), se responde con una lista y no promueve una investigación profunda sobre las causas o procesos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p63",
      "contexto": "El propósito de un docente es que los estudiantes interpreten fuentes históricas relacionadas con el proceso de evangelización en el virreinato del Perú durante el siglo XVI. Una de las fuentes que ha seleccionado es el Confesionario para curas de indios, escrito en castellano, quechua y aimara, y publicado por el III Concilio Provincial de Lima en 1585.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para que los estudiantes contextualicen la fuente presentada?",
          "opciones": [
            "Pedir a los estudiantes que recaben información acerca de los objetivos del proceso de evangelización en el virreinato del Perú durante el siglo XVI. Luego, solicitarles que expliquen por qué los religiosos escribieron el documento en tres lenguas. Por último, pedirles que indiquen en qué ocasiones los evangelizadores emplearon el documento.",
            "Pedir a los estudiantes que busquen otros textos publicados en lenguas originarias en el virreinato del Perú durante el siglo XVI. Luego, solicitarles que clasifiquen estos textos a partir del tema que tratan. Por último, pedirles que señalen qué proporción del número total de textos son religiosos.",
            "Pedir a los estudiantes que recaben información acerca de cómo se organizó el proceso de evangelización en el virreinato del Perú durante el siglo XVI. Luego, solicitarles que indiquen por qué el uso del quechua y el aimara fue importante en el proceso de evangelización. Por último, pedirles que expliquen cómo la labor de los evangelizadores contribuyó a la preservación de estas lenguas."
          ],
          "respuesta": "Pedir a los estudiantes que recaben información acerca de los objetivos del proceso de evangelización en el virreinato del Perú durante el siglo XVI. Luego, solicitarles que expliquen por qué los religiosos escribieron el documento en tres lenguas. Por último, pedirles que indiquen en qué ocasiones los evangelizadores emplearon el documento.",
          "respuestaCorta": "Investigar los objetivos de la evangelización, el motivo del multilingüismo y el uso del documento.",
          "solucionario": "Contextualizar una fuente implica comprender su propósito, su audiencia y las circunstancias de su producción. La actividad propuesta aborda estos tres aspectos clave. Primero, se investigan los objetivos generales del proceso de evangelización (el 'para qué'). Segundo, se analiza por qué se escribió en tres lenguas, lo que ayuda a entender a quiénes estaba dirigido (la audiencia). Tercero, se indaga sobre su uso práctico (en qué ocasiones), lo que clarifica su función específica dentro de ese contexto. Esta secuencia permite a los estudiantes situar el 'Confesionario' de manera integral en su tiempo y propósito.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_ciencias_sociales_2018_p64",
      "contexto": "El propósito de un docente es que los estudiantes interpreten fuentes históricas relacionadas con el proceso de evangelización en el virreinato del Perú durante el siglo XVI. Una de las fuentes que ha seleccionado es el Confesionario para curas de indios, escrito en castellano, quechua y aimara, y publicado por el III Concilio Provincial de Lima en 1585. Como parte de una actividad, el docente entrega a los estudiantes el siguiente extracto de la fuente seleccionada.\n\nUn solo pecado mortal merece tormento de fuego para siempre en el infierno. Dime, ¿qué sentirías si te pusiesen en el fuego un día entero? ¿Y si te hiciesen estar ardiendo diez días que sentirías? Pues, ¿cómo estarás ardiendo en el infierno un año? ¿Y diez años? ¿Y cien años? ¿Y mil años en cuerpo y alma y para siempre sin fin? [...]. O qué cosa tan mala es el pecado que lleva al infierno. ¿Cuántos hombres están allá penando para siempre por pecados como esos que tú has hecho? Y si tú hubieras muerto en ellos, ¿dónde estuvieras ahora? Pues no peques más, hijo mío, y vuélvete de corazón a Dios nuestro señor.\nAdaptado de Concilio Provincial de Lima (1585). Confesionario para los curas de indios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, el docente pregunta a los estudiantes: \"¿Qué se puede afirmar a partir de la fuente anterior acerca del proceso de evangelización durante el siglo XVI?\".\nTres de los estudiantes responden lo siguiente:\n• Juliana: \"La fuente muestra que los evangelizadores consideraron el miedo al infierno para convencer a los indígenas de que se convirtieran al cristianismo\".\n• Felipe: \"La fuente muestra que las ideas que usaron los religiosos para evangelizar a los indígenas estuvieron basadas en creencias falsas\".\n• Jorge: \"La fuente muestra la dificultad que tuvieron los indígenas para comprender la relación entre las ideas de pecado e infierno\".\n¿Cuál de las respuestas anteriores expone una idea que se puede afirmar a partir de la información presentada en la fuente?",
          "opciones": [
            "La de Juliana.",
            "La de Felipe.",
            "La de Jorge."
          ],
          "respuesta": "La de Juliana.",
          "respuestaCorta": "La de Juliana, que afirma que se usó el miedo al infierno para la conversión.",
          "solucionario": "La respuesta de Juliana se basa directamente en la evidencia textual. El extracto del 'Confesionario' describe de manera explícita y detallada los tormentos del infierno como consecuencia del pecado, utilizando preguntas retóricas para generar temor en el oyente. Esta es una clara estrategia persuasiva basada en el miedo para motivar la conversión. La respuesta de Felipe emite un juicio de valor ('creencias falsas') que no es una interpretación de la fuente, sino una opinión personal. La respuesta de Jorge infiere una 'dificultad' de los indígenas que el texto no menciona ni permite deducir.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p65",
      "contexto": "El propósito de un docente es que los estudiantes reconozcan la relevancia histórica de las ideas y propuestas de Martin Luther King a favor de los derechos civiles de la población afrodescendiente en EE. UU.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para alcanzar el propósito planteado?",
          "opciones": [
            "Pedir a los estudiantes que busquen información sobre los postulados de Martin Luther King contra el segregacionismo en EE. UU. en los años sesenta. Luego, solicitarles que describan el liderazgo que ejerció en algunos movimientos sociales de la época. Por último, pedirles que expliquen cómo sus ideas han influido en los movimientos sociales de la actualidad.",
            "Pedir a los estudiantes que busquen información sobre los movimientos sociales a favor de los derechos civiles en América Latina en el siglo XX. Luego, solicitarles que los ubiquen en una línea de tiempo. Por último, pedirles que identifiquen cuáles son los movimientos sociales latinoamericanos que coincidieron temporalmente con el movimiento social que lideró Martin Luther King.",
            "Pedir a los estudiantes que busquen información acerca de la situación de la población afrodescendiente durante las décadas del cincuenta y sesenta en EE. UU. Luego, solicitarles que identifiquen los casos más mediáticos de segregacionismo en ese país durante las décadas mencionadas. Por último, pedirles que expliquen cómo dicho contexto influyó en los postulados de Martin Luther King a favor de los derechos civiles."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información sobre los postulados de Martin Luther King contra el segregacionismo en EE. UU. en los años sesenta. Luego, solicitarles que describan el liderazgo que ejerció en algunos movimientos sociales de la época. Por último, pedirles que expliquen cómo sus ideas han influido en los movimientos sociales de la actualidad.",
          "respuestaCorta": "Analizar los postulados de MLK y su influencia en movimientos actuales.",
          "solucionario": "La relevancia histórica de una idea o personaje se establece cuando se comprende su impacto a lo largo del tiempo, es decir, su trascendencia. La actividad propuesta en la opción A es la más completa porque no solo aborda las ideas de Martin Luther King en su contexto, sino que explícitamente pide a los estudiantes conectar ese pasado con el presente al analizar su influencia en la actualidad. Esto permite reconocer por qué sus ideas siguen siendo importantes hoy en día, cumpliendo así con el propósito de reconocer su relevancia histórica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p66",
      "contexto": "Durante una sesión de aprendizaje, una docente presenta a los estudiantes la siguiente pintura rupestre creada por los primeros pobladores que habitaron Macusani (Puno).",
      "imagen": "img/ciencias_sociales_2018_q66.png",
      "preguntas": [
        {
          "pregunta": "Luego de brindar información a los estudiantes acerca de la época y el lugar en que fue elaborada esta pintura rupestre, ¿cuál de las siguientes actividades es más adecuada para ayudar a que los estudiantes interpreten la fuente presentada?",
          "opciones": [
            "Pedir a los estudiantes que describan cómo son representados los animales y las personas en la pintura. Luego, solicitarles que señalen qué elementos de la representación no corresponden a la realidad. Por último, pedirles que comenten cómo deberían haber sido representados los animales y las personas para tener una apariencia más realista.",
            "Pedir a los estudiantes que señalen qué acciones realizan los animales y las personas mostrados en la pintura. Luego, solicitarles que expliquen por qué creen que las personas de esa época realizaban pinturas que las representaban a sí mismas y a los animales. Por último, pedirles que busquen información en diversas fuentes para contrastar sus respuestas.",
            "Pedir a los estudiantes que describan de forma detallada cómo se representa la cacería de animales en la pintura. Luego, solicitarles que indiquen qué tipos de animales eran cazados en esa época. Por último, pedirles que elaboren un listado en el que se indique qué otras actividades realizaban las personas en esa época."
          ],
          "respuesta": "Pedir a los estudiantes que señalen qué acciones realizan los animales y las personas mostrados en la pintura. Luego, solicitarles que expliquen por qué creen que las personas de esa época realizaban pinturas que las representaban a sí mismas y a los animales. Por último, pedirles que busquen información en diversas fuentes para contrastar sus respuestas.",
          "respuestaCorta": "Identificar acciones, plantear hipótesis sobre el propósito de la pintura y contrastarlas.",
          "solucionario": "Interpretar una fuente como el arte rupestre implica ir más allá de la simple descripción. La actividad más adecuada es la que promueve la formulación de hipótesis. Al pedir a los estudiantes que expliquen por qué creen que se realizaron estas pinturas, se les invita a inferir la intencionalidad del autor (mágico-religiosa, narrativa, etc.). El último paso, contrastar sus hipótesis con información de otras fuentes, es fundamental en la construcción del conocimiento histórico, ya que les enseña a validar o refutar sus interpretaciones iniciales.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p67",
      "contexto": "Durante una sesión de aprendizaje, un equipo de estudiantes presenta al docente el siguiente organizador gráfico:",
      "imagen": "img/ciencias_sociales_2018_q67.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes relacionado con la construcción de interpretaciones históricas evidencia el organizador gráfico presentado por los estudiantes?",
          "opciones": [
            "El establecimiento de jerarquías entre las múltiples causas de un proceso histórico.",
            "La distinción entre detonantes, causas coyunturales y causas estructurales de un proceso histórico.",
            "El reconocimiento de la relación entre las consecuencias de un proceso histórico y las causas de otro proceso histórico."
          ],
          "respuesta": "El reconocimiento de la relación entre las consecuencias de un proceso histórico y las causas de otro proceso histórico.",
          "respuestaCorta": "Reconocer la relación entre consecuencias de un evento y causas de otro.",
          "solucionario": "El organizador gráfico muestra claramente que la Segunda Guerra Mundial tuvo varias consecuencias (división del mundo en bloques, ascenso de EE. UU. y la URSS, inicio de la Era Nuclear). A su vez, estas consecuencias son presentadas como las causas directas que dieron origen a un nuevo proceso histórico: la Guerra Fría. Por lo tanto, el aprendizaje que se evidencia es la capacidad de encadenar procesos históricos, comprendiendo cómo el final de uno sienta las bases para el inicio del siguiente.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p68",
      "contexto": "Como parte de una actividad que aborda el rol de las mujeres en la historia del Perú y luego de haber investigado en diversas fuentes, un estudiante elaboró el siguiente texto:\n\nExisten evidencias para afirmar que, en la época prehispánica, algunas mujeres ocuparon cargos políticos muy importantes. Así lo demuestran los hallazgos arqueológicos relacionados con la llamada Dama de Cao, una antigua gobernante de la cultura Mochica, y las referencias documentales sobre las \"Capullanas\", mujeres nobles de la cultura Tallán, en el norte del actual Perú, que podían heredar el título de curaca y ejercerlo.\nDurante el periodo colonial y parte del periodo republicano (siglo XIX y la primera mitad del siglo XX), la mujer estuvo subordinada a la autoridad del varón, lo que limitó su posibilidad de ejercer cargos políticos.\nA partir de la segunda mitad del siglo XX, la mujer fue ganando lugar en el espacio político, por ejemplo, a través de la ley de 1955 que les otorgó el derecho al voto en las elecciones nacionales. En la actualidad, es posible ver a mujeres ocupando cargos importantes en el sector público y en el privado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia en el texto elaborado por el estudiante?",
          "opciones": [
            "El reconocimiento de la sucesión causal de hechos a lo largo del tiempo.",
            "El reconocimiento de cambios y permanencias de un fenómeno histórico.",
            "El reconocimiento de diferentes ritmos de cambio en un proceso histórico."
          ],
          "respuesta": "El reconocimiento de cambios y permanencias de un fenómeno histórico.",
          "respuestaCorta": "Reconocer cambios y permanencias en el rol político de la mujer.",
          "solucionario": "El texto analiza el rol político de la mujer a través de diferentes periodos de la historia del Perú. Describe un cambio drástico de la época prehispánica (donde había mujeres gobernantes) a la colonial/republicana temprana (donde su rol fue limitado). Luego, describe otro cambio en el siglo XX hacia una mayor participación. Al comparar estas diferentes etapas, el estudiante está identificando cómo un mismo fenómeno (el rol político de la mujer) ha sufrido transformaciones (cambios) a lo largo del tiempo, cumpliendo con la habilidad de reconocer cambios y permanencias.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p69",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Con cuál de los siguientes procesos históricos internacionales coincidió el denominado boom del caucho en el Perú, ocurrido entre fines del siglo XIX e inicios del siglo XX?",
          "opciones": [
            "La implementación de New Deal (Nuevo Trato) en EE. UU.",
            "El desarrollo de la guerra de Secesión norteamericana.",
            "El desarrollo de la Segunda Revolución Industrial."
          ],
          "respuesta": "El desarrollo de la Segunda Revolución Industrial.",
          "respuestaCorta": "El desarrollo de la Segunda Revolución Industrial.",
          "solucionario": "El boom del caucho (aprox. 1879-1912) fue impulsado por la creciente demanda mundial de este material, principalmente para la fabricación de neumáticos para la emergente industria automotriz, así como para otros usos industriales (aislantes, correas, etc.). Este auge industrial es característico de la Segunda Revolución Industrial (aprox. 1870-1914), que se centró en nuevas fuentes de energía como la electricidad y el petróleo, y en el desarrollo de industrias como la automotriz, la química y la siderúrgica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p70",
      "contexto": "Durante una sesión de aprendizaje, el docente presenta a los estudiantes el siguiente texto que fue publicado por un pensador peruano en el diario El Comercio, en octubre de 1846.\n\nLa razón, la voluntad y la fuerza son los medios de que Dios nos ha dotado para descubrir, querer y ejecutar su ley; no para crearla porque la ley divina es un conjunto de principios absolutos y necesarios. Y como solo estos principios ejercen imperio racional sobre la libertad humana, solo en ellos está la soberanía verdadera, la soberanía absoluta. Concebirla en un hombre es un error gravísimo y concebirla en un pueblo es la más rematada locura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes ideologías del siglo XIX corresponde el texto mostrado?",
          "opciones": [
            "Conservadurismo",
            "Nacionalismo",
            "Liberalismo"
          ],
          "respuesta": "Conservadurismo",
          "respuestaCorta": "Conservadurismo",
          "solucionario": "El texto refleja claramente el pensamiento conservador del siglo XIX. Se opone a la idea central del liberalismo, que es la soberanía popular ('concebirla en un pueblo es la más rematada locura'). En su lugar, postula que la soberanía reside en principios divinos y absolutos, no en la voluntad humana. Esta defensa de un orden tradicional, jerárquico y basado en la ley divina es la piedra angular de la ideología conservadora de la época, representada en el Perú por figuras como Bartolomé Herrera.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p71",
      "contexto": "Un docente presenta a los estudiantes una fuente que explica los factores que han influido en la producción del cultivo de papa en una determinada localidad durante dos años consecutivos. Luego del análisis de la fuente, el docente pregunta a los estudiantes lo siguiente: \"¿Qué factor antrópico ha contribuido al incremento de la producción de papa en un 5% en comparación al año anterior?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tres de los estudiantes respondieron lo siguiente:\n• Sara: \"Las condiciones favorables de los vientos de la zona\".\n• Antonio: \"El incremento de la superficie sembrada\".\n• Margarita: \"El nivel de altitud de la localidad\".\n¿Cuál de las respuestas de los estudiantes es la correcta?",
          "opciones": [
            "La de Sara.",
            "La de Antonio.",
            "La de Margarita."
          ],
          "respuesta": "La de Antonio.",
          "respuestaCorta": "La de Antonio: el incremento de la superficie sembrada.",
          "solucionario": "Un factor antrópico es aquel que se origina por la actividad humana. De las opciones presentadas, el 'incremento de la superficie sembrada' es una decisión y acción realizada por los seres humanos (agricultores). En cambio, 'las condiciones favorables de los vientos' y 'el nivel de altitud de la localidad' son factores naturales o geográficos, no dependen de la intervención humana.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p72",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes descripciones corresponde al concepto de helada?",
          "opciones": [
            "Es un fenómeno meteorológico que se caracteriza por la precipitación de trozos de hielo de diferentes tamaños durante tormentas intensas. Puede ocurrir durante los meses de verano o invierno.",
            "Es un fenómeno meteorológico que se caracteriza por el descenso de la temperatura del aire a 0°C o a valores menores. Generalmente, se inicia en abril y termina en setiembre; son más fuertes entre junio y julio.",
            "Es un fenómeno meteorológico que se caracteriza por el descenso de la temperatura del aire, sin que esta alcance necesariamente los 0°C Generalmente, se inicia con lluvias moderadas a fuertes, tormentas eléctricas y vientos."
          ],
          "respuesta": "Es un fenómeno meteorológico que se caracteriza por el descenso de la temperatura del aire a 0°C o a valores menores. Generalmente, se inicia en abril y termina en setiembre; son más fuertes entre junio y julio.",
          "respuestaCorta": "Descenso de la temperatura del aire a 0°C o menos.",
          "solucionario": "La definición técnica de una helada es el descenso de la temperatura del aire a nivel del suelo por debajo del punto de congelación del agua, es decir, 0°C. La descripción también menciona correctamente la estacionalidad típica de las heladas en la sierra peruana (de abril a setiembre). La primera opción describe una granizada, y la tercera describe un friaje (típico de la selva).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p73",
      "contexto": "Durante el desarrollo de una sesión de aprendizaje, un docente entrega a los estudiantes el siguiente gráfico:",
      "imagen": "img/ciencias_sociales_2018_q73.png",
      "preguntas": [
        {
          "pregunta": "El docente les pide que, utilizando como referencia las líneas imaginarias (meridianos y paralelos), identifiquen las similitudes y diferencias de los puntos A y B ubicados en el globo terráqueo mostrado. \nLas respuestas de tres estudiantes son las siguientes:\n• Juana: \"Los puntos A y B se encuentran en la misma gran zona climática\".\n• Aldo: \"Los puntos A y B comparten un mismo huso horario\".\n• Diana: \"Los puntos A y B tienen la misma latitud\".\n¿Cuál de las respuestas de los estudiantes NO es correcta?",
          "opciones": [
            "La de Juana.",
            "La de Aldo.",
            "La de Diana."
          ],
          "respuesta": "La de Aldo.",
          "respuestaCorta": "La de Aldo, porque los puntos no comparten el mismo huso horario.",
          "solucionario": "Analizando el gráfico: \n- Juana tiene razón: ambos puntos (A y B) están ubicados entre el Trópico de Cáncer y el Círculo Polar Ártico, por lo que ambos pertenecen a la Zona Templada del Norte. \n- Diana tiene razón: ambos puntos se encuentran sobre la misma línea de paralelo, el Trópico de Cáncer (23°27' N), por lo que comparten la misma latitud. \n- Aldo NO tiene razón: los husos horarios están determinados por los meridianos (longitud). Los puntos A y B se encuentran en meridianos claramente diferentes, por lo tanto, no pueden compartir el mismo huso horario.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p74",
      "contexto": "El propósito de un docente es que los estudiantes elaboren un mapa temático cuyo título será Perú: Conflictos socioambientales por regiones políticas 2017. Para ello, les explica cuáles son las acciones necesarias para elaborar el mapa temático solicitado y les entrega los siguientes recursos:\n• Un mapa del Perú en color blanco que indica los límites de cada región política.\n• Información estadística acerca del número de conflictos socioambientales en cada región política durante el 2017.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la elaboración del mapa temático, el docente monitorea el avance de cada estudiante. Al preguntar qué acciones están realizando, tres estudiantes responden lo siguiente:\n• María: \"Yo estoy pintando las regiones políticas de la costa de amarillo; las de la sierra, de marrón; y las de la selva, de verde, para que todas se diferencien\".\n• Juan: \"Yo he clasificado los datos en tres intervalos que indican el número de casos de conflictos socioambientales\".\n• Leo: \"Yo estoy seleccionando qué colores voy a utilizar para representar en qué regiones hay una alta, media y baja cantidad de conflictos socioambientales\".\n¿Cuál de las respuestas de los estudiantes expresa una acción que NO aporta al logro del propósito?",
          "opciones": [
            "La de María.",
            "La de Juan.",
            "La de Leo."
          ],
          "respuesta": "La de María.",
          "respuestaCorta": "La de María, porque pinta según regiones naturales y no según los datos del tema.",
          "solucionario": "El propósito es elaborar un mapa temático sobre 'Conflictos socioambientales', no un mapa de regiones naturales. La acción de María (pintar costa, sierra y selva) corresponde a un criterio geográfico natural que no tiene relación con la variable que se quiere representar (cantidad de conflictos). Las acciones de Juan (crear intervalos con los datos) y Leo (seleccionar una simbología de color para representar esos intervalos) son pasos correctos y necesarios para la construcción de un mapa temático cuantitativo, como el que se solicita.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p75",
      "contexto": "Los estudiantes llevaron a la sesión de aprendizaje noticias sobre problemáticas ambientales y territoriales en el Perú. Durante la presentación, uno de los estudiantes comentó lo siguiente: \n\"Yo encontré una noticia acerca del incendio que se produjo en una de las áreas de un humedal en el sur de Lima\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente quiere aprovechar la noticia para que los estudiantes analicen dicha problemática considerando diversas dimensiones. ¿Cuál de las siguientes actividades favorece el logro de este propósito?",
          "opciones": [
            "Primero, pedir a los estudiantes que busquen información sobre si el incendio elevó el nivel de contaminación del aire en las zonas aledañas. Luego, solicitarles que expliquen cuáles son las consecuencias de esta contaminación en la población. Por último, pedirles que señalen qué medidas han adoptado las autoridades para evitar que este hecho se repita.",
            "Primero, pedir a los estudiantes que recaben información acerca del potencial turístico del humedal. Luego, solicitarles que indiquen cuáles son los circuitos turísticos y actividades más atractivas en el humedal. Por último, pedirles que averigüen si algunas de estas actividades han sido afectadas después del incendio.",
            "Primero, pedir a los estudiantes que señalen las principales especies que alberga el humedal. Luego, solicitarles que identifiquen los principales hábitats dentro del humedal. Por último, pedirles que busquen información acerca de las especies de aves que han sido afectadas por el incendio en el humedal."
          ],
          "respuesta": "Primero, pedir a los estudiantes que busquen información sobre si el incendio elevó el nivel de contaminación del aire en las zonas aledañas. Luego, solicitarles que expliquen cuáles son las consecuencias de esta contaminación en la población. Por último, pedirles que señalen qué medidas han adoptado las autoridades para evitar que este hecho se repita.",
          "respuestaCorta": "Analizar la contaminación del aire (dimensión ambiental), sus consecuencias en la población (dimensión social) y las medidas de las autoridades (dimensión política).",
          "solucionario": "Para analizar una problemática desde diversas dimensiones, se deben considerar sus aspectos ambientales, sociales, económicos y políticos. La actividad propuesta en la opción A es la más completa: aborda la dimensión ambiental (contaminación del aire), la dimensión social (consecuencias en la población/salud pública) y la dimensión política (medidas adoptadas por las autoridades). Las otras opciones se centran de forma más limitada en la dimensión económica-turística (opción B) o exclusivamente en la dimensión ambiental-biológica (opción C).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p76",
      "contexto": "En el marco de un proyecto denominado \"Nuestra localidad a través del paso del tiempo\", los estudiantes, en equipos, están trabajando con la metodología de lectura del paisaje a partir de dos imágenes satelitales de la localidad en diferentes años (2002 y 2017). Uno de los equipos presentó los siguientes croquis:",
      "imagen": "img/ciencias_sociales_2018_q76.png",
      "preguntas": [
        {
          "pregunta": "A partir del croquis correspondiente al año 2002, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para que el equipo explique el orden espacial en el paisaje?",
          "opciones": [
            "¿Cómo crees que era el relieve de la localidad en esa época? ¿Cómo crees que era el clima de la localidad en el año 2002? ¿Qué tipos de productos se cultivaban en la localidad en ese año?",
            "¿Dónde se encuentran las viviendas que se muestran en este croquis? ¿Qué dirección siguen las vías que aparecen en este croquis? ¿Qué espacios se encuentran alrededor de las vías?",
            "¿Por qué las viviendas están distribuidas de la forma en que aparece en este croquis? ¿Por qué se han distribuido las vías de la manera como se muestra en este croquis? ¿Cómo está organizado el espacio agrícola?"
          ],
          "respuesta": "¿Por qué las viviendas están distribuidas de la forma en que aparece en este croquis? ¿Por qué se han distribuido las vías de la manera como se muestra en este croquis? ¿Cómo está organizado el espacio agrícola?",
          "respuestaCorta": "Preguntas que indagan el 'porqué' de la distribución de los elementos.",
          "solucionario": "Explicar el orden espacial va más allá de la simple descripción o localización de elementos. Requiere analizar las relaciones entre ellos y las lógicas que subyacen a su distribución. Las preguntas de la opción C ('¿Por qué...?', '¿Cómo está organizado...?') son las únicas que mueven al estudiante del nivel descriptivo (dónde están las cosas) al nivel explicativo (por qué están dispuestas de esa manera). La opción B solo pide localizar y describir, mientras que la opción A se enfoca en elementos del medio físico que no se pueden deducir completamente del croquis.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "cp_ciencias_sociales_2018_p77",
      "contexto": "En el marco de un proyecto denominado \"Nuestra localidad a través del paso del tiempo\", los estudiantes, en equipos, están trabajando con la metodología de lectura del paisaje a partir de dos imágenes satelitales de la localidad en diferentes años (2002 y 2017). Uno de los equipos presentó los siguientes croquis:",
      "imagen": "img/ciencias_sociales_2018_q76.png",
      "preguntas": [
        {
          "pregunta": "Luego de que los estudiantes culminaron la lectura del paisaje mostrado en ambas imágenes, el docente les pidió que compartieran sus conclusiones sobre el reconocimiento de las dinámicas. Tres equipos plantearon las siguientes conclusiones:\n• Equipo A: \"En 15 años el área agrícola ha disminuido bastante debido a la construcción de viviendas, fábricas y otros edificios. Por lo anterior, pensamos que es muy probable que dentro de 10 años ya no existan campos de cultivo\".\n• Equipo B: \"Entre el 2002 y 2017 se han mantenido varias de las vías; sin embargo, eso no quiere decir que no hayan construido algunas nuevas\".\n• Equipo C: \"Observamos que en el 2002 la mayor parte de la superficie de la localidad eran campos de cultivo; eso quiere decir que su principal actividad económica fue la agricultura\".\n¿Cuál de los equipos evidencia el reconocimiento de las dinámicas en la localidad?",
          "opciones": [
            "El equipo A.",
            "El equipo B.",
            "El equipo C."
          ],
          "respuesta": "El equipo A.",
          "respuestaCorta": "El equipo A, que identifica un cambio y proyecta una tendencia futura.",
          "solucionario": "Reconocer las dinámicas en un paisaje implica no solo identificar los cambios y permanencias, sino también comprender las tendencias de transformación. El Equipo A identifica una dinámica clara (la urbanización y reducción del espacio agrícola) y, a partir de ella, realiza una proyección a futuro. Esto demuestra una comprensión profunda del proceso de cambio. El Equipo B se centra más en una permanencia, y el Equipo C hace una inferencia sobre el pasado, pero no describe la dinámica de cambio entre los dos momentos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p78",
      "contexto": "Un docente tiene como propósito que los estudiantes reconozcan ejemplos de cómo las sociedades han gestionado el riesgo de desastres. Para el desarrollo de una de las actividades, el docente pidió a los estudiantes que busquen información acerca de cómo las sociedades prehispánicas afrontaron el riesgo de desastres.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la plenaria, tres estudiantes señalaron lo siguiente:\n• Josefina: \"A mí me explicaron en el museo que, por ejemplo, desde antes de la época de los incas, se creía que había un dios que tenía el poder de controlar los sismos. Eso quiere decir que en el Perú siempre han ocurrido sismos\".\n• Lucía: \"Yo vi un video en el que entrevistaban a un arqueólogo y este decía que se pensaba que algunas sociedades prehispánicas abandonaron los lugares donde vivían después de que estos fueron destruidos por huaicos e inundaciones\".\n• Raúl: \"En un libro encontré que los ychsmas emplearon muros trapezoidales para dar mayor estabilidad a sus construcciones. Eso debe haber ayudado a que sus edificaciones hayan sido más seguras si había un temblor\".\n¿Cuál de los comentarios presenta un ejemplo de reducción de la vulnerabilidad?",
          "opciones": [
            "El de Josefina.",
            "El de Lucía.",
            "El de Raúl."
          ],
          "respuesta": "El de Raúl.",
          "respuestaCorta": "El de Raúl, porque describe una técnica constructiva para mitigar el daño por sismos.",
          "solucionario": "La gestión del riesgo de desastres incluye la reducción de la vulnerabilidad, que son las acciones para disminuir la exposición y fragilidad ante un peligro. El comentario de Raúl describe una medida concreta: el uso de muros trapezoidales. Esta es una técnica de ingeniería sismorresistente que busca que las construcciones soporten mejor los temblores, reduciendo así la vulnerabilidad de la infraestructura y de las personas. El comentario de Josefina se refiere a la percepción del peligro, y el de Lucía a una medida de respuesta post-desastre (reubicación), no de reducción previa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p79",
      "contexto": "Durante una sesión de aprendizaje, una docente presenta a los estudiantes la siguiente situación:\n\nEl mar de Piura languidece\nUna de las zonas marinas de mayor diversidad en Perú, la bahía de Paita, muere lentamente por la contaminación. El Diagnóstico socio económico y ambiental de la zona marino costera de la provincia de Paita, realizado en el año 2014 por el Gobierno Regional de Piura y el Programa de las Naciones Unidas para el Desarrollo (PNUD), indica que \"el problema más agudo en Paita es la contaminación marina, debido a que el mar funciona como el receptor de los vertimientos de los efluentes líquidos y residuos sólidos urbanos e industriales\". Por un lado, la empresa que administra el agua y alcantarillado de la región Piura tiene en Paita un sistema de desagüe con más de treinta años de antigüedad. Este sistema ha colapsado en reiteradas ocasiones y ha provocado que los residuos sean evacuados en el mar. La playa El Toril ya ha sido declarada no apta para bañistas por la Dirección General de Salud Ambiental (Digesa), debido a que la cantidad de coliformes fecales de sus aguas supera hasta cinco veces los límites permitidos. Por otro lado, \"el diagnóstico ha expuesto que treinta y tres empresas pesqueras, de manera clandestina e ilegal, están echando sus aguas contaminadas al mar, directamente, sin tratamiento alguno\", explica el gerente de Recursos Naturales y Gestión del Medio Ambiente de la Región Piura.\nAdaptado de https://es.mongabay.com/2018/05/peru-mar-piura-desagues-contaminacion/",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de leer con los estudiantes la situación presentada, la docente los organiza en equipos y les pide que respondan un conjunto de preguntas con ayuda de diversas fuentes de información.\nSi el propósito de la docente es que los estudiantes reconozcan múltiples dimensiones de la problemática presentada, ¿qué conjunto de preguntas es adecuado para este propósito?",
          "opciones": [
            "¿En qué forma las empresas se benefician económicamente de los recursos naturales de la zona marino costera de Paita? ¿Cómo ha afectado la contaminación a la actividad turística? ¿Qué productos derivados de los recursos hidrobiológicos han sido afectados por la contaminación en la bahía de Paita?",
            "¿Qué consecuencias tiene la contaminación sobre los ecosistemas de la zona marino costera de Paita? ¿Cómo afecta la contaminación a la calidad de vida de la población de Paita? ¿Qué normas nacionales respecto a la gestión ambiental están siendo vulneradas en la situación presentada?",
            "¿Qué ecosistemas forman parte de la zona marino costera de Paita? ¿Cuáles son las principales características de la fauna y flora de la zona marino costera de Paita? ¿Qué especies marinas han sido afectadas por los efectos de la contaminación en la bahía de Paita?"
          ],
          "respuesta": "¿Qué consecuencias tiene la contaminación sobre los ecosistemas de la zona marino costera de Paita? ¿Cómo afecta la contaminación a la calidad de vida de la población de Paita? ¿Qué normas nacionales respecto a la gestión ambiental están siendo vulneradas en la situación presentada?",
          "respuestaCorta": "Analizar las dimensiones ambiental (ecosistemas), social (calidad de vida) y política (normas vulneradas).",
          "solucionario": "Para reconocer múltiples dimensiones de una problemática socioambiental, es necesario abordarla desde sus componentes ambiental, social, económico, político, etc. El conjunto de preguntas de la opción B es el más completo y equilibrado: la primera pregunta aborda la dimensión ambiental (impacto en ecosistemas), la segunda aborda la dimensión social (impacto en la calidad de vida de la población) y la tercera aborda la dimensión política-legal (vulneración de normas). Las otras opciones se enfocan de manera más restrictiva en la dimensión económica (A) o puramente biológica/ambiental (C).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p80",
      "contexto": "Los estudiantes están trabajando una unidad didáctica denominada \"¿Cómo debemos actuar frente al fenómeno de El Niño?\". Para el desarrollo de esta unidad, se realizarán actividades de investigación con el apoyo de fuentes diversas.",
      "imagen": "img/ciencias_sociales_2018_q80.png",
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una de las actividades, el docente presenta la imagen a los estudiantes. Con la finalidad de realizar una evaluación formativa, el docente pregunta: \"En relación con la gestión del riesgo de desastres, ¿qué podríamos decir respecto a los elementos que encontramos en la imagen?\".\nTres estudiantes responden lo siguiente:\n• Eli: \"Si en la zona se presentan lluvias fuertes durante varios días, es probable que el caudal del río y de los otros flujos de agua se incrementen y se desborden\".\n• Antonia: \"Es posible que, durante la época de lluvias intensas, las viviendas que están cerca de la ribera del río y del otro flujo de agua sean afectadas por inundaciones\".\n• Bartolomé: \"La mayoría de las viviendas de la localidad están ubicadas cerca de la ribera del río y del otro flujo de agua\".\n¿En cuál de las respuestas de los estudiantes se evidencia el concepto de riesgo de desastres?",
          "opciónes": [
            "En la de Eli.",
            "En la de Antonia.",
            "En la de Bartolomé."
          ],
          "respuesta": "En la de Antonia.",
          "respuestaCorta": "En la de Antonia, que relaciona peligro y vulnerabilidad para determinar el riesgo.",
          "solucionario": "El riesgo de desastre se define como la probabilidad de consecuencias perjudiciales o pérdidas esperadas (muertes, lesiones, propiedad, etc.) resultado de la interacción entre un peligro (amenaza natural o antrópica) y las condiciones de vulnerabilidad. La respuesta de Antonia es la única que integra estos componentes: menciona un posible peligro ('lluvias intensas' que provocan 'inundaciones') y la condición de vulnerabilidad ('viviendas que están cerca de la ribera'), concluyendo en el posible daño ('sean afectadas'). Eli solo describe el peligro. Bartolomé solo describe la vulnerabilidad.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Para el desarrollo de una de las actividades, el docente les ha proporcionado un texto que contiene las acciones de prevención señaladas en el Plan de Gestión del Riesgo de Desastres del distrito donde se ubica la IE. Si el propósito del docente es que los estudiantes evalúen la pertinencia de dichas acciones frente a la ocurrencia del fenómeno de El Niño en la localidad donde se ubica la IE, ¿cuál de las siguientes actividades es la más pertinente?",
          "opciones": [
            "Primero, entregar a los estudiantes un croquis de la localidad. Luego, durante una visita de campo a la localidad, solicitarles que señalen, en el croquis, las áreas de mayor vulnerabilidad frente al fenómeno de El Niño. Por último, en el aula, pedirles que contrasten lo señalado en el texto presentado por el docente con el croquis de vulnerabilidad que han elaborado.",
            "Primero, pedir a los estudiantes que reconozcan cuáles son las condiciones climáticas vinculadas al fenómeno de El Niño. Luego, solicitarles que identifiquen las consecuencias de este fenómeno a diferentes escalas. Por último, pedirles que identifiquen, según el texto presentado por el docente, qué peligros naturales existen en la localidad donde se ubica la IE.",
            "Primero, pedir a los estudiantes que entrevisten a representantes de la municipalidad de su distrito acerca de cómo está organizada la Comisión de Gestión del Riesgo de Desastres en su jurisdicción. Luego, solicitarles que comenten qué instituciones integran esta comisión. Por último, pedirles que propongan cómo la IE podría participar en dicha comisión."
          ],
          "respuesta": "Primero, entregar a los estudiantes un croquis de la localidad. Luego, durante una visita de campo a la localidad, solicitarles que señalen, en el croquis, las áreas de mayor vulnerabilidad frente al fenómeno de El Niño. Por último, en el aula, pedirles que contrasten lo señalado en el texto presentado por el docente con el croquis de vulnerabilidad que han elaborado.",
          "respuestaCorta": "Elaborar un mapa de vulnerabilidad en campo y contrastarlo con el plan oficial.",
          "solucionario": "Para evaluar la pertinencia de un plan, es necesario contrastarlo con la realidad. La actividad más pertinente es la que permite a los estudiantes construir su propio diagnóstico de la vulnerabilidad de la localidad (mediante el trabajo de campo y la elaboración del croquis) para luego compararlo con las acciones propuestas en el plan oficial. Este contraste les permitirá evaluar si las acciones del plan responden efectivamente a las condiciones reales de vulnerabilidad que ellos mismos han identificado, fomentando un análisis crítico y fundamentado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p82",
      "contexto": "Un docente desea seleccionar recursos cartográficos para trabajar con los estudiantes diversas actividades. Él encuentra los siguientes mapas:\nMapa A: con una escala 1:100 000.\nMapa B: con una escala 1:10 000.\nMapa C: con una escala 1:1000.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los mapas representa mayor superficie?",
          "opciones": [
            "El mapa A.",
            "El mapa B.",
            "El mapa C."
          ],
          "respuesta": "El mapa A.",
          "respuestaCorta": "El mapa A (1:100 000), por tener la escala más pequeña.",
          "solucionario": "En cartografía, una escala es 'más pequeña' cuanto mayor es su denominador. Una escala pequeña representa una gran superficie terrestre con poco detalle (ej. un mapa del mundo). Una escala es 'más grande' cuanto menor es su denominador, y representa una pequeña superficie con mucho detalle (ej. un plano de una casa). Por lo tanto, el mapa A (1:100 000) tiene la escala más pequeña de los tres y, en consecuencia, es el que representa una mayor superficie del terreno.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p83",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación:\n\nLas tendencias entrelazadas de cambio climático, crecimiento demográfico, auge del consumo, grandes proyectos de infraestructura y deterioro ambiental pueden dar pie a que el número de desplazados crezca en el futuro [...]. La cifra que se cita con más frecuencia señala que para el año 2050 podría haber hasta 200 millones de personas desplazadas por motivos ambientales. Es decir, en un mundo donde vivirán 9000 millones de personas, 1 de cada 45 podría verse obligada a dejar su hogar por causas ambientales, y es posible que algunos territorios insulares de baja altitud deban abandonarse en su totalidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el análisis de la situación, el docente solicita a los estudiantes que recopilen información que les permita identificar las relaciones entre lo natural y lo social. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para guiar a los estudiantes en esta actividad?",
          "opciones": [
            "¿Cuál es la relación entre el incremento de la temperatura del planeta y el cambio climático? ¿Qué impacto tiene el cambio climático en la ocurrencia de diversos fenómenos naturales? ¿Cómo está siendo afectada la biodiversidad por el cambio climático?",
            "¿Cuáles son las consecuencias políticas de las migraciones descritas en la fuente? ¿Cuáles son las consecuencias sociales? ¿Qué acciones deben emprender los países receptores de la migración causada por el cambio climático?",
            "¿Cuáles son las causas del cambio climático? ¿Qué consecuencias pueden generar las migraciones descritas en la situación? ¿Por qué algunas poblaciones del mundo son más vulnerables a los efectos del cambio climático?"
          ],
          "respuesta": "¿Cuáles son las causas del cambio climático? ¿Qué consecuencias pueden generar las migraciones descritas en la situación? ¿Por qué algunas poblaciones del mundo son más vulnerables a los efectos del cambio climático?",
          "respuestaCorta": "Indagar las causas del cambio climático, las consecuencias de las migraciones y las razones de la vulnerabilidad diferenciada.",
          "solucionario": "Para identificar las relaciones entre lo natural y lo social, es necesario analizar cómo las acciones humanas impactan el entorno y cómo los cambios en el entorno impactan a las sociedades. El conjunto de preguntas de la opción C logra esto de manera integral: '¿Cuáles son las causas del cambio climático?' (relación sociedad -> naturaleza), '¿Qué consecuencias pueden generar las migraciones?' (relación naturaleza -> sociedad) y '¿Por qué algunas poblaciones son más vulnerables?' (análisis de las condiciones sociales que exacerban el impacto de un fenómeno natural).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p84",
      "contexto": "En el marco de una unidad didáctica acerca del desarrollo sostenible, la docente inicia una sesión de aprendizaje compartiendo con sus estudiantes el siguiente texto:\n\nAprovechamiento forestal maderable en concesiones de castaña\nLas \"concesiones para productos forestales diferentes a la madera\", denominadas, por lo general, \"concesiones de castaña\", son una modalidad de acceso a los recursos forestales contemplada en nuestra legislación forestal y de fauna silvestre, para dar la oportunidad a los pobladores de la región de que se beneficien realizando el aprovechamiento de otros productos del bosque diferentes a la madera como son los frutos, yemas, látex, resinas, gomas, flores, plantas medicinales, plantas ornamentales y fibras, entre otros. Con estas concesiones, la extracción del recurso forestal maderable procede excepcionalmente, siempre que no se desnaturalice el objeto de la concesión, no ponga en riesgo el recurso forestal no maderable concedido y haya sido prevista en el plan de manejo aprobado por la autoridad regional forestal y de fauna silvestre competente, y su implementación sea supervisada por el Organismo de Supervisión de los Recursos Forestales y de Fauna Silvestre (Osinfor).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de la lectura del texto, la docente desea que sus estudiantes reconozcan el uso sostenible de un recurso, ¿cuál de las siguientes actividades es más pertinente para favorecer el propósito de la docente?",
          "opciones": [
            "Primero, pedir a los estudiantes que indiquen los productos no maderables que se pueden obtener de las concesiones forestales. Segundo, mostrarles un gráfico sobre el incremento en las exportaciones de productos no maderables provenientes de concesiones forestales. Tercero, solicitarles que busquen información acerca del lugar que ocupa la castaña dentro del mercado exportador de los productos no maderables.",
            "Primero, pedir a los estudiantes que expliquen en qué forma las concesiones de castaña ayudan a que el recurso forestal no sea depredado. Segundo, preguntarles cómo participa la población local en el manejo de este recurso. Tercero, solicitarles que busquen información sobre cómo se dinamiza la economía de la población local a partir del uso de estos productos forestales.",
            "Primero, pedir a los estudiantes que expliquen de qué forma participa el Estado en el manejo del recurso forestal. Segundo, solicitarles que indiquen qué tipos de regulación existen para el manejo de las concesiones de castaña. Tercero, pedirles que busquen información acerca de qué otros tipos de concesiones forestales existen según la legislación peruana."
          ],
          "respuesta": "Primero, pedir a los estudiantes que expliquen en qué forma las concesiones de castaña ayudan a que el recurso forestal no sea depredado. Segundo, preguntarles cómo participa la población local en el manejo de este recurso. Tercero, solicitarles que busquen información sobre cómo se dinamiza la economía de la población local a partir del uso de estos productos forestales.",
          "respuestaCorta": "Analizar la conservación del recurso, la participación local y el beneficio económico para la población.",
          "solucionario": "El desarrollo sostenible se basa en tres pilares: ambiental, social y económico. La actividad más pertinente es la que guía a los estudiantes a analizar la situación desde estas tres dimensiones. La primera pregunta se enfoca en lo ambiental (evitar la depredación). La segunda, en lo social (participación de la población local). La tercera, en lo económico (dinamización de la economía local). Al integrar estas tres perspectivas, los estudiantes pueden construir una comprensión completa de por qué este modelo de concesión representa un uso sostenible del recurso.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p85",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas enuncia un ejemplo de bienes complementarios?",
          "opciones": [
            "Sal y azúcar.",
            "Automóviles y llantas.",
            "Mantequilla y margarina."
          ],
          "respuesta": "Automóviles y llantas.",
          "respuestaCorta": "Automóviles y llantas.",
          "solucionario": "Los bienes complementarios son aquellos que se consumen o utilizan conjuntamente, de modo que la demanda de uno afecta directamente la demanda del otro. Un automóvil necesita llantas para funcionar, por lo que son bienes complementarios. La sal y el azúcar son bienes independientes. La mantequilla y la margarina son bienes sustitutos, ya que se puede consumir uno en lugar del otro para satisfacer la misma necesidad.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p86",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación:\n\nEl uso y consumo de aceite de palma a nivel mundial sigue en ascenso. Prueba de ello es que, en el primer semestre de 2017, las exportaciones de Indonesia, el principal productor, se incrementaron en 40% en comparación al año anterior. Su producción ha causado la desaparición de cerca de 10 millones de hectáreas del bosque tropical natural indonesio para la creación de plantaciones de palma aceitera y el uso de grandes cantidades de pesticidas para evitar el brote de plagas. Algunas de las áreas deforestadas han afectado el espacio habitable de muchas comunidades como la de Semunying Jaya. El 30% de esta población trabaja para las empresas aceiteras, mientras que el 70% restante se dedica a actividades económicas de subsistencia, es decir, a la agricultura, caza y pesca para su propio consumo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es adecuada para favorecer que los estudiantes analicen la situación presentada considerando los tres pilares del desarrollo sostenible?",
          "opciones": [
            "Primero, pedir a los estudiantes que busquen información sobre cuánto se han expandido las plantaciones de aceite de palma en el bosque tropical de Semunying Jaya en los últimos 10 años. Luego, solicitarles que señalen qué tipos de ecosistemas han desaparecido a raíz de dicha expansión. Por último, pedirles que indiquen qué recursos naturales han disminuído a raíz de la desaparición de estos ecosistemas del bosque tropical.",
            "Primero, pedir a los estudiantes que busquen información sobre el desarrollo de las actividades económicas en Semunying Jaya antes de la llegada de las empresas aceiteras. Luego, solicitarles que identifiquen cuáles de estas actividades han reducido su producción con la llegada de dichas empresas. Por último, pedirles que comenten qué actividades económicas alternativas se pueden desarrollar en la comunidad.",
            "Primero, pedir a los estudiantes que busquen información sobre los efectos negativos del uso de pesticidas en el bosque de Semunying Jaya. Luego, solicitarles que expliquen cómo este tipo de contaminación ha influido en la producción pesquera y agrícola. Por último, pedirles que comenten las consecuencias negativas del uso de pesticidas en la salud de la población."
          ],
          "respuesta": "Primero, pedir a los estudiantes que busquen información sobre los efectos negativos del uso de pesticidas en el bosque de Semunying Jaya. Luego, solicitarles que expliquen cómo este tipo de contaminación ha influido en la producción pesquera y agrícola. Por último, pedirles que comenten las consecuencias negativas del uso de pesticidas en la salud de la población.",
          "respuestaCorta": "Analizar los pilares ambiental (efecto de pesticidas), económico (impacto en pesca y agricultura) y social (consecuencias en la salud).",
          "solucionario": "Para analizar una situación desde los tres pilares del desarrollo sostenible, se deben abordar sus dimensiones ambiental, económica y social. La actividad de la opción C logra esto de manera efectiva: la primera pregunta se enfoca en lo ambiental (efectos de los pesticidas en el bosque), la segunda en lo económico (influencia en actividades productivas como la pesca y agricultura de subsistencia) y la tercera en lo social (consecuencias en la salud de la población). Esta secuencia permite una visión integral del problema, conectando los tres pilares.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p87",
      "contexto": "Un docente ha presentado a los estudiantes el siguiente gráfico:",
      "imagen": "img/ciencias_sociales_2018_q87.png",
      "preguntas": [
        {
          "pregunta": "Durante el análisis del gráfico, tres estudiantes comentan lo siguiente:\n• Tatiana: \"El gráfico muestra el incremento de la demanda de la cebada\".\n• Jorge: \"El gráfico muestra el cambio en el precio de equilibrio\".\n• Luis: \"El gráfico muestra el incremento del precio de la cebada\".\n¿Cuál de los comentarios de los estudiantes es correcto?",
          "opciones": [
            "El de Tatiana.",
            "El de Jorge.",
            "El de Luis."
          ],
          "respuesta": "El de Tatiana.",
          "respuestaCorta": "El de Tatiana, porque la curva de demanda se ha desplazado a la derecha.",
          "solucionario": "El gráfico muestra dos curvas de demanda en dos momentos distintos (2013 y 2017). La curva de 2017 está desplazada hacia la derecha con respecto a la de 2013. Un desplazamiento de la curva de demanda hacia la derecha significa que, para cada nivel de precios, los consumidores ahora desean comprar una mayor cantidad del bien. Esto representa un incremento o expansión de la demanda. El gráfico solo muestra curvas de demanda, no la de oferta, por lo que no se puede determinar el precio de equilibrio (comentario de Jorge). Tampoco muestra un incremento en el precio, sino la relación entre precio y cantidad demandada (comentario de Luis).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p88",
      "contexto": "Lea el siguiente texto:\n\nRegistra el intercambio de mercancías de un país con el resto del mundo. Su saldo es la diferencia entre los ingresos por exportaciones y los gastos por importaciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes conceptos corresponde el texto presentado?",
          "opciones": [
            "Balanza comercial.",
            "Producto Bruto Interno.",
            "Frontera de posibilidades de producción."
          ],
          "respuesta": "Balanza comercial.",
          "respuestaCorta": "Balanza comercial.",
          "solucionario": "La definición corresponde exactamente a la balanza comercial, que es un componente de la balanza de pagos de un país. Esta registra específicamente el valor de las exportaciones (venta de mercancías al exterior) y las importaciones (compra de mercancías del exterior). La diferencia entre ambos valores (exportaciones - importaciones) constituye el saldo de la balanza comercial.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p89",
      "contexto": "Durante una sesión de aprendizaje, uno de los equipos de estudiantes está analizando algunos indicadores macroeconómicos de la India. El docente se acerca a este equipo para conocer sus avances y uno de los estudiantes comenta lo siguiente:\n\"A partir de lo que hemos revisado, sabemos que este país ha tenido un crecimiento económico sostenido en los últimos años. Por eso, yo creo que sus habitantes tienen una excelente calidad de vida\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente desea ayudar a que el estudiante reflexione críticamente sobre su conclusión. ¿Cuál de las siguientes intervenciones es más pertinente para retroalimentar al estudiante?",
          "opciones": [
            "\"Estoy de acuerdo con tu conclusión porque la economía es un factor importante en la calidad de vida. Tal vez podrías complementar tu análisis con información sobre el incremento de inversiones extranjeras y el crecimiento de la industria en ese país\".",
            "\"Tu afirmación indica que asocias calidad de vida a factores exclusivamente económicos. Sin embargo, podrías preguntarte cuál es la situación de las mujeres que habitan ahí o cómo es la calidad del aire\".",
            "\"Observo que has recogido información que te ha permitido conocer cómo se ha desarrollado el crecimiento económico de este país. Sin embargo, no has considerado que la calidad de vida involucra otros aspectos\"."
          ],
          "respuesta": "\"Tu afirmación indica que asocias calidad de vida a factores exclusivamente económicos. Sin embargo, podrías preguntarte cuál es la situación de las mujeres que habitan ahí o cómo es la calidad del aire\".",
          "respuestaCorta": "Cuestionar la asociación directa entre crecimiento económico y calidad de vida, sugiriendo otros indicadores (sociales, ambientales).",
          "solucionario": "La retroalimentación más pertinente es la que ayuda al estudiante a descubrir por sí mismo las limitaciones de su razonamiento (retroalimentación por descubrimiento o reflexiva). El estudiante ha establecido una relación causal directa y simplista: crecimiento económico = calidad de vida. La intervención del docente en la opción B es la mejor porque, primero, identifica el error en el razonamiento del estudiante ('asocias calidad de vida a factores exclusivamente económicos') y, segundo, en lugar de dar la respuesta, le plantea preguntas guía ('podrías preguntarte...') que lo orientan a considerar otras dimensiones de la calidad de vida (social, ambiental), permitiéndole ampliar y complejizar su análisis.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2018_p90",
      "contexto": "Lea la siguiente definición:\n\nEs el aumento persistente del nivel general de los precios de la economía, con la consecuente pérdida del valor adquisitivo de la moneda.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes conceptos corresponde la definición presentada?",
          "opciones": [
            "Devaluación",
            "Deflación",
            "Inflación"
          ],
          "respuesta": "Inflación",
          "respuestaCorta": "Inflación",
          "solucionario": "La definición describe con precisión el fenómeno económico de la inflación. Sus dos características clave son: 1) el aumento sostenido y generalizado del nivel de precios de bienes y servicios, y 2) como consecuencia de ello, la disminución del poder de compra (valor adquisitivo) del dinero. La devaluación es la pérdida de valor de una moneda frente a otra, y la deflación es el fenómeno contrario, una caída persistente de los precios.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  