{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_comunicacion_2018_p51",
      "contexto": "Lea la siguiente situación y responda las preguntas 51, 52 y 53.\n\nEn la sección de salud del periódico mural de la IE, los estudiantes de segundo grado han incluido el siguiente texto:\n\n\"Meditar es bueno para el cerebro\", afirman actualmente los científicos que estudian los beneficios de la meditación para el sistema nervioso. Por ejemplo, se sabe que la meditación favorece el aumento de pliegues en la corteza cerebral y refuerza las conexiones del cerebro. A su vez, estos cambios en la estructura del cerebro influyen en el desarrollo de la memoria y en habilidades como el procesamiento de información. Asimismo, se ha comprobado que existe una mejora del desempeño cognitivo en personas que emplean estrategias típicas de la meditación, como el silencio, la atención al propio cuerpo y la repetición de mantras. En particular, estas estrategias potencian algunas actividades mentales complejas, necesarias para planificar, organizar, guiar, revisar y evaluar el propio comportamiento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca promover que los estudiantes reflexionen sobre los aspectos formales del texto. ¿Cuál de las siguientes preguntas es adecuada para conseguir este propósito?",
          "opciones": [
            "¿Por qué la meditación es beneficiosa para el cerebro?",
            "¿Qué estrategias de meditación se mencionan en el texto?",
            "¿Con qué finalidad se ha puesto en negrita la primera oración del texto?"
          ],
          "respuesta": "¿Con qué finalidad se ha puesto en negrita la primera oración del texto?",
          "respuestaCorta": "Finalidad de la negrita en la primera oración.",
          "solucionario": "La pregunta busca que los estudiantes reflexionen sobre un aspecto formal del texto: el uso de la negrita. Las otras opciones se centran en recuperar información (opción B) o inferir el contenido (opción A), pero no en la forma o estructura del texto. Reflexionar sobre los aspectos formales implica analizar los recursos textuales y paratextuales utilizados por el autor, como el tipo de letra, la puntuación, los colores, etc., y el propósito de su uso.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente les pregunta a los estudiantes lo siguiente: \"¿Creen que la meditación puede ayudar a todos a aprender mejor? ¿Por qué?\". ¿Qué capacidad lectora busca promover principalmente el docente con esta pregunta?",
          "opciones": [
            "Inferir información del texto.",
            "Reflexionar sobre el contenido del texto.",
            "Recuperar información explícita del texto."
          ],
          "respuesta": "Reflexionar sobre el contenido del texto.",
          "respuestaCorta": "Reflexionar sobre el contenido.",
          "solucionario": "La pregunta invita a los estudiantes a opinar y sustentar su punto de vista a partir de la información del texto, conectándola con sus propias ideas y experiencias. Esto corresponde a la capacidad de reflexionar sobre el contenido, que implica emitir un juicio crítico y valorar la información presentada.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente plantea a los estudiantes la siguiente pregunta: \"¿Qué título le pondrían al texto para que alguien que no lo ha leído sepa de qué trata?\". Estas son las respuestas que dieron tres estudiantes:\nAlba: \"A mí me parece que debería ser: La meditación y sus beneficios en las personas\".\nBernardo: \"No, mejor de este modo: ¿Sabes qué cambia en el cerebro cuando meditas?\".\nCasandra: \"Yo prefiero que sea así: Las mejores estrategias para una buena meditación\".\n¿Qué estudiante propone el título más adecuado para dar cuenta del tema central del texto?",
          "opciones": [
            "Alba",
            "Bernardo",
            "Casandra"
          ],
          "respuesta": "Alba",
          "respuestaCorta": "Alba propone el título más adecuado.",
          "solucionario": "El texto aborda de manera general los beneficios de la meditación para el cerebro y el sistema nervioso, influyendo en habilidades cognitivas. El título de Alba, \"La meditación y sus beneficios en las personas\", es el que mejor sintetiza el tema central. El de Bernardo es muy específico sobre los cambios cerebrales y el de Casandra se desvía al centrarse en las 'estrategias', que es un subtema.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p54",
      "contexto": "Los estudiantes de primer grado visitan la posta médica de su localidad para aprender cómo se brindan los primeros auxilios. La enfermera les está explicando qué hacer ante algún accidente que pueda presentarse en la escuela o en sus hogares.\nA continuación, se presenta un fragmento del diálogo que se suscitó:\nEnfermera: \"Recuerden: para detener el sangrado de una herida se debe presionar sobre ella de manera directa y uniforme durante cinco minutos con un paño limpio utilizando la palma de la mano sobre el paño...\".\nRicardo: \"Ah, ya... Entonces, la herida la debo presionar de manera directa, ¿no?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué capacidad de comprensión de textos orales se evidencia principalmente en la intervención de Ricardo?",
          "opciones": [
            "Inferir información del texto oral.",
            "Recuperar información del texto oral.",
            "Reflexionar sobre el contenido del texto oral."
          ],
          "respuesta": "Recuperar información del texto oral.",
          "respuestaCorta": "Recuperar información del texto oral.",
          "solucionario": "La intervención de Ricardo consiste en parafrasear y confirmar una información que la enfermera acaba de mencionar explícitamente. Esta acción de localizar y repetir datos específicos del discurso corresponde a la capacidad de recuperar información del texto oral.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p55",
      "contexto": "Lea la siguiente situación y responda las preguntas 55, 56, 57 y 58.\n\nLos estudiantes de primer grado quieren compartir con sus compañeros del aula sus experiencias sobre un paseo a una granja de la comunidad. Por ello, la docente les ha propuesto escribir anécdotas.",
      "imagen": null,
      "preguntas": [
        {
          "contexto": "En este contexto, una estudiante le ha presentado a la docente la primera versión de su anécdota:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/1.jpg",
          "pregunta": "\n\nLa docente nota que la estudiante ha empleado el conector 'pero'. ¿Qué función principal cumple dicho conector en el texto?",
          "opciones": [
            "Presentar una información que contrasta con la idea de la oración anterior.",
            "Establecer una conclusión que se desprende lógicamente del escrito.",
            "Añadir un ejemplo que ayude a ilustrar el tema central del texto."
          ],
          "respuesta": "Presentar una información que contrasta con la idea de la oración anterior.",
          "respuestaCorta": "Contraste con la idea anterior.",
          "solucionario": "El conector 'pero' es un conector adversativo. En el texto, se presenta una situación negativa ('Nadie quiso comer') y luego, introducida por 'pero', se presenta una solución positiva que contrasta con la idea anterior ('el profesor nos trajo pan con pollo'). Por lo tanto, su función es presentar un contraste.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Otro estudiante presentó a la docente la primera versión de su texto: ",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/2.jpg",
          "pregunta": "¿Cuál de los siguientes problemas de escritura debe priorizar la docente en su retroalimentación?",
          "opciones": [
            "La falta de signos de puntuación.",
            "La falta de concordancia en varias oraciones.",
            "La falta de tildes en algunas palabras con hiato."
          ],
          "respuesta": "La falta de signos de puntuación.",
          "respuestaCorta": "Falta de signos de puntuación.",
          "solucionario": "El problema más evidente y que afecta de manera global la comprensión del texto es la ausencia total de signos de puntuación (puntos, comas). El texto es una larga cadena de ideas sin pausas, lo que dificulta su lectura y la correcta interpretación de las oraciones. Si bien puede haber otros errores, la puntuación es el aspecto prioritario a corregir para que el texto sea inteligible.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Una estudiante presentó a la docente la segunda versión de su escrito: ",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/3.jpg",
          "pregunta": "La docente recomienda a la estudiante utilizar un conector para hacer explícita la relación lógica entre las oraciones: \"Caminamos cerca de un charco que no era muy grande. Muchos nos mojamos los pies porque el pasto y el charco eran verdes\". ¿Qué conector es adecuado utilizar para ello?",
          "opciones": [
            "En ese sentido,",
            "Sin embargo,",
            "Más aún,"
          ],
          "respuesta": "Sin embargo,",
          "respuestaCorta": "Sin embargo,",
          "solucionario": "La primera oración indica que el charco \"no era muy grande\", lo que sugiere que no representaba un gran peligro o problema. La segunda oración expresa una consecuencia inesperada o que se opone a esa idea: \"Muchos nos mojamos los pies\". El conector 'Sin embargo' establece adecuadamente esta relación de contraste u oposición entre las dos ideas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Este es un fragmento extraído del texto anterior: ",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/4.jpg",
          "pregunta": "¿Qué función principal cumplen los dos puntos en este fragmento?",
          "opciones": [
            "Presentar una consecuencia que se desprende de la idea anterior.",
            "Presentar una causa del hecho mencionado en la idea anterior.",
            "Presentar una información que contradice la idea anterior."
          ],
          "respuesta": "Presentar una causa del hecho mencionado en la idea anterior.",
          "respuestaCorta": "Presentar la causa de un hecho.",
          "solucionario": "La primera parte del enunciado presenta un hecho: \"todos tuvimos que regresar [...] con los zapatos y el buzo mojados\". La segunda parte, introducida por los dos puntos, explica la razón o causa de ese hecho: \"nadie había traído ropa para cambiarse\". Por lo tanto, los dos puntos tienen una función explicativa-causal en este contexto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p59",
      "contexto": "Los estudiantes de tercer grado van a participar en un panel en el que se abordará el tema de la alimentación balanceada. Al panel han sido invitados los docentes de la IE y los padres de familia. Durante el ensayo con el docente, uno de los estudiantes, que modera el panel, empieza su intervención de la siguiente forma:\n\nÁlex: \"Buenas, profesores. Hoy día veremos cómo participan los que hablarán de comida. Este... no se olviden de tomar sus apuntes, pues. Para que, cuando los chicos terminen de hablar, ustedes puedan hacer sus preguntillas...\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente le pide a Álex que haga una pausa para darle una retroalimentación que lo ayude a mejorar, por sí mismo, la adecuación de su texto oral. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para lograr su propósito?",
          "opciones": [
            "Preguntarle si cree que es adecuado, para el contexto de una exposición, saludar solo a los docentes. Luego, facilitarle algunas formas de saludo que incluyan al resto del auditorio y a los participantes.",
            "Señalarle que en su intervención ha utilizado palabras que terminan en diminutivos, como 'preguntillas'. Luego, comentarle que estas palabras se deben evitar en una exposición.",
            "Pedirle que explique en qué contexto se enmarca su texto oral. Luego, preguntarle si el tipo de lenguaje que ha empleado es apropiado para la audiencia a la que se va a dirigir."
          ],
          "respuesta": "Pedirle que explique en qué contexto se enmarca su texto oral. Luego, preguntarle si el tipo de lenguaje que ha empleado es apropiado para la audiencia a la que se va a dirigir.",
          "respuestaCorta": "Guiar la reflexión sobre el contexto y la audiencia.",
          "solucionario": "Esta opción promueve la autorreflexión y la metacognición, que son claves en la evaluación formativa. Al pedirle a Álex que identifique el contexto (panel formal) y la audiencia (docentes, padres de familia), el docente lo guía para que él mismo se dé cuenta de la inadecuación de su registro lingüístico (demasiado coloquial, uso de 'pues', 'preguntillas', etc.). Las otras opciones son más directivas y no fomentan que el estudiante descubra por sí mismo el problema y la solución.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p60",
      "contexto": "Lea la siguiente situación y responda las preguntas 60, 61, 62 y 63.\n\nLos estudiantes de primer grado, acompañados por el docente, están leyendo cuentos tradicionales peruanos de diversas regiones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, se presenta uno de estos cuentos:\n\nEl macho saltarín\nEl tío Lino acostumbraba a viajar desde su pueblo, Contumazá, a la ciudad de Cajamarca a lomos de su macho mojino, animal muy útil para resistir y avanzar en el serpenteado camino. Antes de que anochezca, llegó al pueblo de Magdalena y decidió pasar la noche en una posada de ese lugar. Descargó su equipaje, ubicó al animal en el pasto aledaño a la casa y se fue a descansar. En la madrugada del día siguiente, el tío Lino se levantó muy temprano, cuando aún estaba oscuro; fue a buscar al macho en el pastizal y se dio cuenta de que el pasto estaba muy alto; por eso apenas pudo notar que asomaban las orejas del animal. Ahí mismo le echó lazo al cuello. El animal estaba un tanto alborotado y brioso; el tío pensó que de repente era por alguna mala hierba que había comido. Tan bravo estaba que tuvo que atarlo a un palo para ensillarlo. Salió de Magdalena sobre el lomo del macho que brincaba como nunca. Era incómodo, pero dicho estilo lo hacía avanzar más rápido por la empinada cuesta del camino. Pasaron por los pueblos de Ñamas y San Cristóbal, cuando todavía estaba muy oscuro, pero cuando estuvieron por el Cumbe empezó a clarear el día y entonces el tío Lino se da cuenta de que no iba montado en su macho mojino, sino en un conejo silvestre gigante.\n\nEl docente busca que los estudiantes deduzcan información implícita en el cuento. ¿Cuál de las siguientes preguntas es adecuada para lograr dicho propósito?",
          "opciones": [
            "¿Qué pueblos recorrió el tío Lino en su viaje a Cajamarca?",
            "¿Dónde dejó el tío Lino a su macho mojino antes de descansar?",
            "¿De qué animal eran las orejas que el tío Lino vio en el pastizal?"
          ],
          "respuesta": "¿De qué animal eran las orejas que el tío Lino vio en el pastizal?",
          "respuestaCorta": "Identificar al animal por sus orejas.",
          "solucionario": "El texto no dice explícitamente que las orejas eran del conejo gigante, pero se puede deducir al final de la historia, cuando el tío Lino se da cuenta de que está montando a este animal. El lector debe conectar la información del inicio (vio unas orejas) con la del final (era un conejo) para hacer la inferencia. Las otras opciones piden recuperar información explícita del texto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente y los estudiantes están haciendo comentarios sobre el cuento. Estas son las intervenciones de tres estudiantes:\nAlejandrina: \"El camino que va desde Contumazá hasta Cajamarca tiene muchas curvas\".\nBenicio: \"En la noche, el tío Lino no distinguió que su macho mojino se había transformado\".\nCarlos: \"No sé si existen los machos mojinos. Me pregunto si serán como los burros o los caballos\".\n¿Qué comentario evidencia una reflexión sobre el contenido del cuento?",
          "opciones": [
            "El de Alejandrina.",
            "El de Benicio.",
            "El de Carlos."
          ],
          "respuesta": "El de Carlos.",
          "respuestaCorta": "El comentario de Carlos.",
          "solucionario": "El comentario de Carlos evidencia una reflexión porque conecta el contenido del texto con sus conocimientos previos sobre el mundo real ('no sé si existen') y genera una pregunta que va más allá de la historia. Alejandrina recupera información explícita ('serpenteado camino'). Benicio realiza una inferencia errónea, ya que el macho no se transformó, fue confundido.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Un grupo de estudiantes le comenta al docente que encontró una versión distinta del cuento \"El macho saltarín\". A continuación, se presenta dicha versión:\n\nEl macho moro\nEl tío Lino se iba a Cajamarca en su macho moro. A la oración llegó a Magdalena y la entradita nomá, ondevió un gramalotal, pidió posada. - Suelte nomá el machito en la inverna, le dijo el dueño. Pa salir la cuesta de Cansacaballo en la fresca, el tío Lino se levantó al primer gallo que cantó y oscuro oscuro se fue a agarrar su bestia. El gramalote estaba altazo y no se distinguía el macho. Eneso vio unas orejas que venteaban por encima del pasto; \"Ahí está\", dijo, y le echó lazo. El animal empezó a corcovear y el tío: \"¿Qué te pasa?\", le dijo, \"si nueres así\". Tuvo que mancornarlo en un bramadero quiabía en el corral pa poder ensillalo. Por la cuesta subía salto y salto. El tío pensaba: \"El gramalote luá puesto brioso, así vamos a llegar temprano a Cajamarca\". Pasaron por Ñamas y por San Cristóbal, oscuro tuavía, pero cuando estuvieron pa voltear El Cumbe empezó a clarear el día y entón se fijó que no era su macho sino un conejazo.\n\nEl docente explica a los estudiantes que este texto parece transcrito del lenguaje oral. Luego, les pide que identifiquen qué características de la oralidad presenta el cuento. Estas son las intervenciones de tres estudiantes:\nAnselmo: \"Una característica es que se crean palabras que no existen en castellano, como 'gramalotal'. Solo cuando hablamos inventamos palabras\".\nBriana: \"El cuento presenta palabras que se juntan o se cortan, 'nueres' o 'entón', por ejemplo. Es común cuando estamos conversando con alguien\".\nCelia: \"Yo pienso que una característica es que se repiten palabras, como 'oscuro oscuro'. Así también hablamos a veces\".\n¿Qué intervención evidencia una concepción errónea sobre la oralidad?",
          "opciones": [
            "La de Anselmo.",
            "La de Briana.",
            "La de Celia."
          ],
          "respuesta": "La de Anselmo.",
          "respuestaCorta": "La intervención de Anselmo.",
          "solucionario": "Anselmo tiene una concepción errónea al afirmar que la creación de palabras (neologismos) solo ocurre en el lenguaje oral. La escritura, especialmente la literaria, también es un espacio para la creación de nuevas palabras. Además, 'gramalotal' es una palabra formada por derivación (grama + -lote + -al) que, aunque no sea estándar, sigue una lógica morfológica del español. Las intervenciones de Briana (elisión y contracción de palabras) y Celia (repetición con fines enfáticos) sí describen características típicas de la oralidad.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Algunos estudiantes comentan que no entendieron la expresión 'Tuvo que mancornarlo [...]' en el cuento \"El macho moro\". Por esta razón, el docente busca orientarlos en la comprensión del significado de dicha expresión. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Preguntar por la palabra de la expresión que no comprenden y anotarla en la pizarra. Luego, darles algunos sinónimos que pueden utilizar para reemplazarla. Después, reescribir la expresión utilizando uno de los sinónimos.",
            "Preguntar si habían escuchado la palabra 'mancornar' anteriormente. Luego, indicar que esta palabra proviene de 'mano' y 'cuerno'. Después, explicar que, en este texto, dicha palabra se refiere a 'atar con una cuerda un cuerno'.",
            "Preguntar por el personaje que ejecuta la acción de 'mancornar'. Luego, pedir que den hipótesis sobre lo que podría significar esta palabra. Después, indicar que contrasten sus respuestas con las acepciones que encuentren en un diccionario."
          ],
          "respuesta": "Preguntar por el personaje que ejecuta la acción de 'mancornar'. Luego, pedir que den hipótesis sobre lo que podría significar esta palabra. Después, indicar que contrasten sus respuestas con las acepciones que encuentren en un diccionario.",
          "respuestaCorta": "Promover hipótesis y contrastarlas con el diccionario.",
          "solucionario": "La opción más adecuada es la que promueve una estrategia de comprensión de vocabulario contextual y autónoma. Primero, el docente activa los conocimientos previos y el análisis del contexto ('¿quién ejecuta la acción?'). Luego, fomenta la formulación de hipótesis, una habilidad de pensamiento superior. Finalmente, guía a los estudiantes a verificar sus hipótesis usando una fuente de consulta como el diccionario, promoviendo su autonomía como lectores. Las otras opciones son más directivas y no desarrollan estas habilidades en los estudiantes.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p64",
      "contexto": "Los estudiantes de primer grado están interesados en construir su árbol genealógico. En este contexto, la docente les pide que recopilen información sobre la vida de un familiar para presentarla oralmente en el aula.\n\nUno de los estudiantes ha empezado a practicar su presentación delante de la docente:\n\"Buenos días, compañeros. Bien, eh... Mi nombre es Félix. Mi abuelo y mi papá se llaman así también... mi abuelo es un ganadero reconocido en el Cusco, él cría animalitos y luego los vende. Él es bien conocido... Mi abuelo tiene muchos animalitos, tiene bastantes vaquitas. Tiene bastante ganado en sus tierras. Este... Félix es un nombre que llevo con orgullo porque representa a mi abuelo, quien es un ganadero y tiene muchos animales\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca ayudar al estudiante a mejorar su texto oral. ¿Qué aspecto del texto oral debe priorizar para lograr su propósito?",
          "opciones": [
            "La utilización de muletillas.",
            "El empleo de algunos diminutivos.",
            "La presencia de información redundante."
          ],
          "respuesta": "La presencia de información redundante.",
          "respuestaCorta": "Información redundante.",
          "solucionario": "El principal problema que afecta la claridad y fluidez del discurso es la repetición innecesaria de la misma idea: que su abuelo es ganadero y tiene muchos animales. Esta redundancia hace que el texto sea poco dinámico y no avance en la presentación de nueva información. Si bien hay muletillas ('eh...', 'Este...') y diminutivos ('animalitos', 'vaquitas'), el problema de la redundancia es más central para la coherencia y progresión temática del texto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p65",
      "contexto": "Lea la siguiente situación y responda las preguntas 65, 66 y 67.\n\nComo parte de la unidad \"Escribimos ensayos sobre asuntos públicos de nuestra localidad\", los estudiantes de cuarto grado escribirán textos sobre la importancia de promover la educación vial en la comunidad educativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente ha pedido sugerencias a algunos colegas sobre las acciones que puede implementar para realizar una evaluación formativa de los estudiantes sobre sus ensayos. A continuación, se presentan las sugerencias de tres docentes:\nAlfonso: \"Creo que debes pedir que presenten un avance del ensayo cada semana. Luego, asigna un puntaje a cada avance para que la nota final se obtenga del promedio de dichos puntajes\".\nBlanca: \"Comenta a los estudiantes qué habilidades pueden desarrollar al escribir ensayos. Luego, explica en qué parte del proceso de escritura harás énfasis para lograr dichas habilidades\".\nCindi: \"Organiza plenarias para analizar con los estudiantes algunas versiones preliminares de sus ensayos. Luego, al culminar cada plenaria, pregunta qué aspectos creen que van logrando y cuáles podrían mejorar\".\n¿Qué docente ofrece una sugerencia más alineada con una evaluación formativa de las producciones escritas de los estudiantes?",
          "opciones": [
            "Alfonso",
            "Blanca",
            "Cindi"
          ],
          "respuesta": "Cindi",
          "respuestaCorta": "Cindi.",
          "solucionario": "La sugerencia de Cindi se alinea con el enfoque de evaluación formativa, ya que se centra en el proceso, promueve la coevaluación y la autoevaluación ('analizar con los estudiantes', 'pregunta qué aspectos creen que van logrando y cuáles podrían mejorar') con el fin de identificar dificultades y oportunidades de mejora para seguir aprendiendo. La propuesta de Alfonso es sumativa (calificar para promediar) y la de Blanca se enfoca en la planificación de la enseñanza, no en la evaluación del aprendizaje en proceso.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante el proceso de búsqueda de información para sus ensayos, un grupo de estudiantes comentó al docente que encontraron una página web que les parece útil, pero no saben si es confiable. En este contexto, el docente busca brindar a los estudiantes criterios que los ayuden a determinar si la página web es confiable. ¿Cuál de los siguientes criterios NO es adecuado para determinar la confiabilidad de una página web?",
          "opciones": [
            "Fijarse en la cantidad de seguidores que tiene la página web.",
            "Tomar en cuenta qué instituciones académicas respaldan la página web.",
            "Observar si la página web basa su información en revistas científicas actualizadas."
          ],
          "respuesta": "Fijarse en la cantidad de seguidores que tiene la página web.",
          "respuestaCorta": "Cantidad de seguidores.",
          "solucionario": "La cantidad de seguidores es un indicador de popularidad, no de confiabilidad o veracidad de la información. Una página puede tener muchos seguidores y difundir información falsa. En cambio, el respaldo de instituciones académicas y la referencia a fuentes científicas actualizadas son criterios sólidos para evaluar la fiabilidad de una fuente de información en línea.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Uno de los estudiantes presentó al docente la primera versión de su texto:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/5.jpg",
          "pregunta": "¿Cuál de los siguientes problemas de coherencia presenta el texto del estudiante?",
          "opciones": [
            "Vacíos de información.",
            "Desvío del propósito comunicativo.",
            "Repetición innecesaria de algunas ideas."
          ],
          "respuesta": "Desvío del propósito comunicativo.",
          "respuestaCorta": "Desvío del propósito comunicativo.",
          "solucionario": "El texto inicia planteando el tema de la educación vial, pero inmediatamente se desvía para narrar una anécdota con detalles irrelevantes (el nombre de la señora, sus hijos, la compra para su gato) que no contribuyen a desarrollar el tema principal. El estudiante pierde de vista el propósito de su ensayo, que era argumentar sobre la educación vial, y termina contando una historia personal. Esto constituye un desvío del propósito comunicativo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p68",
      "contexto": "Los estudiantes de segundo grado, organizados en grupos, están elaborando un proyecto para la prevención de desastres ante fenómenos naturales. En este contexto, los estudiantes han invitado al aula a un brigadista del Instituto Nacional de Defensa Civil (Indeci) para entrevistarlo.\n\nPara ayudarlos a preparar la entrevista, la docente les ha entregado una lista con recomendaciones que deben considerar en su desempeño como entrevistadores. Estas son tres recomendaciones incluidas en dicha lista:\n\nRecomendaciones para la entrevista\n1. Utilicen un vocabulario variado y preciso durante la entrevista.\n2. Elaboren repreguntas para profundizar en las respuestas del entrevistado.\n3. Mantengan el contacto visual con el entrevistado cuando dé sus respuestas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las recomendaciones se centra principalmente en el desarrollo de las ideas de la entrevista?",
          "opciones": [
            "La 1.",
            "La 2.",
            "La 3."
          ],
          "respuesta": "La 2.",
          "respuestaCorta": "La 2.",
          "solucionario": "La recomendación 2, sobre elaborar repreguntas, se enfoca directamente en el contenido y la profundización de las ideas. Las repreguntas permiten explorar más a fondo un tema, pedir aclaraciones o ejemplos, y así construir un diálogo con mayor riqueza conceptual. La recomendación 1 (vocabulario) se refiere a la corrección y precisión léxica (forma), y la 3 (contacto visual) a un aspecto no verbal de la comunicación.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p69",
      "contexto": "Un grupo de docentes está compartiendo sus sesiones de aprendizaje centradas en la lectura de textos literarios. A continuación, se presenta la secuencia didáctica de uno de estos docentes:\n\nConozcamos un género dramático: la comedia\n1. Explicar a los estudiantes las características de la comedia.\n2. Dar a los estudiantes escenas de una comedia clásica para que las lean.\n3. Pedir a los estudiantes que señalen qué características han podido notar.\n4. Elaborar en la pizarra un cuadro sinóptico para registrar las respuestas de los estudiantes.\n5. Solicitar a los estudiantes que, de manera consensuada, definan la comedia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la secuencia propuesta por el docente NO está alineada con el enfoque del área de Comunicación?",
          "opciones": [
            "Porque omite contrastar las ideas de los estudiantes con la definición académica de comedia.",
            "Porque falta enmarcar la secuencia en una situación comunicativa relevante para los estudiantes.",
            "Porque ofrece pocas oportunidades para que los estudiantes participen de forma colaborativa."
          ],
          "respuesta": "Porque falta enmarcar la secuencia en una situación comunicativa relevante para los estudiantes.",
          "respuestaCorta": "Falta de una situación comunicativa relevante.",
          "solucionario": "El enfoque del área de Comunicación es comunicativo. Esto implica que las prácticas de lectura, escritura y oralidad deben partir de situaciones comunicativas reales y significativas para los estudiantes, con un propósito claro (por ejemplo, leer comedias para montar una obra, para escribir una reseña, etc.). La secuencia presentada es una actividad académica descontextualizada, centrada en el aprendizaje de un concepto teórico (la comedia) y no en el uso del lenguaje en un contexto real.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p70",
      "contexto": "A inicios del año escolar, los estudiantes de segundo grado están realizando actividades para conocerse entre ellos. En este contexto, un estudiante ha decidido elaborar un texto oral para presentarse. El estudiante ha comenzado a practicar su texto delante de la docente y tres compañeros:\n\"Hola a todos, mi nombre es Fermín y esta semana voy a presentarme... Tengo 14 años. Creo que soy buen amigo... Eh... me gusta ayudar a los demás. Pero a mi amiga Hilda también. Ella me llevaba las tareas cuando me enfermaba... Recuerdo que ella estuvo mal por comer muchos helados después de que jugamos. Es que hacía mucho calor en la cancha. Claro, también se enfermó porque me prestó su casaca... ¿Ven? Hilda es una muy buena amiga\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente le pide al estudiante que haga una pausa, pues busca orientarlo en la mejora de su texto oral. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para lograr este propósito?",
          "opciones": [
            "Preguntarle cuál es el tema que quiso desarrollar. Luego, pedir al grupo de compañeros que digan qué es lo que entendieron de la presentación. Sobre esta base, pedir al estudiante que mencione qué aspecto es el que cree que debe mejorar.",
            "Recordarle cuál es el propósito de su texto oral. Luego, pedirle que elabore fichas con las ideas que va a presentar para que no se le olviden. Después, decirle que realice nuevamente su presentación usando sus fichas.",
            "Mencionarle los aspectos positivos de su texto oral. Luego, señalarle que no cumplió con el propósito inicial de la actividad. A partir de esto, pedirle que se prepare nuevamente para una segunda presentación."
          ],
          "respuesta": "Preguntarle cuál es el tema que quiso desarrollar. Luego, pedir al grupo de compañeros que digan qué es lo que entendieron de la presentación. Sobre esta base, pedir al estudiante que mencione qué aspecto es el que cree que debe mejorar.",
          "respuestaCorta": "Promover la autorreflexión con ayuda de pares.",
          "solucionario": "La acción más adecuada es la que promueve la metacognición y la coevaluación. Al preguntar al estudiante por su intención y a los compañeros por lo que entendieron, se evidencia la brecha entre el propósito y el resultado (Fermín quería presentarse a sí mismo, pero terminó hablando de Hilda). Esto permite que el propio estudiante, con la ayuda de sus pares, identifique el problema (desvío del tema) y reflexione sobre cómo mejorar. Las otras opciones son más directivas y no fomentan esta autonomía.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p71",
      "contexto": "Lea la siguiente situación y responda las preguntas 71 y 72.\n\nEn una IE que cuenta con dos turnos, los estudiantes de quinto grado del turno de la tarde han notado que sus compañeros de la mañana dejan las carpetas desordenadas y los papeles en el piso. Por ello, los estudiantes del turno de la tarde, acompañados por la docente, han decidido escribir cartas argumentativas a sus compañeros del otro turno y a su tutora para convencerlos de cuidar el aula y los materiales educativos.",
      "imagen": null,
      "preguntas": [
        {
          "contexto": "En este contexto, uno de los estudiantes ha culminado la primera versión de su escrito y se lo ha presentado a la docente:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/6.jpg",
          "pregunta": "\n\nLa docente busca retroalimentar al estudiante para que este reflexione sobre cómo mejorar su escrito. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para lograr su propósito?",
          "opciones": [
            "Preguntarle cuál es la idea que quiso comunicar. Luego, sobre la base de su respuesta, decirle qué argumentos debe incorporar en su carta.",
            "Proponerle releer con él su escrito. Luego, indicarle que la finalidad de esta actividad es elaborar textos que, utilizando argumentos, convenzan al lector.",
            "Pedirle que comente cuál era el objetivo inicial del texto. Luego, preguntar si las ideas que ha desarrollado están relacionadas con el mensaje que quería comunicar."
          ],
          "respuesta": "Pedirle que comente cuál era el objetivo inicial del texto. Luego, preguntar si las ideas que ha desarrollado están relacionadas con el mensaje que quería comunicar.",
          "respuestaCorta": "Reflexionar sobre el objetivo y el contenido del texto.",
          "solucionario": "Esta acción pedagógica es la más adecuada porque guía al estudiante a autoevaluar la coherencia de su texto. Al contrastar su propósito inicial (escribir una carta argumentativa para convencer) con el contenido real de su escrito (una narración de hechos pasados), el estudiante puede darse cuenta por sí mismo de que su texto no cumple la función deseada y necesita ser reorientado. Esto fomenta la autorregulación del proceso de escritura.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Otro de los estudiantes le ha pedido a la docente que revise el siguiente borrador de su texto:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/7.jpg",
          "pregunta": "¿La docente nota que el texto presenta varios aspectos que se pueden mejorar. ¿Cuál de estos aspectos debe priorizar en una primera revisión del escrito?",
          "opciones": [
            "El uso de marcas coloquiales en un escrito formal.",
            "La utilización de comas entre sujeto y verbo.",
            "La escritura incorrecta de algunas palabras."
          ],
          "respuesta": "El uso de marcas coloquiales en un escrito formal.",
          "respuestaCorta": "Uso de marcas coloquiales en un texto formal.",
          "solucionario": "El problema principal que debe priorizarse es la adecuación del registro a la situación comunicativa. El texto es una carta formal dirigida a un docente, pero está redactado en un registro muy coloquial e informal (\"Qué tal, profe\", \"cole\", \"O sea\", \"pues\", \"q\", \"tb\"). Esta inadecuación afecta la efectividad del mensaje y es un aspecto global de la comunicación escrita. Los otros problemas, como la coma incorrecta o las abreviaturas, son importantes pero secundarios frente a la elección del registro.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p73",
      "contexto": "Lea la siguiente situación y responda las preguntas 73, 74 y 75.\n\nLos estudiantes de tercer grado van a visitar el mariposario de Tambopata, y están interesados en consultar información sobre este lugar. En este contexto, la docente les ha presentado el siguiente texto:",
      "imagen": "img/nombramiento/secundaria/2018/comunicacion/8.jpg",
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes deduzcan información implícita en el texto. ¿Cuál de las siguientes preguntas es más adecuada para lograr su propósito?",
          "opciones": [
            "¿Cuál es el alimento de las mariposas adultas?",
            "¿Qué significa 'artífice' en el contexto en el que aparece?",
            "¿Creen que es justo que el precio de las entradas no sea igual para todos?"
          ],
          "respuesta": "¿Qué significa 'artífice' en el contexto en el que aparece?",
          "respuestaCorta": "Significado de 'artífice' por contexto.",
          "solucionario": "Para responder esta pregunta, el estudiante debe inferir el significado de 'artífice' a partir de las pistas que le da el texto: \"El artífice de este espacio [...] es el ingeniero forestal Augusto Mulanovich, quien en el año 2000 tuvo la idea de crear el mariposario\". A partir de esta información, se puede deducir que 'artífice' significa creador o autor. La opción A pide información explícita y la C pide una opinión (reflexión).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente busca desarrollar en los estudiantes la capacidad de reflexionar sobre el contenido del texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para conseguir su propósito?",
          "opciones": [
            "Comentarles que en el texto se presentan varias palabras, como 'Morpho menelaus' y 'tours', escritas en cursiva. Luego, pedir que expliquen por qué están escritas así.",
            "Pedirles que revisen los datos de la tabla \"¡Visítanos!\". Luego, solicitarles que expliquen si la manera en que se distribuyen dichos datos es clara.",
            "Preguntarles qué información brinda el recuadro \"¿Sabías que...?\". Luego, pedirles que expliquen la función de este recuadro en el texto."
          ],
          "respuesta": "Preguntarles qué información brinda el recuadro \"¿Sabías que...?\". Luego, pedirles que expliquen la función de este recuadro en el texto.",
          "respuestaCorta": "Reflexionar sobre la función del recuadro \"¿Sabías que...?\".",
          "solucionario": "Esta acción promueve la reflexión sobre la forma y el contenido. Invita a los estudiantes a analizar la estructura del texto discontinuo y a evaluar la intención del autor al incluir un elemento paratextual como el recuadro. Deben determinar su propósito (ampliar información, contextualizar, generar interés, etc.) y su relación con el texto principal. Las otras opciones se centran más en aspectos formales (uso de cursivas) o de organización (claridad de la tabla) sin llegar al nivel de reflexión sobre la intención comunicativa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente busca que los estudiantes recuperen información explícita en el texto. ¿Cuál de las siguientes preguntas es más adecuada para lograr su propósito?",
          "opciones": [
            "¿Cuál es el propósito principal del texto?",
            "¿Cuáles son las fases de vida de las mariposas?",
            "¿Por qué las orugas pueden ser un problema para las zonas agrícolas?"
          ],
          "respuesta": "¿Cuáles son las fases de vida de las mariposas?",
          "respuestaCorta": "Fases de vida de las mariposas.",
          "solucionario": "La pregunta pide localizar información que está escrita literalmente en el texto. En el último párrafo se menciona que los niños \"podrán observar las fases de huevos, orugas (larvas) y crisálidas\". Por lo tanto, es una pregunta de recuperación de información explícita. Las otras preguntas requieren inferencia (propósito del texto, causa del problema agrícola).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p76",
      "contexto": "Lea la siguiente situación y responda las preguntas 76, 77, 78, 79, 80, 81 y 82.\n\nLos estudiantes de cuarto grado están interesados en conocer cómo se puede contribuir a un mejor manejo de los residuos sólidos en la IE. En este contexto, el docente les propone realizar un proyecto cuyo propósito es concientizar a la comunidad educativa para un mejor tratamiento de este tipo de residuos.\n\nEl docente ha invitado a un ingeniero ambiental para que converse con los estudiantes sobre el tema. A continuación, se presenta el diálogo que se suscitó en el aula:\n\nInvitado: \"¡Muy buenos días, chicos! Les agradezco su interés por este tema tan importante y por haberme invitado a su colegio... Eh... para comenzar, pueden interrumpirme en cualquier momento si tienen dudas. Primero, voy a comentar sobre a qué lugar son llevados los residuos... Este... aproximadamente, un 48% de la basura que producimos en nuestras casas se deposita en un relleno sanitario. El resto se deposita en botaderos informales. En varios lugares, y esto es lo más preocupante, los residuos son dejados en los ríos o en el mar, o en la vía pública... Desde luego, todos hemos ayudado para que esto sea así: las autoridades y los ciudadanos...\".\nAndrea: (Pidiendo la palabra) \"No entiendo: ¿por qué dice usted que 'hemos ayudado' si, más bien, estamos haciendo un mal al ambiente?\".\nBertha: \"No, pues. En este caso, se refiere a que todos somos responsables de la contaminación. ¿No es así?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué capacidad de comprensión de textos orales se evidencia principalmente en la intervención de Bertha?",
          "opciones": [
            "Inferir información del texto oral.",
            "Recuperar información del texto oral.",
            "Reflexionar sobre los aspectos formales del texto oral."
          ],
          "respuesta": "Inferir información del texto oral.",
          "respuestaCorta": "Inferir información del texto oral.",
          "solucionario": "Bertha logra comprender el significado implícito y la intención comunicativa del invitado. El invitado usa la expresión 'hemos ayudado' de forma irónica para señalar una responsabilidad compartida en el problema de la contaminación. Bertha decodifica esta ironía y la explica con sus propias palabras ('se refiere a que todos somos responsables'), lo cual es una clara manifestación de la capacidad de inferir información.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_comunicacion_2018_p76",
      "contexto": "Lea la siguiente situación y responda las preguntas 76, 77, 78, 79, 80, 81 y 82.\n\nLos estudiantes de cuarto grado están interesados en conocer cómo se puede contribuir a un mejor manejo de los residuos sólidos en la IE. En este contexto, el docente les propone realizar un proyecto cuyo propósito es concientizar a la comunidad educativa para un mejor tratamiento de este tipo de residuos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una de las actividades del proyecto consiste en que los estudiantes apliquen una encuesta a la comunidad educativa y compartan con sus compañeros un resumen de los resultados encontrados. A continuación, se muestra la presentación de uno de los grupos:\n\nÁlison: \"Buenas... Nosotros hemos encuestado a, casi, casi, 20 personas. Eh... la pregunta que hicimos a todos era '¿A dónde crees que va la basura que producimos?'. Bueno, y muchos encuestados no tenían idea. Pero algunos sí. Y... a veces, la gente no sabe porque no investiga ni estudia. Eh... todos deberíamos estudiar porque sin estudio no vamos a ir a ningún lado... Y, más aún, si queremos estudiar después del colegio\".\nBruno: \"Sí... Y, bueno, la gente que no estudia ni se dedica quiere todo fácil. O sea, sencillo... Y, peor aún, le echa la culpa a otros y no se ponen a pensar que depende de ellos mismos... Porque al final siempre depende de uno mismo...\".\n\nEl docente les pide a los estudiantes que hagan una pausa, pues busca orientarlos en la mejora de su texto oral. ¿Cuál de los siguientes aspectos debe priorizar en su retroalimentación?",
          "opciones": [
            "La presencia de ideas contradictorias y de información redundante.",
            "El desvío del propósito comunicativo y la falta de unidad temática.",
            "El uso de un lenguaje coloquial y el empleo de muletillas."
          ],
          "respuesta": "El desvío del propósito comunicativo y la falta de unidad temática.",
          "respuestaCorta": "Desvío del propósito y falta de unidad temática.",
          "solucionario": "El propósito de la presentación era informar sobre los resultados de una encuesta sobre la basura. Sin embargo, los estudiantes se desvían completamente del tema para empezar a divagar y opinar sobre la importancia de estudiar y el esfuerzo personal. Este desvío del propósito comunicativo y la consecuente falta de unidad temática son los problemas más graves que deben ser priorizados en la retroalimentación.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Luego de recabar la información necesaria, los estudiantes deciden escribirle una carta al director de la IE para solicitarle utilizar el patio en el que presentarán su proyecto. A continuación, se presenta la primera versión de la carta:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/9.jpg",
          "pregunta": "El docente nota que hay varios aspectos del escrito que se pueden mejorar. ¿Cuál de los siguientes problemas de escritura se presenta de forma recurrente en el texto?",
          "opciones": [
            "El empleo de palabras inadecuadas para una carta formal.",
            "La ausencia de comas antes de conectores de causa.",
            "El uso inadecuado del punto y seguido."
          ],
          "respuesta": "El uso inadecuado del punto y seguido.",
          "respuestaCorta": "Uso inadecuado del punto y seguido.",
          "solucionario": "El texto presenta un uso recurrente e incorrecto del punto y seguido. Se utiliza para separar ideas que deberían estar unidas dentro de una misma oración (por ejemplo, '...ser más concientes. Sobre la mejor forma...'). Esto fragmenta el texto de manera artificial y demuestra una deficiencia en la construcción de oraciones complejas. Este es el problema de puntuación más notorio y frecuente.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El texto anterior presenta varios errores ortográficos. ¿Cuál de estos errores afecta la comprensión del mensaje de la carta?",
          "opciones": [
            "La omisión de la tilde en la palabra 'de'.",
            "El uso de mayúsculas en 'Nuestro Proyecto'.",
            "La escritura de 'concientes' sin 's' intermedia."
          ],
          "respuesta": "La omisión de la tilde en la palabra 'de'.",
          "respuestaCorta": "Omisión de tilde en 'de'.",
          "solucionario": "La omisión de la tilde en 'de' cambia la palabra del verbo 'dar' (dé) a la preposición 'de'. La frase 'Para pedit que de uno de los patios' se vuelve gramaticalmente confusa y difícil de entender. Se esperaba '...pedir que nos dé uno de los patios'. Los otros errores (mayúsculas, 'concientes') son faltas ortográficas, pero no impiden la comprensión del significado de las palabras.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Los estudiantes están preparándose para exponer, ante la comunidad educativa, cómo mejorar el tratamiento de residuos sólidos. Durante la explicación del docente sobre los aspectos que deben considerar en una exposición (como adecuar el texto a la audiencia, usar recursos expresivos, ordenar sus ideas en torno al tema, entre otros), un estudiante interviene diciendo:\n\"Profesor, creo que usted se preocupa mucho. Exponer es bien fácil: solo hay que decir de frente todo lo que hemos encontrado del tema. Lo bueno es que tengo buena memoria y diré todo lo que hemos anotado. Además, me gusta exponer porque podemos utilizar imágenes o maquetas para explicar mejor el tema\".\n¿Qué prejuicio sobre la exposición oral se evidencia en la intervención del estudiante?",
          "opciones": [
            "Una exposición puede llevarse a cabo sin haber planificado las ideas previamente.",
            "Durante una exposición, la memoria sirve para transmitir la información recopilada.",
            "En una exposición, los recursos visuales pueden ayudar al público en la comprensión del tema."
          ],
          "respuesta": "Una exposición puede llevarse a cabo sin haber planificado las ideas previamente.",
          "respuestaCorta": "La exposición no requiere planificación previa.",
          "solucionario": "La afirmación del estudiante 'solo hay que decir de frente todo lo que hemos encontrado' revela la creencia de que una exposición oral es simplemente un volcado de información sin necesidad de planificación, organización, selección de ideas o adecuación al público. Este prejuicio ignora que una buena exposición es un acto comunicativo que requiere una cuidadosa preparación previa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Los estudiantes van a elaborar un folleto para invitar a la comunidad educativa a la presentación del proyecto. En este marco, un grupo de estudiantes ha elaborado un borrador del texto de invitación que se incluirá en dicho folleto:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/10.jpg",
          "pregunta": "¿Cuál es la expresión más adecuada para conectar las oraciones (1) y (2)?",
          "opciones": [
            "A pesar de esto,",
            "Con este objetivo,",
            "Dicho de otro modo,"
          ],
          "respuesta": "Con este objetivo,",
          "respuestaCorta": "Con este objetivo,",
          "solucionario": "La oración (1) presenta el objetivo del proyecto ('crear conciencia'). La oración (2) extiende una invitación a un evento relacionado con dicho proyecto. Por lo tanto, la relación lógica es de finalidad. El conector 'Con este objetivo,' establece de manera precisa esta conexión: la invitación se realiza con el propósito de cumplir el objetivo mencionado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué oración del texto presenta un uso adecuado de la coma?",
          "opciones": [
            "La (3).",
            "La (4).",
            "La (5)."
          ],
          "respuesta": "La (3).",
          "respuestaCorta": "La oración (3).",
          "solucionario": "En la oración (3), 'El ingreso es totalmente gratuito, evidentemente', la coma se utiliza correctamente para separar un inciso o comentario al final de la oración ('evidentemente'). En la oración (4), la coma separa incorrectamente el sujeto ('que el mensaje...') de su predicado ('Es muy importante'). En la oración (5), la coma después de 'todos' es innecesaria.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p83",
      "contexto": "Lea la siguiente situación y responda las preguntas 83 y 84.\n\nEn el marco de las olimpiadas escolares de una IE, los estudiantes de segundo grado están interesados en buscar información sobre los deportistas más destacados del Perú. En este contexto, el docente les propone leer el siguiente texto sobre la atleta Gladys Tejeda:\n\nGladys Tejeda se inició como una deportista aficionada. Ella se levantaba a las cinco de la mañana para salir a correr en su natal Junín. Demoraba una hora y media en retornar a casa. En realidad, iba a todos lados corriendo, hasta cuando tenía que ir a comprar leche a la tienda.\nUna mañana del año 2000, cuando tenía quince años, Gladys vio las olimpiadas por televisión. Durante la transmisión, hubo un hecho que la sorprendió: la poca cantidad de deportistas peruanos participando en los Juegos Olímpicos de Sidney. Mientras Gladys miraba el televisor, se iba esbozando en su interior la meta más importante de su vida. Esa mañana, no imaginaba que doce años después la alcanzaría.\nEn 2009, luego de ganar un campeonato en Junín, la vida de Gladys dio un giro, pues el Instituto Peruano del Deporte (IPD) la reclutó para que represente al país en maratones internacionales. Su primera gran prueba fue en Bogotá (2010), donde corrió la Media Maratón de 21K. En adelante, cosecharía varios logros, entre los cuales destacó la obtención de la medalla de oro en los Juegos Bolivarianos del año 2013.\nSin embargo, recién en 2012, Gladys clasificó a los Juegos Olímpicos de Londres (Inglaterra) por obtener el cuarto lugar en la maratón internacional de Seúl (Corea del Sur), con un tiempo aproximado de 2 h y 32 min. En esos Juegos Olímpicos, Gladys se encargó de hacer flamear la bandera peruana, capitaneando a la delegación nacional.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes deduzcan información implícita en el texto. ¿Cuál de las siguientes preguntas es apropiada para conseguir este propósito?",
          "opciones": [
            "¿Qué hecho sorprendió a Gladys cuando vio las olimpiadas de Sidney?",
            "¿Cuál era el objetivo principal que Gladys quería alcanzar?",
            "¿En qué competencia Gladys ganó una medalla de oro?"
          ],
          "respuesta": "¿Cuál era el objetivo principal que Gladys quería alcanzar?",
          "respuestaCorta": "El objetivo principal de Gladys.",
          "solucionario": "El texto no declara explícitamente cuál era la meta de Gladys. Sin embargo, se puede inferir a partir de las pistas: vio la poca participación peruana en las olimpiadas, se trazó 'la meta más importante de su vida', y doce años después la alcanzó al clasificar a los Juegos Olímpicos de Londres. La deducción lógica es que su objetivo era participar en las olimpiadas. Las otras preguntas se responden con información explícita del texto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre el contenido del texto. ¿Cuál de las siguientes acciones pedagógicas es adecuada para lograr su propósito?",
          "opciones": [
            "Pedirles que subrayen en el texto expresiones con sentido figurado, como \"[...] la vida de Gladys dio un giro\". Luego, pedir que en equipos traten de explicar qué significan, apoyándose en fragmentos del texto.",
            "Pedirles que identifiquen los acontecimientos relevantes que menciona el texto sobre la vida de Gladys. Luego, solicitarles que elaboren una línea de tiempo en la que ordenen dichos acontecimientos.",
            "Pedirles que comenten, sobre la base del texto, qué actitudes caracterizan la personalidad de Gladys. Luego, preguntarles por qué creen que dichas actitudes le permitieron alcanzar sus sueños."
          ],
          "respuesta": "Pedirles que comenten, sobre la base del texto, qué actitudes caracterizan la personalidad de Gladys. Luego, preguntarles por qué creen que dichas actitudes le permitieron alcanzar sus sueños.",
          "respuestaCorta": "Reflexionar sobre las actitudes de Gladys y sus logros.",
          "solucionario": "Esta acción pedagógica promueve la reflexión al pedir a los estudiantes que emitan un juicio de valor sobre la persona de Gladys Tejeda, basándose en la información del texto para identificar sus actitudes (perseverancia, disciplina, etc.). Además, los invita a opinar sobre la relación entre esas actitudes y sus logros, conectando el contenido del texto con valores y experiencias de vida.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p85",
      "contexto": "Lea la siguiente situación y responda las preguntas 85, 86 y 87.\n\nAl finalizar el año escolar, los estudiantes de primer grado están escribiendo cartas a los integrantes de la comisión del plan lector de la IE. Los estudiantes quieren recomendar libros que han leído para que sean incorporados en el plan lector del año siguiente.",
      "imagen": null,
      "preguntas": [
        {
          "contexto": "En este contexto, una de las estudiantes le ha pedido a la docente que la ayude a revisar la primera versión de su texto. A continuación, se presenta dicha versión:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/11.jpg",
          "pregunta": "¿Cuál de los siguientes problemas de escritura debe priorizar la docente en su revisión?",
          "opciones": [
            "La inadecuación del registro a la situación comunicativa.",
            "La falta de comas en el primer párrafo.",
            "La ausencia de unidad temática."
          ],
          "respuesta": "La ausencia de unidad temática.",
          "respuestaCorta": "Ausencia de unidad temática.",
          "solucionario": "El problema principal del texto es la falta de unidad temática. La estudiante comienza con el propósito de recomendar un libro, pero inmediatamente abandona esa idea para hablar de sus amigos y sus sentimientos sobre el fin del año escolar. El texto carece de un eje central que organice las ideas, lo cual es un problema de coherencia que debe priorizarse.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de los siguientes problemas de escritura se presenta de forma recurrente en el texto de la estudiante?",
          "opciones": [
            "La ausencia de tildación general y especial.",
            "El empleo repetitivo de algunas palabras.",
            "La utilización inapropiada de mayúsculas."
          ],
          "respuesta": "La ausencia de tildación general y especial.",
          "respuestaCorta": "Ausencia de tildación.",
          "solucionario": "El texto presenta de forma recurrente la omisión de tildes en palabras que las requieren según las reglas de acentuación general. Ejemplos claros son: 'dias', 'secundaria', 'gustaria', 'egoista', 'pasare', 'muchisimos', 'se' (en lugar de 'sé'), 'recomendacion'. Esta es la falta ortográfica más frecuente en el escrito.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Otro de los estudiantes le presentó a la docente el siguiente borrador de su texto:",
          "imagen": "img/nombramiento/secundaria/2018/comunicacion/12.jpg",
          "pregunta": "¿Cuál de los siguientes problemas de coherencia presenta el texto del estudiante?",
          "opciones": [
            "Vacíos de información.",
            "Presencia de ideas contradictorias.",
            "Repetición innecesaria de algunas ideas."
          ],
          "respuesta": "Repetición innecesaria de algunas ideas.",
          "respuestaCorta": "Repetición innecesaria de ideas.",
          "solucionario": "El texto tiene un problema evidente de redundancia. El estudiante repite varias veces las mismas ideas con pocas variaciones: que las niñas son amigas, que le gustó el libro/la amistad, y que recomienda la lectura. Esta repetición innecesaria afecta la progresión de la información y la calidad general del texto, siendo el principal problema de coherencia.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_comunicacion_2018_p88",
      "contexto": "Lea la siguiente situación y responda las preguntas 88, 89 y 90.\n\nUn docente ha propuesto a los estudiantes de tercer grado leer la siguiente leyenda amazónica:\n\nEl barco fantasma\nPor los lentos ríos amazónicos navega un barco fantasma, en misteriosos tratos con la sombra. Siempre se lo ha encontrado de noche. Está extrañamente iluminado por luces rojas, tal si en su interior hubiese un incendio. El interior también es extraño: sus mesas son en realidad enormes tortugas, sus hamacas son grandes anacondas, sus bateles son caimanes gigantescos. Sus tripulantes son bufeos vueltos hombres. A tales cetáceos, Ilamados también delfines o botos, nadie los pesca y menos los come, porque son animales mágicos. En efecto, el bufeo vuélvese hombre y se cuenta que en la ciudad de Iquitos ha concurrido alguna vez a los bailes, enamorando a las hermosas. El barco fantasma está, pues, tripulado por bufeos. Un indio del alto Ucayali vio a la misteriosa nave no hace mucho. Sucedió que tal indígena, perteneciente al pueblo de los shipibos, estaba cruzando el río en una canoa cargada de plátanos, ya oscurecido. A medio río distinguió un pequeño barco que le pareció ser de los que acostumbradamente navegan por esas aguas. Llamáronlo desde el barco a voces, ofreciéndole comprar plátanos y como le daban buen precio, vendió todo el cargamento. El shipibo limitose a alcanzar los racimos y ni sospechó qué clase de nave era. Pero no bien había alejado a su canoa unas brazas, oyó que del interior del barco salía un gran rumor y luego vio con espanto que la armazón entera se inclinaba hacia delante y se hundía, iluminando desde dentro las aguas, de modo que dejó una estela rojiza unos instantes, hasta que todo se confundió con la sombría profundidad. De ser barco igual que todos, los tripulantes se habrían arrojado al agua, tratando de salvarse del hundimiento. Ninguno lo hizo. Era el barco fantasma.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente pide a los estudiantes que identifiquen expresiones en las que crean que se han empleado figuras retóricas. Uno de los estudiantes seleccionó la siguiente expresión:\n\"Está extrañamente iluminado por luces rojas, tal si en su interior hubiese un incendio\".\n¿Qué figura retórica se evidencia en la expresión elegida por el estudiante?",
          "opciones": [
            "Símil",
            "Antítesis",
            "Metáfora"
          ],
          "respuesta": "Símil",
          "respuestaCorta": "Símil.",
          "solucionario": "La expresión utiliza el conector comparativo 'tal si' (equivalente a 'como si') para establecer una comparación explícita entre dos elementos: la iluminación roja del barco y un incendio. Esta comparación explícita a través de un nexo es la característica fundamental de la figura retórica conocida como símil.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente busca que los estudiantes localicen información explícita en el texto. ¿Cuál de las siguientes preguntas es más adecuada para lograr este propósito?",
          "opciones": [
            "Según el texto, ¿por qué los delfines son considerados animales mágicos?",
            "En el texto, ¿por qué a la embarcación se le conoce como \"el barco fantasma\"?",
            "¿Por qué los tripulantes del barco no se arrojaron al agua cuando el barco se hundió?"
          ],
          "respuesta": "Según el texto, ¿por qué los delfines son considerados animales mágicos?",
          "respuestaCorta": "Por qué los delfines son mágicos.",
          "solucionario": "La respuesta a esta pregunta se encuentra de forma explícita en el texto: \"...nadie los pesca y menos los come, porque son animales mágicos. En efecto, el bufeo vuélvese hombre...\". El texto directamente conecta su cualidad de 'mágicos' con su capacidad de 'volverse hombre'. Las otras preguntas requieren que el lector infiera las razones a partir de varias pistas a lo largo del texto, en lugar de localizar una respuesta directa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente pide a los estudiantes que realicen comentarios sobre la leyenda. A continuación, se presentan las intervenciones de tres estudiantes:\nAlina: \"Me costó un poco entender el texto. Me parece que está escrito en un castellano que casi nadie habla. Hay palabras como 'limitose', por ejemplo\".\nBruno: \"No sabía que los delfines eran mamíferos. Y eso que los he visto muchas veces cuando he ido al zoológico que está cerca de mi casa\".\nCarlos: \"En la leyenda, hay varias cosas que son mágicas. Las tortugas se convierten en mesas, y las anacondas, en hamacas\".\n¿Qué comentario evidencia una reflexión sobre los aspectos formales de la leyenda?",
          "opciones": [
            "El de Alina.",
            "El de Bruno.",
            "El de Carlos."
          ],
          "respuesta": "El de Alina.",
          "respuestaCorta": "El de Alina.",
          "solucionario": "El comentario de Alina se centra en aspectos formales del texto: el registro del lenguaje ('un castellano que casi nadie habla') y el léxico utilizado ('palabras como limitose'). Esta es una reflexión sobre la forma en que el texto está escrito, es decir, sobre sus características lingüísticas y estilísticas. Los comentarios de Bruno y Carlos se centran en el contenido de la leyenda (la zoología de los delfines y los elementos mágicos de la trama).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  