{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_ingles_2018_p51",
      "contexto": "Franco's second graders have been practicing describing family relationships. He shows the students a picture of a family tree and tells them to describe the family relationships orally using possessive nouns. The students practice in pairs, and then the teacher calls on volunteers. During the practice, one student comes up with the following example: \"Homer is Lisa father.\"\nAware of the situation, Franco wants to use an appropriate technique to correct the student's mistake on the spot.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Franco's goal, which of the following actions is most appropriate?",
          "opciones": [
            "Indicate the mistake by saying \"that's not quite right.\" Then ask another student to say the correct form.",
            "Echo the student's sentence emphasizing the mistake to draw the learner's attention to it. Then ask the student to say the sentence again.",
            "Ignore the student's mistake and let him finish. Then when all the students finish participating, remind them the use of the apostrophe to indicate possession."
          ],
          "respuesta": "Echo the student's sentence emphasizing the mistake to draw the learner's attention to it. Then ask the student to say the sentence again.",
          "respuestaCorta": "Repetir la oración enfatizando el error ayuda a la autocorrección inmediata.",
          "solucionario": "La técnica de 'Echoing' (hacer eco) consiste en repetir lo que dijo el estudiante con una entonación interrogativa o énfasis en el error (en este caso, la falta del posesivo 's'). Esto alerta al estudiante sobre el error de manera inmediata pero poco intrusiva, permitiéndole identificarlo y autocorregirse (self-correction), lo cual es pedagógicamente más efectivo que darle la respuesta o pedirle a otro que lo corrija.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p52",
      "contexto": "Martin wants to help his students improve their speaking skills. Before starting a speaking practice, he provides them with the following expressions: \"I wouldn't be surprised if...\" / \"Knowing him, he'll...\" / \"I bet...\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considering the expressions provided, which is the language function that Martin wants his students to practice?",
          "opciones": [
            "Making guesses.",
            "Making complaints.",
            "Making generalizations."
          ],
          "respuesta": "Making guesses.",
          "respuestaCorta": "Las expresiones sugieren especulación o predicción sobre eventos futuros o comportamientos.",
          "solucionario": "Las frases 'I wouldn't be surprised if...' (No me sorprendería si...), 'Knowing him, he'll...' (Conociéndolo, él...) y 'I bet...' (Apuesto a que...) se utilizan típicamente para especular, predecir o adivinar (Making guesses) sobre situaciones o reacciones de personas, basándose en conocimiento previo o intuición.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p53",
      "contexto": "Freddy's students have been practicing the topic \"Places in the community.\" In this context, he wants his students to develop their writing skills through a meaningful activity.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities is more appropriate to achieve the teacher's purpose?",
          "opciones": [
            "The students read a magazine about tourist places in town. Using this information, they write a paragraph about the most popular tourist spots in town.",
            "The students watch a video about public places in the city. They identify the places and then, in their notebooks, they write a short paragraph describing those places.",
            "The students draw a map of their neighborhoods displaying the two places they like the most. Next, they write a paragraph giving directions to go from their home to those places."
          ],
          "respuesta": "The students draw a map of their neighborhoods displaying the two places they like the most. Next, they write a paragraph giving directions to go from their home to those places.",
          "respuestaCorta": "Escribir sobre su propio vecindario hace que la actividad sea significativa y personal.",
          "solucionario": "El aprendizaje significativo (meaningful learning) ocurre cuando el contenido se conecta con la vida real y los intereses del estudiante. Al dibujar su propio vecindario y dar direcciones desde su casa a sus lugares favoritos, los estudiantes usan el idioma para comunicar algo personal y relevante para ellos, a diferencia de describir lugares genéricos de un video o revista.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p54",
      "contexto": "The teacher wants her fourth graders to develop their oral skills through the topic \"Life experiences.\" She has thought of three strategies to achieve her purpose.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following strategies she has thought of is more meaningful for her students?",
          "opciones": [
            "The teacher has the students answer a questionnaire about life experiences. She asks them to exchange it with a classmate and read the classmate's answers for some minutes. Then the teacher calls on volunteers to report some of their classmate's answers aloud.",
            "The teacher tells the students to use the question \"Have you ever...?\" to interview their classmates. She tells the students to ask follow-up questions to get details about their peers' experiences. Finally, the teacher calls on volunteers to report their findings to the class.",
            "The teacher puts the students in groups and gives them biographic information about famous singers. She tells the students to read the information and decide which singer has had the most interesting experiences. Finally, the students report the singer's experiences to the class."
          ],
          "respuesta": "The teacher tells the students to use the question \"Have you ever...?\" to interview their classmates. She tells the students to ask follow-up questions to get details about their peers' experiences. Finally, the teacher calls on volunteers to report their findings to the class.",
          "respuestaCorta": "La entrevista entre pares fomenta la interacción real y el interés genuino en la información.",
          "solucionario": "Esta opción promueve una interacción comunicativa real (entrevista). Es significativa porque los estudiantes indagan sobre las vidas reales de sus compañeros, utilizan preguntas de seguimiento para profundizar (negociación de significado) y reportan hallazgos reales. Las otras opciones son más pasivas o se centran en terceros (cantantes) en lugar de la interacción directa entre los estudiantes.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p55",
      "contexto": "Marisa's students are going to listen to the audio of a fable. She wants to assess her students' comprehension of the fable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given the teacher's goal, which of the following activities is NOT appropriate?",
          "opciones": [
            "The teacher plays the audio of the fable once and tells the students to listen to it. Then she writes some questions about it on the board and plays the audio again. This time, the students answer the questions.",
            "The teacher plays the audio of the fable a couple of times and the students listen to it carefully. Then she gives the students a word search puzzle. She tells them to find the words they remember from the audio.",
            "The teacher plays the audio of the fable and tells the students to listen to it. Then she gives the students a fill-in-the-blank worksheet with excerpts from the fable. She tells them to fill in the missing information while she plays the audio again."
          ],
          "respuesta": "The teacher plays the audio of the fable a couple of times and the students listen to it carefully. Then she gives the students a word search puzzle. She tells them to find the words they remember from the audio.",
          "respuestaCorta": "La sopa de letras evalúa reconocimiento de palabras, no comprensión auditiva del texto.",
          "solucionario": "El objetivo es evaluar la 'comprensión' de la fábula (entender la historia, mensaje, detalles). Un 'word search puzzle' (sopa de letras) es una actividad lúdica que se enfoca en el reconocimiento visual y ortográfico de palabras aisladas, no demuestra si el estudiante entendió el contenido o la secuencia de la historia. Las otras opciones (responder preguntas y completar espacios en el texto) sí requieren procesar el significado del audio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p56",
      "contexto": "Roxana's fifth graders have been working on comparisons. Now they will write on the pros and cons of attending a public or a private university. Roxana has designed the following sequence, which will be developed in two sessions:\n• The teacher pairs up the students and tells them to discuss the following questions: \"Would you like to attend a public or a private university? Why?\"\n• The students discuss the questions for some minutes, then some volunteers share their ideas with the whole class.\n• Next, the teacher tells the students they will write a paragraph about the pros and cons of either public or private universities.\n• The teacher gives the students some time to organize their ideas. She reminds them to keep in mind the audience and the intention of the paragraph.\n• Then the students write the first versions of their paragraphs. She tells them to try to make their work understandable but not to worry at this point about making grammar or spelling mistakes.\n• Next, the teacher asks the students to exchange their paragraphs, look for misspelled words in their classmates' writings and circle them.\n• Finally, they return each other's paragraphs and write the final version.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which writing skill has NOT been promoted adequately in the sequence above?",
          "opciones": [
            "Planning.",
            "Drafting.",
            "Revising."
          ],
          "respuesta": "Revising.",
          "respuestaCorta": "La revisión debe enfocarse en contenido y organización, no solo en ortografía (edición).",
          "solucionario": "En el proceso de escritura (Process Writing), la etapa de 'Revising' (Revisión) implica examinar el contenido, la organización, la claridad y la fluidez de las ideas. En la secuencia descrita, la docente pide a los estudiantes buscar 'misspelled words' (palabras mal escritas), lo cual corresponde a la etapa de 'Editing' (Edición). Se saltó la revisión sustancial del contenido antes de pasar a la corrección superficial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p57_58",
      "contexto": "Read the following teaching sequence and answer questions 57 and 58.\nBrenda's fourth graders have been talking about \"Health problems\" during the past few sessions. Given that context, she wants them to practice Giving advice and suggestions. She has planned the following sequence:\n• The teacher pairs up the students and gives each one a role. Student A is the doctor and student B is the patient. Student B has to describe the symptoms of a health problem he is experiencing such as a stomachache, a headache, a cough, etc., and student A has to give him advice to get better.\n• The students work for some minutes and then the teacher calls on volunteers to present the conversation.\n• Finally, the students reflect on the language related to advice and suggestions used during the activity and the teacher elicits other situations in which they can use that language.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which approach to teaching grammar is Brenda trying to promote?",
          "opciones": [
            "Inductive approach.",
            "Deductive approach.",
            "Functional approach."
          ],
          "respuesta": "Functional approach.",
          "respuestaCorta": "El enfoque se centra en el propósito comunicativo (dar consejos) más que en la forma.",
          "solucionario": "Brenda organiza la lección alrededor de una función del lenguaje: 'Giving advice and suggestions' (Dar consejos y sugerencias). El 'Functional Approach' se centra en para qué se usa el lenguaje (la función comunicativa) en lugar de centrarse primariamente en las reglas gramaticales aisladas. La actividad fluye desde la necesidad comunicativa (médico-paciente) hacia el uso del lenguaje apropiado para esa función.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "In her activity, Brenda wants to provide the students with grammatical structures to develop the language function Giving advice and suggestions. Which of the following grammatical structures is most appropriate for this language function?",
          "opciones": [
            "Modal verbs (should, had better).",
            "Descriptive adjectives (contagious, painful).",
            "Compound nouns (stomachache, headache)."
          ],
          "respuesta": "Modal verbs (should, had better).",
          "respuestaCorta": "Los verbos modales 'should' y 'had better' son las formas estándar para dar consejos.",
          "solucionario": "Para la función comunicativa de 'Dar consejos y sugerencias' (Giving advice/suggestions), las estructuras gramaticales más comunes y pertinentes en inglés son los verbos modales, específicamente 'should', 'ought to' y 'had better'. Los adjetivos y sustantivos mencionados en las otras opciones son vocabulario útil para describir el problema, pero no constituyen la estructura gramatical para realizar la función de aconsejar.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p59",
      "contexto": "Katherine's students have been dealing with the topic \"Personal belongings.\" She wants them to develop their speaking skills through a communicative activity.\nGiven the teacher's goal, which of the following activities is appropriate?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities is appropriate?",
          "opciones": [
            "The teacher tells one student to come to the front of the classroom and sit down, facing his classmates. The teacher writes the name of a personal belonging on the board, and tells the student to ask his classmates yes/no questions to try to guess the name of the object. His classmates must give short responses.",
            "The teacher asks the students to bring a personal belonging. They sit in groups and one student shows his object to his peers and they ask him questions such as: \"How did you get the object?\", \"Why do you like it?\", \"When did you get it?\", etc. The student answers his classmates' questions. Once there are no more questions, they swap roles.",
            "The teacher pastes a list with the names of different kinds of personal belongings on the walls outside the classroom. The students sit in pairs. One student runs outside, reads one word and runs back to dictate the word to his partner. His partner writes the word and then they swap roles. They stop when they've written all the words from the list."
          ],
          "respuesta": "The teacher asks the students to bring a personal belonging. They sit in groups and one student shows his object to his peers and they ask him questions such as: \"How did you get the object?\", \"Why do you like it?\", \"When did you get it?\", etc. The student answers his classmates' questions. Once there are no more questions, they swap roles.",
          "respuestaCorta": "Esta actividad promueve la interacción real, preguntas abiertas y habla extendida.",
          "solucionario": "La opción seleccionada es una actividad verdaderamente comunicativa (Communicative Activity). Involucra intercambio de información real y significativa (sobre sus propios objetos), fomenta preguntas abiertas (wh- questions) que requieren respuestas más elaboradas que un simple sí/no, y permite que todos los estudiantes practiquen 'speaking' en grupos pequeños simultáneamente. La primera opción centra la atención en un solo estudiante, y la tercera (running dictation) se enfoca más en lectura, memoria y escritura que en la producción oral comunicativa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p60_62",
      "contexto": "Read the following situation and answer questions 60, 61 and 62.\nSophia wants to help her students develop their reading comprehension skills. She gives the students the following written text:\nThe Fox and the Crow\nA Fox once saw a Crow fly off with a piece of cheese in its beak and settle on a branch of a tree. \"That's for me, as I am a Fox,\" said Master Reynard, and he walked up to the foot of the tree. \"Good day, Mistress Crow,\" he cried. \"How well you are looking today: how glossy your feathers; how bright your eye. I feel sure your voice must surpass that of other birds, just as your figure does; let me hear but one song from you that I may greet you as the Queen of Birds.\"\nThe Crow lifted up her head and began to caw her best, but the moment she opened her mouth the piece of cheese fell to the ground, only to be snapped up by Master Fox. \"That will do,\" said he. \"That was all I wanted. In exchange for your cheese I will give you a piece of advice for the future: 'Do not trust flatterers.\"\nTaken from www.eastoftheweb.com/short.stories/UBooks/FoxCrow.shtml\n\nAfter the students read the text, the teacher writes the following questions on the board for the students to answer them:\n• What type of text is this?\n• Who is this text written for?\n• What is the story about?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which reading skill is the teacher trying to promote with her questions?",
          "opciones": [
            "Predicting content.",
            "Reading for specific information.",
            "Reading for global understanding."
          ],
          "respuesta": "Reading for global understanding.",
          "respuestaCorta": "Las preguntas buscan la idea general, el tipo de texto y la audiencia (comprensión global).",
          "solucionario": "Las preguntas planteadas ('¿Qué tipo de texto es?', '¿Para quién está escrito?', '¿De qué trata la historia?') apuntan a obtener una visión general del texto. Esto se conoce como 'Reading for global understanding' (lectura para la comprensión global) o Skimming. No piden detalles específicos (Scanning) ni piden anticipar el contenido antes de leer (Predicting).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Sophia pairs up the students and tells them the following: \"In the fable, the fox gives the crow this piece of advice: 'Do not trust flatterers.' Do you agree with this advice? Why? Why not?\" The students work for some minutes to exchange their opinions. What is Sophia's main purpose with her questions?",
          "opciones": [
            "She wants the students to infer meaning from the text.",
            "She wants the students to reflect on the content of the text.",
            "She wants the students to retrieve information from the text."
          ],
          "respuesta": "She wants the students to reflect on the content of the text.",
          "respuestaCorta": "Preguntar por la opinión personal fomenta la reflexión crítica sobre el mensaje.",
          "solucionario": "Al preguntar '¿Estás de acuerdo?' y '¿Por qué?', la docente lleva a los estudiantes más allá de la comprensión literal o inferencial básica. Les pide que evalúen el mensaje moral de la fábula y lo conecten con sus propias creencias y opiniones. Esto constituye una reflexión crítica sobre el contenido ('reflect on the content').",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Sophia has planned to give her students a communicative post-reading task. Given the teacher's goal, which activity is least appropriate for her purpose?",
          "opciones": [
            "The teacher tells the students to choose their favorite character and draw it on a piece of paper. Then the teacher asks some volunteers to come to the front and describe the drawings.",
            "The teacher asks the students to work in pairs to create a conversation between the fox and the crow. They write the conversation, practice it for some minutes and present it in front of the class.",
            "The teacher groups the students and tells them to change some details of the story in order to make a new version of it. The students discuss, put their ideas together and narrate the new version of the fable to the class."
          ],
          "respuesta": "The teacher tells the students to choose their favorite character and draw it on a piece of paper. Then the teacher asks some volunteers to come to the front and describe the drawings.",
          "respuestaCorta": "Dibujar y describir individualmente es menos comunicativo que crear diálogos o historias en grupo.",
          "solucionario": "Se pide identificar la actividad 'menos apropiada' para un objetivo comunicativo. La opción de dibujar y describir (solas o frente a la clase) tiende a ser más individual y unidireccional (presentación). En cambio, crear una conversación en parejas o reescribir la historia en grupos requiere negociación, interacción y colaboración constante, características centrales de las tareas comunicativas (Communicative Tasks).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p63",
      "contexto": "John's students are talking about \"Likes and dislikes.\" At the beginning of an activity, he gives them the following instruction: \"Ask each other the question 'What's your favorite hobby?' as well as other wh-questions to get additional information.\" Before the students begin the task, he wants to check the students' comprehension of his instruction.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following strategies is more appropriate for his purpose?",
          "opciones": [
            "The teacher repeats the instruction as many times as necessary until the students know what to do.",
            "The teacher chooses some students to come to the front of the class and help him model the activity.",
            "The teacher calls one volunteer to explain to his classmates, in Spanish, what the instruction for the task is."
          ],
          "respuesta": "The teacher chooses some students to come to the front of the class and help him model the activity.",
          "respuestaCorta": "Modelar la actividad demuestra claramente qué hacer sin necesidad de traducción o repetición pasiva.",
          "solucionario": "Modelar (Modeling) es una de las estrategias más efectivas para verificar y asegurar la comprensión de instrucciones en la enseñanza de idiomas. Al demostrar la actividad con un estudiante, la clase ve exactamente lo que se espera (el intercambio de preguntas y respuestas) en contexto. Repetir verbalmente no garantiza comprensión y usar la lengua materna (traducción) reduce la exposición al inglés y la autonomía.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
        {
      "idGrupo": "cp_ingles_2018_p64",
      "contexto": "Mario's students have been talking about \"Social networking.\" Since the students got interested in that topic, he wants to use that context to have them improve their oral skills through a communicative activity.\nGiven Mario's goal, which activity is it least appropriate to carry out?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Mario's goal, which activity is it least appropriate to carry out?",
          "opciones": [
            "The teacher tells the students to make a list of either the pros or cons of social networking and add some arguments such as examples or opinions to support their ideas. Then he asks two students with different points of view to get together. Finally, he asks them to have a short discussion on the topic.",
            "The teacher writes the title \"Social networking\" on the board. Then he asks as many students as possible to go to the board and write words related to that title. Finally, the teacher pairs up the students and tells them to take turns to speak about social networking for one minute using the words from the board.",
            "The teacher writes the following questions on the board: \"What social networking sites do you use?\", \"What information do you have on those sites?\" and \"What are some good/bad points about social networking?\" Then he puts the students in groups and tells them to discuss their answers. Finally, the students share their findings with the class."
          ],
          "respuesta": "The teacher writes the title \"Social networking\" on the board. Then he asks as many students as possible to go to the board and write words related to that title. Finally, the teacher pairs up the students and tells them to take turns to speak about social networking for one minute using the words from the board.",
          "respuestaCorta": "Hablar por turnos usando palabras específicas es más un ejercicio de práctica controlada que una interacción comunicativa real.",
          "solucionario": "Se busca la actividad 'menos apropiada' para desarrollar habilidades orales comunicativas. La opción seleccionada describe una actividad mecánica (drill) o monólogo guiado, donde el estudiante debe incorporar palabras específicas en un tiempo fijo, limitando la naturalidad y la interacción. Las otras opciones fomentan el debate y la discusión grupal, que son características esenciales del enfoque comunicativo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p65",
      "contexto": "Miranda's students have just finished reading a text about different ways to deal with stress. Now Miranda wants to check if her students have acquired a global understanding of it.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following instructions can be delivered for that purpose?",
          "opciones": [
            "\"Look for the expression 'pamper yourself' and tell me what you think it means. You can't use a dictionary.\"",
            "\"Close your books and discuss the following questions in pairs: 'What is the text about?' 'Why do you think so?\"",
            "\"The text mentions six relaxation techniques. 'Which are those techniques?' Take a look at the article again and underline the techniques.\""
          ],
          "respuesta": "\"Close your books and discuss the following questions in pairs: 'What is the text about?' 'Why do you think so?\"",
          "respuestaCorta": "Preguntar de qué trata el texto evalúa la comprensión general (gist) sin detenerse en detalles.",
          "solucionario": "La comprensión global (Global understanding o Skimming) se refiere a captar la idea principal o el tema central del texto. Preguntar '¿De qué trata el texto?' apunta directamente a esta destreza. Las otras opciones se enfocan en vocabulario específico o en escanear información detallada (scanning).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p66",
      "contexto": "During her last class, Lucrecia has noticed that her students have difficulties to pronounce some words. She wants her students to improve their pronunciation of those words in a meaningful way.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Lucrecia's purpose, which of the following strategies is it more appropriate to adopt?",
          "opciones": [
            "The teacher brings bingo cards with the words she wants the students to practice. She gives a bingo card to each student and reads the words aloud for the students to mark them down in their cards. Finally, she asks the students to pronounce the words as they have heard them some minutes ago.",
            "The teacher writes on the board the words she wants the students to practice and reads them while trying to emphasize their correct pronunciation. After that, she asks the students to repeat each word after her. Finally, she points at the words randomly and all the students pronounce them at the same time.",
            "The teacher writes three tongue twisters on the board. She reads them aloud and has the students repeat them after her. Then she puts the students in pairs and asks them to practice those tongue twisters. Finally, they make their own tongue twister using some of the words they find more difficult to pronounce and present it to the class."
          ],
          "respuesta": "The teacher writes three tongue twisters on the board. She reads them aloud and has the students repeat them after her. Then she puts the students in pairs and asks them to practice those tongue twisters. Finally, they make their own tongue twister using some of the words they find more difficult to pronounce and present it to the class.",
          "respuestaCorta": "Crear sus propios trabalenguas permite practicar la pronunciación en un contexto lúdico y creativo.",
          "solucionario": "Para que la práctica sea 'significativa' (meaningful), los estudiantes deben involucrarse activamente con el lenguaje. La opción de los trabalenguas (tongue twisters) comienza con práctica controlada pero culmina con una actividad creativa donde ellos mismos construyen frases usando las palabras difíciles. Las otras opciones son mecánicas (repetición coral) o pasivas (bingo de escucha).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p67",
      "contexto": "Sergio wants his students to reinforce their planning skills for writing. Since the World Red Cross day is coming, Sergio asks his students to make a brochure on first aid techniques to distribute it at school. In this context, which of the following strategies is most appropriate for Sergio's purpose of reinforcing his students' planning skills?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In this context, which of the following strategies is most appropriate for Sergio's purpose of reinforcing his students' planning skills?",
          "opciones": [
            "The teacher draws three columns on the board and labels them as follows: (1) first aid technique, (2) steps to apply it and (3) pictures to include in the brochure. The teacher elicits some ideas to complete the first column. Next, the students complete the other columns with information related to the topic.",
            "The teacher inquires the students about first aid techniques they know and how to put them into practice. On the board, he summarizes the students' ideas using words and phrases. Then the students write complete sentences using the information written on the board. Next, in pairs, the students organize the sentences in their brochures.",
            "The teacher tells the students to make a list of first aid techniques they are familiarized with to be included in their brochures. Then he asks the following questions: \"What's the purpose of your brochure?\", \"Who is it written for?\" and \"What sources can you use?\" The students discuss the questions and share their answers with the rest of the class."
          ],
          "respuesta": "The teacher tells the students to make a list of first aid techniques they are familiarized with to be included in their brochures. Then he asks the following questions: \"What's the purpose of your brochure?\", \"Who is it written for?\" and \"What sources can you use?\" The students discuss the questions and share their answers with the rest of the class.",
          "respuestaCorta": "La planificación efectiva implica definir el propósito, la audiencia y las fuentes antes de escribir.",
          "solucionario": "La planificación (planning/pre-writing) no es solo organizar información, sino entender la situación retórica. Al preguntar por el propósito, la audiencia ('Who is it written for?') y las fuentes, el docente guía a los estudiantes a tomar decisiones estratégicas sobre el texto antes de empezar a producirlo. Las otras opciones se centran más en la organización del contenido o la construcción de oraciones.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p68",
      "contexto": "Isabel wants to help her students improve their speaking skills through a group discussion. She tells them to use the following expressions: \"Speaking personally...\"/ \"In my view...\"/ \"I strongly believe...\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions corresponds to the expressions Isabel wants her students to practice?",
          "opciones": [
            "Negotiating.",
            "Self-correcting.",
            "Expressing opinions."
          ],
          "respuesta": "Expressing opinions.",
          "respuestaCorta": "Las frases introducen el punto de vista personal del hablante.",
          "solucionario": "Las expresiones 'Speaking personally...' (Hablando personalmente...), 'In my view...' (En mi opinión...) y 'I strongly believe...' (Creo firmemente...) son marcadores discursivos estándar utilizados para introducir y expresar opiniones personales.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p69",
      "contexto": "Roberta's fifth graders have been working on different kinds of writing products during the past few months. She has planned the following sequence to reinforce her students' writing skills:\n• The teacher writes the following questions on the board: \"How do you recycle things at school?\" and \"How could you promote recycling in your school community?\" She gives the students some time to reflect on their answers individually.\n• Next, the teacher asks the students to get in groups to share their ideas on the proposed topic. Then some volunteers comment their points of view to the rest of the class.\n• The teacher reminds the students of the different writing products they have been working on: brochures, posters and flyers. She asks the groups to select one of these formats to promote recycling. They are given some time to write their products.\n• Finally, the students display their products in the school premises to create awareness on the importance of recycling in the school community.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the sequence above, which of the following methods to teaching writing has Roberta adopted?",
          "opciones": [
            "Task-Based Learning.",
            "Problem-Based Learning.",
            "Presentation-Practice-Production."
          ],
          "respuesta": "Problem-Based Learning.",
          "respuestaCorta": "La actividad parte de una problemática real (reciclaje) y busca resolverla mediante la creación de un producto.",
          "solucionario": "La secuencia inicia con el planteamiento de un problema real y relevante para la comunidad escolar ('¿Cómo promover el reciclaje?'). Los estudiantes investigan/discuten soluciones y crean un producto tangible (folletos, pósters) para abordar dicha problemática en el mundo real (exhibición en la escuela). Esta estructura es característica del Aprendizaje Basado en Problemas (o Proyectos). No es PPP porque no hay una fase de presentación de estructura gramatical explícita seguida de práctica controlada.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p70",
      "contexto": "A fifth grade teacher wants his students to predict content in a communicative way. He is going to play the audio of an adventure trip. Before he plays the audio, which of the following strategies is it more appropriate to apply to help his students predict the content of the audio?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Before he plays the audio, which of the following strategies is it more appropriate to apply to help his students predict the content of the audio?",
          "opciones": [
            "The teacher pastes three titles for the story on the board: \"The most exciting adventure ever\", \"The scariest experience in my life\" and \"The most difficult activity I have done.\" Next, he asks the students to work in pairs to select one of the titles as a guess for the listening they are about to hear.",
            "The teacher writes on the board four words related to the audio: \"adventure\", \"trip\", \"water\" and \"rapids.\" In pairs, the students use those words to discuss the possible context in which the story they are about to hear will take place. Then the teacher asks the students to present their ideas to the rest of the class.",
            "The teacher sticks a picture of a person doing bungee jumping and writes two questions on the board: \"What activity is the person doing?\" and \"Do you think the activity is safe or dangerous?\" Next, the students have one minute to think about possible answers. Finally, the teacher elicits the students' answers and writes the most common ones on the board."
          ],
          "respuesta": "The teacher writes on the board four words related to the audio: \"adventure\", \"trip\", \"water\" and \"rapids.\" In pairs, the students use those words to discuss the possible context in which the story they are about to hear will take place. Then the teacher asks the students to present their ideas to the rest of the class.",
          "respuestaCorta": "El uso de palabras clave específicas permite construir un contexto más preciso para la predicción.",
          "solucionario": "Proporcionar palabras clave semánticamente relacionadas ('adventure', 'trip', 'water', 'rapids') permite a los estudiantes activar esquemas mentales específicos y formular hipótesis (predicciones) fundamentadas sobre el contenido del audio. La opción de la imagen del bungee jumping podría ser engañosa si el audio trata sobre rafting (sugerido por 'rapids'), y elegir títulos es más vago que construir el contexto con vocabulario clave.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p71_72_73",
      "contexto": "Read the following situation and answer questions 71, 72 and 73.\nBrando has noticed that his fourth graders need to improve their listening skills when they are exposed to real audios. For that purpose, Brando will expose them to a news report. He will use the following news report:\n\"For many cancers, diagnosis is a difficult process. A new blood test, however, could offer a simpler and more effective diagnostic technique. CancerSEEK is a test that has the potential to identify eight cancer types from one blood sample. In the new study, researchers reveal how the blood test demonstrated high sensitivity and specificity for cancer detection in more than 1,000 people with the disease. Early diagnosis is key to fight against this illness; the earlier the disease is diagnosed, the higher the chances of treatment success. Many cancers are not caught until the later stages, and this is largely due to a lack of fast and effective diagnostic tools. However, the test CancerSEEK could bring us closer to a quick, simple way to detect cancer in its early stages.\"\nAdapted from https://www.medicalnewstoday.com/articles/320679.php",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the tasks below is appropriate to identify the gist of the news report?",
          "opciones": [
            "Ask the students to listen to the audio and write down as much information as they can. Then ask them to get in pairs and use their notes to reconstruct the news report they just heard.",
            "Ask the students to listen to the audio and write down a phrase that gives a general idea of what the news report is about. Then ask them to compare answers with the classmate next to them.",
            "Ask the students to listen to the audio and write down all the adjectives they can identify in it. Then ask them to work in pairs and use those adjectives to make sentences about the news report."
          ],
          "respuesta": "Ask the students to listen to the audio and write down a phrase that gives a general idea of what the news report is about. Then ask them to compare answers with the classmate next to them.",
          "respuestaCorta": "Identificar la 'idea general' (gist) requiere sintetizar el mensaje principal, no detalles ni gramática.",
          "solucionario": "La habilidad de escuchar para captar lo esencial (listening for gist) implica entender el tema general sin detenerse en los detalles. Pedir a los estudiantes que escriban una frase que resuma la idea general es la actividad que corresponde directamente a este objetivo. La reconstrucción del texto (A) requiere comprensión detallada y memoria, y listar adjetivos (C) es un ejercicio de reconocimiento léxico-gramatical.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Now, Brando wants to work on a post-listening task. Which of the following tasks is it least appropriate to carry out?",
          "opciones": [
            "The students work in pairs answering comprehension questions about the news report. Then they explain their answers to the rest of the class.",
            "The students do some research on the topic of the news report. Then they make a presentation to inform the class about the latest information related to that topic.",
            "The students choose a topic similar to the topic of the news report they listened to in class. Then they record their own news report about the topic chosen and present it to the class."
          ],
          "respuesta": "The students work in pairs answering comprehension questions about the news report. Then they explain their answers to the rest of the class.",
          "respuestaCorta": "Responder preguntas de comprensión es una actividad de verificación, no de expansión o producción (post-listening).",
          "solucionario": "Las actividades de 'Post-listening' suelen enfocarse en la expansión del tema, la integración de destrezas (speaking/writing) y la aplicación creativa del contenido. Responder preguntas de comprensión (opción A) es una actividad típicamente realizada 'While-listening' o inmediatamente después para verificar entendimiento, pero es limitada como actividad de cierre comunicativo en comparación con investigar (B) o crear un nuevo reporte (C), que son más ricas y expansivas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Brando's students want to know the meaning of some words included in the audio of the news report. He wants to use a strategy that will help the students understand the meaning of those words. Which of the following strategies is most appropriate for Brando's purpose?",
          "opciones": [
            "Present a matching exercise for the students to connect the words they don't understand with their definitions. Then ask the students to stand up and compare their answers with at least five different classmates.",
            "Show the students the tape script of the news report and ask them to highlight the words they don't understand. Tell them to focus on the context in which those words appear to find out their meaning.",
            "Organize the students in groups and give them a dictionary. Ask them to work together on two activities: (1) look up the meaning of the words they do not understand from the audio of the news report and (2) make two sentences using each word."
          ],
          "respuesta": "Show the students the tape script of the news report and ask them to highlight the words they don't understand. Tell them to focus on the context in which those words appear to find out their meaning.",
          "respuestaCorta": "Deducir el significado por el contexto fomenta la autonomía y estrategias de aprendizaje profundas.",
          "solucionario": "La estrategia más apropiada pedagógicamente es fomentar la deducción del significado a través del contexto (context clues). Al analizar cómo se usan las palabras en el guion (tape script), los estudiantes desarrollan habilidades inferenciales críticas. Usar el diccionario o ejercicios de emparejamiento son estrategias válidas pero dependen de recursos externos y no desarrollan la habilidad cognitiva de inferencia léxica tan bien como el análisis contextual.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p74",
      "contexto": "Braulio wants to reinforce his fourth grade students' writing skills by having them work on a persuasive piece of writing. He will take advantage of the school anniversary. In this context, which of the following activities is more appropriate for his purpose?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In this context, which of the following activities is more appropriate for his purpose?",
          "opciones": [
            "Have the students write a speech on the way a teacher has influenced their academic and personal life. Ask them to include examples of how they have become better persons thanks to that teacher. The best speeches will be read at the anniversary ceremony.",
            "Have the students write an essay about the things they like most about their school. Ask them to describe good memories such as anecdotes, celebrations, school trips, etc. Some of their final products will be posted on the school bulletin board.",
            "Have the students write a flyer to motivate the school community to participate in the anniversary ceremony. Ask them to include arguments and appealing information. The flyers will be distributed within the school premises."
          ],
          "respuesta": "Have the students write a flyer to motivate the school community to participate in the anniversary ceremony. Ask them to include arguments and appealing information. The flyers will be distributed within the school premises.",
          "respuestaCorta": "Un volante diseñado para motivar la participación tiene una función claramente persuasiva.",
          "solucionario": "El objetivo es la escritura persuasiva (persuasive writing). Un volante (flyer) diseñado para 'motivar' y convencer a la comunidad de asistir a un evento utilizando argumentos es inherentemente persuasivo. El discurso sobre un profesor (opción A) tiende a ser narrativo o epidíctico (homenaje), y el ensayo sobre recuerdos (opción B) es descriptivo y narrativo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p75",
      "contexto": "Estela's students are going to write a short paragraph. She asks them to use the following expressions:\n• It is obvious that...\n• Knowing the trends,\n• We can establish that...\n• According to the information I got...\n• The way in which the information was compiled...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions corresponds to the expressions Estela wants her students to practice?",
          "opciones": [
            "Interpreting data.",
            "Expressing wishes.",
            "Showing preferences."
          ],
          "respuesta": "Interpreting data.",
          "respuestaCorta": "Las expresiones se utilizan para sacar conclusiones y presentar hallazgos basados en información.",
          "solucionario": "Expresiones como 'Knowing the trends' (Conociendo las tendencias), 'According to the information' (Según la información) y 'We can establish that' (Podemos establecer que) son típicas del lenguaje académico utilizado para interpretar datos, analizar información y presentar conclusiones basadas en evidencia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p76",
      "contexto": "Read the following teaching sequence and answer questions 76 and 77.\nElsa is going to evaluate her fifth graders' speaking skills through a final debate on the topic \"School uniforms.\" In this context, she has planned the following sequence:\n• The students work in groups of three: one student in favor of school uniforms, one against, and one judge to evaluate the debaters' participation.\n• The teacher writes some useful expressions to be used during the debate such as: \"Could you say that again, please?\", \"You may have a point there\", \"Let me put it in another way\", etc. After that, she gives the debaters some time to prepare their arguments individually.\n• Next, the students take turns expressing their ideas, while the judge pays attention to their performance. Based on the debaters' arguments, the judge asks one question to each debater.\n• The debaters are given some minutes to prepare their answers to the question.\n• Then the debaters give their answers and the judge assigns a score to each debater based on his/her overall performance.\n• Finally, the teacher asks the judge for the scores given.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the sequence presented above, which of the following speaking subskills is NOT an objective of Elsa's lesson?",
          "opciones": [
            "Communicating ideas fluently.",
            "Using nonverbal and paraverbal sources.",
            "Using language according to content, form and context."
          ],
          "respuesta": "Using nonverbal and paraverbal sources.",
          "respuestaCorta": "La secuencia se centra en argumentos y expresiones verbales, no hay instrucción sobre lenguaje corporal o tono.",
          "solucionario": "La secuencia descrita se enfoca en el uso de expresiones verbales ('Could you say that again...', etc.), la preparación de argumentos y el intercambio de ideas (fluidez y contenido). No se menciona ninguna actividad, instrucción o criterio de evaluación relacionado con el lenguaje no verbal (gestos, contacto visual) o paraverbal (tono, volumen, entonación), por lo que esa subdestreza no es un objetivo explícito de esta lección.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_ingles_2018_p77",
      "contexto": "Elsa is going to evaluate her fifth graders' speaking skills through a final debate on the topic \"School uniforms.\" In this context, she has planned the following sequence:\n• The students work in groups of three: one student in favor of school uniforms, one against, and one judge to evaluate the debaters' participation.\n• The teacher writes some useful expressions to be used during the debate such as: \"Could you say that again, please?\", \"You may have a point there\", \"Let me put it in another way\", etc. After that, she gives the debaters some time to prepare their arguments individually.\n• Next, the students take turns expressing their ideas, while the judge pays attention to their performance. Based on the debaters' arguments, the judge asks one question to each debater.\n• The debaters are given some minutes to prepare their answers to the question.\n• Then the debaters give their answers and the judge assigns a score to each debater based on his/her overall performance.\n• Finally, the teacher asks the judge for the scores given.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given the teacher's goal of evaluating speaking skills, which of the following criticisms of this sequence is appropriate?",
          "opciones": [
            "The students' oral performance shouldn't have been evaluated by their peers because evaluations need pretty accurate judgment. This evaluation should have been done by the teacher.",
            "The setting for this oral sequence shouldn't have been a debate because debates are complex and require high command of the language. The setting for assessments should be simple and easy.",
            "The debaters shouldn't have been assessed only on their overall performance. The judges should have been provided with an assessment tool that helps them evaluate different aspects of the debaters' performance."
          ],
          "respuesta": "The debaters shouldn't have been assessed only on their overall performance. The judges should have been provided with an assessment tool that helps them evaluate different aspects of the debaters' performance.",
          "respuestaCorta": "La evaluación objetiva requiere criterios específicos (rúbrica), no una nota general subjetiva.",
          "solucionario": "Para que una evaluación entre pares (peer assessment) sea efectiva y válida, especialmente en una tarea compleja como un debate, los estudiantes necesitan criterios claros y específicos (como una rúbrica o lista de cotejo) en lugar de asignar una puntuación basada en una impresión general ('overall performance'). Esto asegura objetividad y retroalimentación útil.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p78",
      "contexto": "Renzo's students watched a video about the pollution of the main river in their city and got really interested in the topic. He wants to take advantage of that context to help his students develop their reading skills. He has planned the following sequence:\n• The teacher brings a four-paragraph article about the pollution of the rivers. Each paragraph of the article makes reference to a specific aspect of the topic, as follows:\n- Paragraph 1: Description of the problem\n- Paragraph 2: Causes\n- Paragraph 3: Effects\n- Paragraph 4: Solutions\n• The teacher divides the class into four groups and gives a different paragraph of the article to each group.\n• The teacher tells the students to read the paragraph they got and discuss what they understood about it. He tells them to write down the ideas they find the most important.\n• After the students finish the discussion, the teacher picks up all the paragraphs he gave them at the beginning of the sequence.\n• He tells the students to stand up to form new groups. The new groups have to include one member of each of the previous groups.\n• Next, the students use their notes to share with their new group the information they gathered during the reading.\n• Finally, the teacher asks the groups to write their own version of the full article using the information shared by each of their members.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which teaching method to reading is developed in the sequence above?",
          "opciones": [
            "Project-Based Learning.",
            "Content-Based Learning.",
            "Problem-Based Learning."
          ],
          "respuesta": "Content-Based Learning.",
          "respuestaCorta": "El enfoque se centra en aprender sobre un tema (contaminación) usando el inglés como medio.",
          "solucionario": "La actividad descrita utiliza el contenido temático (contaminación de ríos) como eje central de la lección. Los estudiantes procesan información real sobre un tema de ciencias/sociales para desarrollar destrezas lingüísticas. Esto es característico del 'Content-Based Learning' (o CBI/CLIL). No es 'Problem-Based' porque no están resolviendo un problema abierto, sino sintetizando información, ni 'Project-Based' porque es una actividad de una sola sesión estructurada (Jigsaw reading) y no un proyecto a largo plazo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p79",
      "contexto": "Delia's third graders are going to practice their listening skill Inferring attitude after listening to the following dialogue:\nMartha: Can you come to my house later?\nSusana: I have to visit my grandma.\nMartha: And tomorrow?\nSusana: Movies with my neighbors.\nMartha: Then when can you come?\nSusana: Hmmm...next week. I will let you know.\nMartha: Oh, come on!\n\nDelia asks the following questions: \"What is Martha's attitude towards the invitation?\" and \"What about Susana's attitude towards going to Martha's house?\" She asks the students to write down their answers and discuss them with a classmate for some minutes before they share their ideas with the class.\nThese are the ideas of three volunteer students:\nLuis: \"Martha invites Susana to her house. Susana says she will let her know. They have different personalities.\"\nAndres: \"They want different things but Martha convinced Susana. Susana accepted because they are friends.\"\nTulio: \"Martha is persistent and doesn't give up. Susana is giving a lot of excuses, maybe she is not interested.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the students' opinions provides more evidence that the listening skill Inferring attitude has been developed?",
          "opciones": [
            "Luis'",
            "Andres'",
            "Tulio's"
          ],
          "respuesta": "Tulio's",
          "respuestaCorta": "Tulio deduce la falta de interés de Susana basándose en sus excusas, yendo más allá de lo literal.",
          "solucionario": "Inferir la actitud implica leer entre líneas para identificar sentimientos o posturas que no se dicen explícitamente. Tulio identifica correctamente que las respuestas de Susana son 'excuses' (excusas) y deduce su actitud subyacente ('not interested'). Luis se queda en el nivel literal/descriptivo y Andres hace una inferencia incorrecta (que Susana aceptó).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p80",
      "contexto": "Esteban's students are going to have a round table discussion in groups. He will provide them with the following expressions to improve their oral interaction:\n• What do you reckon about...?\n• We can't deny that...\n• Where do you stand on...?\n• Without doubt...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions is NOT involved in the expressions provided?",
          "opciones": [
            "Distrusting information.",
            "Inquiring someone.",
            "Expressing certainty."
          ],
          "respuesta": "Distrusting information.",
          "respuestaCorta": "Las expresiones sirven para preguntar opiniones o afirmar certezas, no para desconfiar.",
          "solucionario": "Las expresiones 'What do you reckon about...?' y 'Where do you stand on...?' cumplen la función de preguntar la opinión de alguien (Inquiring someone). Las expresiones 'We can't deny that...' y 'Without doubt...' cumplen la función de expresar certeza (Expressing certainty). Ninguna de las frases listada se usa para expresar desconfianza (Distrusting information).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p81",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct verb form.\nSentence: ________ to the party if you don't come with me. You promised you'd go.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb form.",
          "opciones": [
            "don't go",
            "won't go",
            "not going"
          ],
          "respuesta": "won't go",
          "respuestaCorta": "Es una oración condicional de primer tipo: 'won't go' (futuro) + 'if' + presente.",
          "solucionario": "La oración es una condicional de primer tipo (First Conditional), que estructura una condición real posible. La cláusula 'if' está en presente simple ('if you don't come'), por lo que la cláusula principal requiere futuro simple ('won't go').",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p82",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct preposition.\nSentence: Is the restaurant far from here?\nSentence: Not really. We have to walk ________ the end of the block and turn right.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct preposition.",
          "opciones": [
            "until",
            "up to",
            "upon"
          ],
          "respuesta": "up to",
          "respuestaCorta": "'Up to' indica movimiento hacia un punto específico o límite físico.",
          "solucionario": "En este contexto de dar direcciones físicas, 'up to' se utiliza para indicar movimiento hasta un punto específico ('as far as'). 'Until' se usa preferentemente para tiempo, y 'upon' es una forma formal de 'on'.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p83",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct verb.\nSentence: I ________ that I arrive on time to the theater. I don't want to miss the beginning of the play.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb.",
          "opciones": [
            "wait",
            "hope",
            "expect"
          ],
          "respuesta": "hope",
          "respuestaCorta": "'Hope' expresa el deseo de que ocurra algo favorable en el futuro.",
          "solucionario": "El verbo 'hope' se usa para expresar un deseo sobre un evento futuro que es posible. 'Expect' implicaría una creencia de que algo seguramente sucederá (predicción), mientras que 'wait' es intransitivo o requiere 'for' y no encaja gramaticalmente con 'that I arrive'.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p84",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct verb.\nSentence: The alarm ________ off three times this morning, but I wasn't able to wake up.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb.",
          "opciones": [
            "set",
            "put",
            "rang"
          ],
          "respuesta": "set",
          "respuestaCorta": "En el contexto de este examen, 'set off' se usa como 'activarse/sonar' (aunque 'went off' es más estándar).",
          "solucionario": "Aunque la colocación más común en inglés estándar es 'The alarm went off', entre las opciones dadas, 'set off' es la única que funciona como phrasal verb con el significado de disparar, activar o iniciar una acción (como una alarma). 'Put off' significa posponer y 'rang off' significa colgar el teléfono.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p85",
      "contexto": "Choose one of the alternatives to complete the idiom within the sentence.\nSentence: Forget about the argument we had! It's ________ under the bridge now.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the idiom within the sentence.",
          "opciones": [
            "water",
            "problem",
            "everything"
          ],
          "respuesta": "water",
          "respuestaCorta": "La expresión idiomática correcta es 'It's water under the bridge' (es agua pasada).",
          "solucionario": "El modismo 'It's water under the bridge' se utiliza para referirse a problemas o desacuerdos pasados que ya no importan y deben ser olvidados.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p86",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct phrasal verb.\nSentence: The couple ________ the child after his parents had that accident.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct phrasal verb.",
          "opciones": [
            "back - out",
            "took off",
            "brought up"
          ],
          "respuesta": "brought up",
          "respuestaCorta": "'Brought up' (pasado de bring up) significa criar o educar a un niño.",
          "solucionario": "El phrasal verb 'bring up' significa criar, cuidar y educar a un niño hasta que es adulto. 'Back out' es retirarse de un acuerdo y 'took off' es despegar o quitarse ropa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p87",
      "contexto": "Read the first sentence and choose the correct alternative to complete the second sentence so that it means the same as the first.\nSentence 1: Stop interrupting me all the time!\nSentence 2: I wish you ________ me.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Read the first sentence and choose the correct alternative to complete the second sentence so that it means the same as the first.",
          "opciones": [
            "don't interrupt",
            "wouldn't interrupt",
            "shouldn't interrupt"
          ],
          "respuesta": "wouldn't interrupt",
          "respuestaCorta": "'Wish' + 'would' se usa para expresar molestia por un hábito o pedir un cambio de comportamiento.",
          "solucionario": "La estructura gramatical 'I wish + person + would + verb' se utiliza específicamente para quejarse de un comportamiento o hábito molesto de otra persona y expresar el deseo de que cambie.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p88",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct relative pronoun.\nSentence: Look! That's the house in ________ I lived as a child.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct relative pronoun.",
          "opciones": [
            "that",
            "where",
            "which"
          ],
          "respuesta": "which",
          "respuestaCorta": "Después de una preposición ('in'), se usa 'which' para referirse a cosas o lugares.",
          "solucionario": "En las oraciones de relativo, cuando el pronombre va precedido por una preposición (en este caso 'in'), se debe usar 'which' para objetos o lugares. No se puede usar 'that' después de una preposición. 'Where' no lleva preposición 'in' antepuesta (sería 'where I lived' o 'in which I lived').",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p89",
      "contexto": "Choose one of the alternatives to complete the given fragment with a verb in the correct tense.\nFragment: When we entered our living room, the toys were all over the floor. The kids ________ but they were finally asleep.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given fragment with a verb in the correct tense.",
          "opciones": [
            "played",
            "were playing",
            "had been playing"
          ],
          "respuesta": "had been playing",
          "respuestaCorta": "El Past Perfect Continuous explica la causa (juguetes en el suelo) de una situación pasada.",
          "solucionario": "Se usa el Pasado Perfecto Continuo ('had been playing') para describir una acción que estaba ocurriendo en el pasado antes de otra acción o momento pasado, y cuyos resultados son visibles (los juguetes en el suelo).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ingles_2018_p90",
      "contexto": "Choose one of the alternatives to complete the given sentence with the correct verb tense.\nSentence: I ________ a meeting with the school's principal, but it was cancelled.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb tense.",
          "opciones": [
            "had had",
            "would have",
            "was going to have"
          ],
          "respuesta": "was going to have",
          "respuestaCorta": "'Was going to' se usa para planes en el pasado que no se llegaron a concretar.",
          "solucionario": "La estructura 'was/were going to' (future in the past) se utiliza frecuentemente para hablar de planes o intenciones que se tenían en el pasado pero que finalmente no se realizaron (indicado por 'but it was cancelled').",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  