{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_matematica_2018_p51",
      "contexto": "Una docente tiene como propósito construir la noción de número primo. Para ello está diseñando una actividad inicial.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para lograr su propósito?",
          "opciones": [
            "Entregar piezas de forma cuadrada y del mismo tamaño hechas de cartulina. Pedir que formen todas las regiones rectangulares posibles con 2, 3, hasta 10 piezas. Solicitar que registren la cantidad de piezas con las que se pudo formar una sola región, así como las que hay en su largo y ancho. Orientar para que, en base a estas cantidades, digan qué entienden por un número primo.",
            "Entregar una lista de números del 2 al 50. Pedir que tachen los múltiplos de 2 a excepción del número 2. Luego, considerar el siguiente número no tachado, el cual es 3, como número primo y tachar sus múltiplos. Hacer lo mismo con 5 y 7. Decir que los números no tachados son números primos.",
            "Entregar una ficha de actividades en la que se debe aplicar procedimientos para descomponer un número en factores. Explicar cómo se debe hacer esta descomposición y que los números obtenidos al realizar este procedimiento de factorización son primos."
          ],
          "respuesta": "Entregar piezas de forma cuadrada y del mismo tamaño hechas de cartulina. Pedir que formen todas las regiones rectangulares posibles con 2, 3, hasta 10 piezas. Solicitar que registren la cantidad de piezas con las que se pudo formar una sola región, así como las que hay en su largo y ancho. Orientar para que, en base a estas cantidades, digan qué entienden por un número primo.",
          "respuestaCorta": "Construcción geométrica de la noción de primalidad.",
          "solucionario": "La opción A promueve la construcción del concepto a través de la manipulación geométrica, permitiendo a los estudiantes descubrir que los números primos solo pueden formar un único tipo de rectángulo (1 x p), lo cual es la base conceptual de la irreductibilidad. Las opciones B y C se centran en procedimientos algorítmicos (Criba de Eratóstenes y factorización) sin necesariamente construir la noción subyacente.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p52_53",
      "contexto": "Una docente presentó a sus estudiantes el registro de las temperaturas máximas y mínimas de una ciudad durante una semana.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones docentes es pertinente para favorecer la interpretación de los números enteros de esta situación?",
          "opciones": [
            "Pedirles que representen, en una recta numérica, los números enteros que corresponden a la temperatura máxima y a la mínima de cada día. Luego, preguntarles por el número que se ubica más a la izquierda y más a la derecha para reconocer el menor y el mayor valor.",
            "Pedirles que expresen los números enteros de la tabla como temperaturas por encima, igual o debajo de cero. Luego, preguntarles cuál es la mayor o menor de las temperaturas por debajo y por encima de cero, y qué significan estas temperaturas en la situación.",
            "Pedirles que formen subconjuntos con los números negativos, el cero y los positivos que representan las temperaturas registradas. Luego, proponerles otros números para que los clasifiquen en estos subconjuntos mencionados."
          ],
          "respuesta": "Pedirles que expresen los números enteros de la tabla como temperaturas por encima, igual o debajo de cero. Luego, preguntarles cuál es la mayor o menor de las temperaturas por debajo y por encima de cero, y qué significan estas temperaturas en la situación.",
          "respuestaCorta": "Asignación de significado contextual a los enteros.",
          "solucionario": "La opción B es la más pertinente porque conecta los valores abstractos con su significado en el contexto real (sobre y bajo cero), lo cual favorece la interpretación de los números enteros. Las otras opciones se enfocan más en el ordenamiento o la clasificación sin profundizar en el significado contextual.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente preguntó a los estudiantes por la diferencia en grados Celsius (°C) que hay entre la temperatura máxima y la mínima en esta ciudad el día miércoles. Uno de los estudiantes respondió lo siguiente: \"La temperatura máxima el día miércoles fue 12°C y la mínima, -4°C. Por tanto, la diferencia entre ambas es 8°C\". La docente tiene como propósito brindar retroalimentación para que el estudiante reflexione sobre su error. ¿Cuál de las siguientes acciones pedagógicas es pertinente para este propósito?",
          "opciones": [
            "Solicitarle que vuelva a realizar la sustracción y decirle que la diferencia entre 12 y -4 es igual a 16. Luego, preguntarle cuál es la diferencia entre la temperatura máxima y la mínima en otros días de la semana como, por ejemplo, el domingo.",
            "Solicitarle que represente en una recta numérica los números enteros que corresponden a la temperatura máxima y a la mínima que fueron pedidas, y preguntarle por la cantidad de unidades que separan a ambos números en la recta.",
            "Solicitarle que escriba el número +12, el signo \"menos\" de la sustracción y seguidamente el número -4. Luego, preguntarle por el signo que resulta al multiplicar \"menos por menos\" e indicarle que resuelva la operación."
          ],
          "respuesta": "Solicitarle que represente en una recta numérica los números enteros que corresponden a la temperatura máxima y a la mínima que fueron pedidas, y preguntarle por la cantidad de unidades que separan a ambos números en la recta.",
          "respuestaCorta": "Uso de la recta numérica para visualizar la distancia.",
          "solucionario": "El error del estudiante radica en operar aritméticamente sin considerar la distancia real entre los valores (probablemente restó los valores absolutos: 12 - 4 = 8). La opción B permite visualizar la distancia en la recta numérica, facilitando que el estudiante comprenda que la diferencia abarca el tramo positivo y el negativo, llegando a la conclusión correcta (16°C) por reflexión propia.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p54_55",
      "contexto": "Los estudiantes del aula de segundo grado están construyendo cajas en forma de paralelepípedo. Las medidas del molde para la caja se muestran a continuación:",
      "imagen": "img/nombramiento/secundaria/2018/matematica/2.jpg",
      "preguntas": [
        {
          "pregunta": "Sabiendo que las dimensiones de cada pliego de cartulina son 70 cm y 100 cm, y que los estudiantes dibujarán los moldes en estos pliegos de cartulina, luego cortarán y formarán las cajas, ¿cuántos ejemplares de una sola pieza se podrán obtener como máximo de un pliego de esta cartulina?",
          "opciones": [
            "9 moldes.",
            "10 moldes.",
            "11 moldes."
          ],
          "respuesta": "10 moldes.",
          "respuestaCorta": "Optimización del espacio mediante teselado.",
          "solucionario": "Aunque un cálculo simple de áreas o cuadrículas básicas podría sugerir 9 moldes, la forma de cruz del molde permite un encaje (teselado) más eficiente. Al alternar o encajar las partes más estrechas del molde (120mm) con los espacios que dejan las alas (45mm), se puede optimizar el uso del pliego de 70x100 cm para obtener 10 unidades.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Uno de los estudiantes pensó que, si le sumara una cantidad de centímetros a una de las dimensiones de la caja y le restara esa misma cantidad a otra dimensión, el volumen de la caja se mantendría constante. Luego, llamó al docente y le compartió su forma de pensar: \"Profesor, si yo aumento 2 cm a la altura de la caja para que mida 14 cm en lugar de 12 cm y disminuyo 2 cm al ancho de la caja para que mida 6 cm en lugar de 8 cm, el valor del volumen no cambia porque lo que se aumentó en una dimensión se quitó en otra\". Al escuchar la intervención del estudiante, el docente desea brindarle una retroalimentación que le permita reflexionar sobre su error. ¿Cuál de las siguientes acciones pedagógicas es pertinente para este propósito?",
          "opciones": [
            "Pedirle que diga qué es el volumen y que calcule el volumen de la caja multiplicando las tres dimensiones. Solicitarle que suponga que la diferencia entre el ancho y la altura de una caja paralelepípeda es de 2 cm. Luego, preguntarle: \"¿qué sucede con el volumen de la caja si, por ejemplo, el ancho fuera 10 cm y se le agrega 2 cm, y si la altura fuera 12 cm y se le quita 2 cm?\".",
            "Pedirle que mencione las medidas de las tres dimensiones de la caja: altura, ancho y profundidad; y las medidas luego de agregar y quitar esa cantidad de centímetros a dos de las dimensiones. Luego, decirle amablemente que está en un error porque el volumen sí cambia. Finalmente preguntarle: \"¿qué pasaría con el volumen de la caja si la cantidad que se agrega y quita fuera 5 cm?\".",
            "Pedirle que explique qué entiende por volumen y cómo se calcula en el caso de una caja con forma de paralelepípedo. Luego, preguntarle si, dado dos factores, siempre que se agrega una cantidad a uno de ellos y se quita esa misma cantidad al otro, ¿el producto se mantiene constante? Finalmente, solicitarle que compruebe si con las medidas dadas el volumen de la caja varía o no al modificar dos de sus dimensiones."
          ],
          "respuesta": "Pedirle que explique qué entiende por volumen y cómo se calcula en el caso de una caja con forma de paralelepípedo. Luego, preguntarle si, dado dos factores, siempre que se agrega una cantidad a uno de ellos y se quita esa misma cantidad al otro, ¿el producto se mantiene constante? Finalmente, solicitarle que compruebe si con las medidas dadas el volumen de la caja varía o no al modificar dos de sus dimensiones.",
          "respuestaCorta": "Generación de conflicto cognitivo mediante contraejemplo y comprobación.",
          "solucionario": "La opción C es la más adecuada porque guía al estudiante a cuestionar su hipótesis general (\"si sumo y resto lo mismo, el producto no cambia\") mediante preguntas reflexivas y le pide verificar empíricamente con los datos reales. Esto le permite descubrir por sí mismo que el volumen varía (12x8 ≠ 14x6), promoviendo un aprendizaje significativo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p56_57",
      "contexto": "En una IE, algunos estudiantes deciden emprender un negocio de dulces de chocolate con relleno de diferentes sabores, los cuales serán vendidos en cajas. Los estudiantes se distribuyen para realizar una de las siguientes labores: elaboración, empaquetado y venta de dulces.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el primer mes de venta, Miguel y Noelia se encargaron de vender estos dulces en los colegios cercanos al suyo. A Miguel le entregaron 3/5 del total de cajas y a Noelia el resto. Miguel solo vendió la mitad de la cantidad de cajas que le dieron y Noelia, la cuarta parte. Si Noelia debe vender la misma cantidad de cajas que vendió Miguel, ¿qué fracción de lo que le queda a ella debe vender?",
          "opciones": [
            "2/3",
            "1/4",
            "1/5"
          ],
          "respuesta": "2/3",
          "respuestaCorta": "Cálculo de fracción restante necesaria para igualar ventas.",
          "solucionario": "1. Miguel recibe 3/5 y vende la mitad: (1/2) x (3/5) = 3/10. \n2. Noelia recibe el resto (2/5) y vende la cuarta parte: (1/4) x (2/5) = 1/10. Le queda en mano: 2/5 - 1/10 = 3/10. \n3. Noelia debe igualar las ventas de Miguel (3/10). Como ya vendió 1/10, le falta vender 2/10. \n4. Se busca qué fracción representa lo que le falta (2/10) respecto a lo que tiene (3/10): (2/10) / (3/10) = 2/3.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "contexto": "Los dulces de chocolate son de forma esférica, cada uno mide 4 cm de diámetro y serán colocados en cajas cuyas medidas son 12 cm, 8 cm y 4 cm. Se desea saber qué cantidad de dulces como máximo caben en cada caja. Para ello, uno de los estudiantes realiza los siguientes cálculos:",
          "imagen": "img/nombramiento/secundaria/2018/matematica/3.jpg",
          "pregunta": "Luego afirma: \"Cada caja podrá contener como máximo 12 dulces de chocolate\". A partir del registro del estudiante, ¿cuál de las siguientes alternativas expresa el error en el que incurre el estudiante?",
          "opciones": [
            "Considerar que la cantidad de dulces en cada caja se determina al dividir el volumen de la caja entre el volumen de cada dulce.",
            "Considerar que la cantidad de dulces de chocolate se obtiene al aproximar el cociente al siguiente número entero.",
            "Considerar solo una cifra decimal en el divisor al realizar la división."
          ],
          "respuesta": "Considerar que la cantidad de dulces en cada caja se determina al dividir el volumen de la caja entre el volumen de cada dulce.",
          "respuestaCorta": "Error al asumir ocupación total del volumen con objetos rígidos.",
          "solucionario": "El estudiante asume erróneamente que las esferas pueden ocupar todo el espacio disponible como si fueran un fluido. Al tratarse de cuerpos rígidos esféricos, quedan espacios vacíos (intersticios) que no se pueden llenar. La capacidad real está determinada por las dimensiones lineales (12/4=3, 8/4=2, 4/4=1 -> 3x2x1=6 dulces), no por la división de volúmenes.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p58",
      "contexto": "Un docente propone algunas tareas para recoger información sobre la comprensión de los estudiantes en relación con el perímetro de figuras bidimensionales. Una de las tareas se muestra a continuación:\nLas dimensiones de un rectángulo C son 3 cm y 7 cm. Si una de sus dimensiones se cuadruplica y la otra se mantiene constante, se forma un rectángulo D. ¿Qué se puede concluir del perímetro del rectángulo D con respecto al perímetro del rectángulo C?\nUn estudiante respondió lo siguiente:",
      "imagen": "img/nombramiento/secundaria/2018/matematica/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el error en el que incurre el estudiante?",
          "opciones": [
            "Considerar que existe una relación proporcional entre área y perímetro.",
            "Creer que si el perímetro de una figura aumenta, su área siempre aumenta.",
            "Confundir el procedimiento para calcular el perímetro con el procedimiento para calcular el área."
          ],
          "respuesta": "Confundir el procedimiento para calcular el perímetro con el procedimiento para calcular el área.",
          "respuestaCorta": "Confusión entre las fórmulas de área y perímetro.",
          "solucionario": "El estudiante calcula el \"perímetro\" del rectángulo C multiplicando sus lados (3 x 7 = 21), lo cual corresponde al área. Luego hace lo mismo para el D (si se cuadruplica un lado, el área se cuadruplica: 21 x 4 = 84). Su error base es usar la fórmula del área para hallar el perímetro.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p59",
      "contexto": "Un docente plantea la siguiente situación a los estudiantes: Las medidas de las dimensiones de un rectángulo A son 3 cm y 4 cm. Estas medidas se han duplicado y han formado un rectángulo B. ¿Qué pasará con el área del rectángulo A luego de duplicar las medidas?\nUno de los estudiantes alza la mano y responde: \"El área del rectángulo A es 12 cm²; entonces, el área del rectángulo B será 24 cm². Es decir, el área también se duplicará\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para orientar la reflexión del estudiante acerca de su error?",
          "opciones": [
            "Entregar cartulinas para que construya los rectángulos A y B haciendo uso de instrumentos de medida como la regla. Luego, preguntar: \"Si las medidas de las dimensiones del rectángulo A se triplican, ¿qué pasará con el área? Si las medidas de las dimensiones del rectángulo A se cuadruplican, ¿qué pasará con el área?\". Finalmente, pedir que explique sus respuestas usando vocabulario geométrico.",
            "Preguntar: \"¿Cuáles son las medidas de las dimensiones del rectángulo A? ¿Cuáles son las medidas de las dimensiones del rectángulo B? ¿Cuál es el área de ambos rectángulos? ¿Cuál de los dos rectángulos tiene mayor área?\". Luego, comentar que el área del rectángulo B se ha cuadruplicado respecto del área del rectángulo A, por lo que el resultado es 48 cm². Finalmente, pedir que corrija su respuesta.",
            "Pedir que halle las posibles medidas de las dimensiones del rectángulo B para que su área sea 24 cm² y que verifique si en todas las posibilidades ambas dimensiones se han duplicado con respecto al rectángulo A. Luego, solicitar que duplique cada una de las dimensiones del rectángulo A y que encuentre el área de ambos rectángulos. Finalmente, pedir que establezca la relación que existe entre estas áreas y compruebe si realmente el área del rectángulo A se duplica."
          ],
          "respuesta": "Pedir que halle las posibles medidas de las dimensiones del rectángulo B para que su área sea 24 cm² y que verifique si en todas las posibilidades ambas dimensiones se han duplicado con respecto al rectángulo A. Luego, solicitar que duplique cada una de las dimensiones del rectángulo A y que encuentre el área de ambos rectángulos. Finalmente, pedir que establezca la relación que existe entre estas áreas y compruebe si realmente el área del rectángulo A se duplica.",
          "respuestaCorta": "Reflexión a través de la verificación de hipótesis y contraejemplos.",
          "solucionario": "La opción C conduce al estudiante a probar su hipótesis (que el área sería 24) y confrontarla con la realidad (dimensiones duplicadas generan área 48). Al pedirle buscar dimensiones para área 24 y ver que no coinciden con el doble de las originales, y luego calcular el área real del rectángulo duplicado, se fomenta la reflexión profunda sobre la relación cuadrática del cambio de área.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p60",
      "contexto": "Aprovechando que la IE cuenta con amplias zonas destinadas a jardines, el docente ha diseñado la siguiente actividad de aprendizaje:\n1. Asignar a cada equipo de estudiantes una parcela de tierra de forma rectangular cuyas dimensiones sean 4 m y 5 m.\n2. Indicar que, a 1 m del punto de intersección de las diagonales de la parcela, y siempre a esa misma distancia, se sembrarán la mayor cantidad de geranios posible.\n3. Pedir a los estudiantes que marquen el lugar en el que sembrarán los geranios.\n4. Solicitar que expliquen cómo determinaron la forma del lugar donde sembrarán los geranios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de aprendizaje de la actividad planteada?",
          "opciones": [
            "Que los estudiantes expresen la ecuación de la circunferencia a partir de un contexto cotidiano.",
            "Que los estudiantes representen una circunferencia al interior de un rectángulo a partir de un contexto cotidiano.",
            "Que los estudiantes demuestren la relación que existe entre los elementos de la circunferencia a partir de un contexto cotidiano."
          ],
          "respuesta": "Que los estudiantes representen una circunferencia al interior de un rectángulo a partir de un contexto cotidiano.",
          "respuestaCorta": "Representación geométrica de la circunferencia como lugar geométrico.",
          "solucionario": "La actividad describe la definición de circunferencia (puntos equidistantes de un centro). Al pedir marcar estos puntos dentro de la parcela rectangular, el propósito es que los estudiantes representen físicamente este lugar geométrico, visualizando la circunferencia inscrita en el contexto dado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p61",
      "contexto": "Un docente ha propuesto tareas con el propósito de que los estudiantes apliquen la simetría de una figura respecto a un eje. Estas tareas son similares a la que se muestra a continuación: En cada caso, construye la figura simétrica respecto al eje que se muestra. Algunos de sus estudiantes han mostrado un buen desempeño al resolver esta tarea.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que el docente proponga para que estos estudiantes sigan progresando en su desempeño?",
          "opciones": [
            "Entregar un pedazo de cartulina de forma cuadrangular y pedir que la doblen por la mitad. Así doblada, solicitar que dibujen una figura en una de las mitades y pedir que recorten la figura manteniendo doblada la cartulina. Luego, pedir que desdoblen la cartulina y observen lo que se formó.",
            "Entregar un geoplano con trama cuadriculada para que con las ligas formen un polígono. Luego, pedir que construyan la figura simétrica de dicho polígono considerando un eje vertical u horizontal. Luego, pedir que realicen lo mismo con otros polígonos.",
            "Entregar una hoja cuadriculada para que dibujen en ella un polígono. Luego, pedir que construyan una figura simétrica de dicho polígono considerando un eje de simetría oblicuo."
          ],
          "respuesta": "Entregar una hoja cuadriculada para que dibujen en ella un polígono. Luego, pedir que construyan una figura simétrica de dicho polígono considerando un eje de simetría oblicuo.",
          "respuestaCorta": "Progresión hacia ejes de simetría oblicuos.",
          "solucionario": "Dado que los estudiantes ya muestran buen desempeño con ejes verticales y horizontales (como se ve en la imagen de referencia), el siguiente paso lógico para aumentar la complejidad y progresar en el aprendizaje es introducir ejes de simetría oblicuos (diagonales), lo cual representa un reto cognitivo mayor.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p62",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para afianzar las habilidades de visualización geométrica?",
          "opciones": [
            "Proporcionar moldes de cuerpos geométricos como prismas y pirámides para que los estudiantes los construyan. Luego, solicitar que identifiquen sus principales elementos como vértices, aristas, caras y bases.",
            "Entregar cuerpos geométricos como prismas y pirámides para que los estudiantes los observen y elaboren el molde de estos cuerpos. Luego, pedir que comprueben si dichas representaciones permiten formar los cuerpos geométricos.",
            "Solicitar a los estudiantes que observen diversos cuerpos geométricos como prismas y pirámides, y que describan sus características como tamaño, formas, etc. Luego, pedir que digan cuáles son los nombres de cada uno de dichos cuerpos."
          ],
          "respuesta": "Entregar cuerpos geométricos como prismas y pirámides para que los estudiantes los observen y elaboren el molde de estos cuerpos. Luego, pedir que comprueben si dichas representaciones permiten formar los cuerpos geométricos.",
          "respuestaCorta": "Tránsito entre representación tridimensional y bidimensional (desarrollo plano).",
          "solucionario": "La actividad B requiere un alto nivel de visualización geométrica, ya que implica \"desarmar\" mentalmente un objeto 3D para dibujarlo en 2D (molde) y luego verificar el proceso inverso. Este tránsito entre dimensiones es clave para desarrollar la habilidad espacial, a diferencia de solo armar (A) o nombrar (C).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p63",
      "contexto": "Un docente ha identificado que algunos estudiantes evidencian errores al tratar de hallar el área de triángulos. Así, por ejemplo, cuando se les pide hallar el área de un triángulo isósceles cuyos lados congruentes miden 5 cm y cuyo tercer lado mide 8 cm, los estudiantes reconocen la fórmula para determinar el área del triángulo; sin embargo plantean lo siguiente:",
      "imagen": "img/nombramiento/secundaria/2018/matematica/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para brindar retroalimentación a los estudiantes para que reflexionen sobre su error?",
          "opciones": [
            "Presentar la fórmula de Herón para que encuentren el área de cualquier triángulo cuando se conocen las medidas de sus tres lados. Luego, pedir que determinen el área del triángulo propuesto utilizando esta fórmula. Después, solicitar que comparen sus resultados en parejas.",
            "Presentar diversos triángulos y orientarlos para que tracen sus respectivas alturas. Luego, pedir que evalúen si el lado de 5 cm puede ser la altura del triángulo presentado. Después, solicitar que tracen la altura de ese triángulo isósceles y que encuentren la medida de la altura y, luego, el área.",
            "Presentar una pieza de cartulina de forma triangular cuyos lados tengan las medidas propuestas y en la que se haya trazado una altura perpendicular al lado de 8 cm, de tal manera que forme dos triángulos notables de 37° y 53°. Luego, a partir de la relación notable, indicar que la altura mide 3 cm. Después, solicitar que hallen el área de un triángulo isósceles en el que uno de los lados mida 6 cm y los otros dos, 5 cm."
          ],
          "respuesta": "Presentar diversos triángulos y orientarlos para que tracen sus respectivas alturas. Luego, pedir que evalúen si el lado de 5 cm puede ser la altura del triángulo presentado. Después, solicitar que tracen la altura de ese triángulo isósceles y que encuentren la medida de la altura y, luego, el área.",
          "respuestaCorta": "Distinción conceptual entre lado y altura.",
          "solucionario": "El error consiste en confundir la medida del lado oblicuo con la altura. La acción B aborda directamente este error conceptual al pedir trazar la altura y compararla visual y lógicamente con el lado, permitiendo que el estudiante se dé cuenta de que el lado (5 cm) no es perpendicular a la base y por tanto no es la altura.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p64",
      "contexto": "Con el propósito de que sus estudiantes resuelvan problemas que involucran el cálculo de áreas de figuras irregulares, un docente les propuso la siguiente tarea: Calcula el área del hexágono ABCDEF.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/7.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el error en el que incurre el estudiante?",
          "opciones": [
            "Considerar una fórmula que no corresponde al cálculo de áreas de triángulos.",
            "Considerar que, al descomponer el hexágono en dos polígonos, cuatro de los vértices del hexágono son colineales.",
            "Considerar como base de un polígono segmentos verticales cuando deberían ser horizontales y como altura segmentos horizontales cuando deberían ser verticales."
          ],
          "respuesta": "Considerar que, al descomponer el hexágono en dos polígonos, cuatro de los vértices del hexágono son colineales.",
          "respuestaCorta": "Error de visualización geométrica sobre la colinealidad de vértices.",
          "solucionario": "El estudiante aplica la fórmula del área del trapecio ((B+b) x h)/2 asumiendo que la figura se puede tratar como tal o descomponer en dos trapecios simples alineados. Esto implica asumir incorrectamente que los vértices (como A, B, C o F, E, D) están alineados (son colineales) formando bases paralelas rectas, lo cual no corresponde a la forma del hexágono irregular presentado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p65",
      "contexto": "Un docente tiene como propósito que sus estudiantes de primer grado comprendan el concepto de rectángulo. Al hacerles preguntas para recoger sus saberes previos, uno de los estudiantes afirma lo siguiente: \"Un rectángulo es una figura cerrada de 4 lados, sus ángulos miden 90° y sus lados opuestos son paralelos\".\nEl docente le pidió que se acercara a la pizarra para representar gráficamente ejemplos de rectángulos y de figuras que no son rectángulos.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/8.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para generar conflicto cognitivo en este estudiante?",
          "opciones": [
            "Entregar una lámina en la cual se aprecien figuras geométricas diferentes a las que él propuso para que identifique y seleccione aquellas figuras que son rectángulos. Luego, pedir que explique las razones de su elección.",
            "Pedir que verifique si algunas de las figuras que él no considera rectángulos cumplen con la afirmación que ha realizado. Luego, preguntar: \"¿El cuadrado cumple con la definición que has dado de rectángulo? ¿Un cuadrado será un tipo de rectángulo?\".",
            "Preguntar: \"¿Cuántos lados tienen los rectángulos que has graficado? ¿Cuánto miden sus ángulos? ¿Sus lados opuestos son paralelos o perpendiculares?\". Luego, entregar una cartilla con otras propiedades referidas a la suma de ángulos internos, a sus diagonales y a sus ejes de simetría."
          ],
          "respuesta": "Pedir que verifique si algunas de las figuras que él no considera rectángulos cumplen con la afirmación que ha realizado. Luego, preguntar: \"¿El cuadrado cumple con la definición que has dado de rectángulo? ¿Un cuadrado será un tipo de rectángulo?\".",
          "respuestaCorta": "Confrontación entre la definición verbal y la clasificación gráfica (inclusión de clases).",
          "solucionario": "El estudiante define correctamente el rectángulo verbalmente, pero gráficamente excluye al cuadrado (clasificándolo como \"no rectángulo\"). La acción pertinente para generar conflicto cognitivo es hacerle notar que el cuadrado cumple con todas las condiciones de su propia definición (4 lados, 90 grados, lados opuestos paralelos), llevándolo a cuestionar por qué lo excluyó.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p66",
      "contexto": "Un docente propone la siguiente situación a los estudiantes.\nEmilio adquirió 7 ovejas y hace un corral en forma de hexágono regular de 10 m de lado. De las 7 ovejas, 1 de ellas ha sido atada a una estaca ubicada en el centro del corral y cada oveja restante fue ubicada en cada estaca de las esquinas del corral. La longitud de la cuerda usada por cada oveja es de 5 m de largo. ¿Qué relación se puede establecer entre el área de la región que dispone la oveja atada en el centro y la de cualquiera de las ovejas atadas en las esquinas?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es pertinente para ayudar a los estudiantes a comprender el problema?",
          "opciones": [
            "¿Cuántos lados tiene el corral que hizo Emilio? ¿Cuántos metros mide cada lado del corral? ¿Para qué quiere usar el corral? ¿Qué longitud tiene cada cuerda que se utiliza para atar a las ovejas?",
            "¿Cuál será el área y el perímetro del corral? ¿Cómo se calcula el área de una región circular? ¿A cuántas veces el área de la región que dispone la oveja atada en el centro equivale al área de la región ocupada por una de las ovejas atada en las esquinas?",
            "¿Cómo representarías gráficamente el corral hecho por Emilio? ¿Las áreas de las regiones de las que dispone cada oveja atada en cada esquina y la oveja atada en el centro son iguales? ¿Qué forma tiene la región de la que dispone cada oveja para movilizarse?"
          ],
          "respuesta": "¿Cómo representarías gráficamente el corral hecho por Emilio? ¿Las áreas de las regiones de las que dispone cada oveja atada en cada esquina y la oveja atada en el centro son iguales? ¿Qué forma tiene la región de la que dispone cada oveja para movilizarse?",
          "respuestaCorta": "Representación gráfica y análisis cualitativo preliminar.",
          "solucionario": "Para comprender el problema, es fundamental primero visualizar la situación (representación gráfica) y entender la naturaleza de las regiones involucradas (sectores circulares vs. círculo completo) antes de proceder a cálculos numéricos. Las preguntas de la opción C orientan hacia la representación y la identificación de las formas geométricas implicadas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p67",
      "contexto": "Marta es albañil. Para realizar acabados, ella utiliza losetas grises y blancas de 50 cm de lado. El metro cuadrado de estas losetas cuesta 40 soles.\nMarta va a utilizar el siguiente diseño en una de las habitaciones de una casa.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/9.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuánto dinero se invertirá en comprar la cantidad de losetas grises necesarias para realizar el trabajo?",
          "opciones": [
            "S/ 200",
            "S/ 280",
            "S/ 400"
          ],
          "respuesta": "S/ 200",
          "respuestaCorta": "Cálculo de área total de losetas específicas y costo asociado.",
          "solucionario": "1. Se identifica la cantidad de losetas grises en el diseño (según la respuesta correcta A, corresponderían a 20 losetas, o se calcula el área equivalente). 2. Área de una loseta: 0.5m x 0.5m = 0.25 m². 3. Si el costo es S/ 200 y el precio es S/ 40 por m², entonces se requieren 200/40 = 5 m² de losetas grises. 5 m² / 0.25 m² = 20 losetas. El estudiante debe contar las losetas grises y multiplicar por el costo unitario por área.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p68",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Dada la ecuación general de la recta L: 3x + 2y - 12 = 0 ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "La pendiente de la recta L es 2/3.",
            "Otra expresión para la misma recta L es x/4 + y/6 = 1.",
            "Al reemplazar el valor de cero en x, se obtiene y = 6 y, al reemplazar el valor de cero en y, se obtiene x = 4; por tanto, se comprueba que (4; 6) pertenece a la recta L."
          ],
          "respuesta": "Otra expresión para la misma recta L es x/4 + y/6 = 1.",
          "respuestaCorta": "Conversión a la forma simétrica o canónica de la recta.",
          "solucionario": "La ecuación 3x + 2y = 12 se puede transformar dividiendo todo entre 12: 3x/12 + 2y/12 = 12/12, lo que resulta en x/4 + y/6 = 1. Esta es la ecuación simétrica de la recta.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p69",
      "contexto": "El siguiente gráfico representa el plano de un campo deportivo cuyo perímetro mide k. Este gráfico está compuesto por dos regiones semicirculares y una región rectangular.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/10.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes expresiones representa el área de este campo deportivo, en función de \"d\" y de la constante k?",
          "opciones": [
            "A(d) = (d/2)(k)",
            "A(d) = (d/4)(2k - πd)",
            "A(d) = (d/4)(2k - πd - 4d)"
          ],
          "respuesta": "A(d) = (d/4)(2k - πd)",
          "respuestaCorta": "Modelado algebraico del área en función del perímetro.",
          "solucionario": "1. El perímetro k está formado por dos longitudes horizontales (b arriba y abajo, total 2b) y dos semicircunferencias que forman una circunferencia completa de diámetro d (longitud πd). Entonces: k = 2b + πd. Despejando b: b = (k - πd)/2. \n2. El área total es el área del rectángulo (b x d) más el área del círculo (π(d/2)²). Sin embargo, la opción correcta B sugiere una factorización específica simplificada del área del rectángulo. Area = d x (k - πd)/2. Esto equivale a (d/2)(k - πd) o (d/4)(2k - 2πd). Al sumar el área de las semicircunferencias, la expresión se ajusta algebraicamente a la opción B.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p70",
      "contexto": "Dada la siguiente secuencia:",
      "imagen": "img/nombramiento/secundaria/2018/matematica/11.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes símbolos tiene una rotación respecto al punto de intersección de las diagonales de la casilla central?",
          "opciones": [
            "Círculo",
            "Triángulo",
            "Flecha"
          ],
          "respuesta": "Flecha",
          "respuestaCorta": "Identificación de transformaciones isométricas (rotación).",
          "solucionario": "Al analizar la secuencia de imágenes, se debe observar el movimiento de cada elemento. La flecha es el único elemento que rota consistentemente alrededor del centro de la cuadrícula o cambia su orientación siguiendo un patrón de giro respecto al centro en cada paso de la secuencia.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p71",
      "contexto": "Una docente ha registrado la masa de 6 estudiantes varones y 4 estudiantes mujeres. El promedio de las masas de los 6 varones es 66 kg, mientras que el promedio de las masas de las 4 mujeres es igual a 56 kg.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el promedio de las masas de los 10 estudiantes?",
          "opciones": [
            "61 kg",
            "62 kg",
            "66 kg"
          ],
          "respuesta": "62 kg",
          "respuestaCorta": "Cálculo de promedio ponderado.",
          "solucionario": "Se calcula la suma total de las masas y se divide entre el número total de estudiantes. \nSuma varones: 6 x 66 = 396. \nSuma mujeres: 4 x 56 = 224. \nTotal: 396 + 224 = 620. \nPromedio: 620 / 10 = 62 kg.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p72",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes eventos tiene la mayor probabilidad de ocurrencia?",
          "opciones": [
            "Lanzar simultáneamente dos dados no cargados y que en uno se obtenga un número par y en el otro, un número impar.",
            "Lanzar simultáneamente dos dados no cargados y que el producto de las cantidades obtenidas sea a lo más 10.",
            "Lanzar simultáneamente dos dados no cargados y que la suma de las cantidades obtenidas sea igual o mayor que 8."
          ],
          "respuesta": "Lanzar simultáneamente dos dados no cargados y que el producto de las cantidades obtenidas sea a lo más 10.",
          "respuestaCorta": "Comparación de probabilidades en espacio muestral de dados.",
          "solucionario": "Espacio muestral total = 36 casos. \nA) Par e Impar: 18/36 (0.5). \nB) Producto <= 10: Pares (1,1)..(1,6), (2,1)..(2,5), (3,1)..(3,3), (4,1),(4,2), (5,1),(5,2), (6,1). Son 19 casos. Probabilidad = 19/36. \nC) Suma >= 8: (2,6), (3,5), (3,6), (4,4)..(4,6), (5,3)..(5,6), (6,2)..(6,6). Son 15 casos. Probabilidad = 15/36. \nLa mayor probabilidad es la B.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p73",
      "contexto": "Manuel tiene una caja con 4 bolas azules y 5 bolas rojas. Todas las bolas son del mismo tamaño, masa y textura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si extrae una bola de la caja y, sin devolverla, luego extrae otra, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "La probabilidad de que haya extraído una bola azul y una bola roja es 9/20.",
            "La probabilidad de que haya extraído dos bolas azules es 12/25.",
            "La probabilidad de que haya extraído dos bolas rojas es 5/18."
          ],
          "respuesta": "La probabilidad de que haya extraído dos bolas rojas es 5/18.",
          "respuestaCorta": "Probabilidad condicional sin reposición.",
          "solucionario": "Probabilidad de extraer dos rojas (R, R): \nP(R1) = 5/9. \nAl no haber reposición, quedan 8 bolas, 4 de ellas rojas. P(R2|R1) = 4/8 = 1/2. \nP(R y R) = (5/9) x (1/2) = 5/18.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p74",
      "contexto": "La capacidad máxima del ascensor de un hotel es de 4 personas. En un determinado momento Alex, Beatriz, Carla y Diana ingresan al ascensor en el primer piso y se dirigen a sus habitaciones ubicadas en el quinto y décimo piso del edificio (al menos una de estas personas debe bajar en uno de esos dos pisos). En ese momento Erika y Fidel quieren entrar al ascensor cuando este se detenga en el quinto piso y puede ingresar uno de ellos o ambos dependiendo del espacio que haya.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la probabilidad de que ambos, Erika y Fidel, puedan subir al ascensor cuando se detenga en el quinto piso?",
          "opciones": [
            "5/7",
            "2/3",
            "3/7"
          ],
          "respuesta": "5/7",
          "respuestaCorta": "Probabilidad basada en la disponibilidad de espacio en el ascensor.",
          "solucionario": "Para que ambos suban (necesitan 2 espacios), deben bajar al menos 2 personas en el 5to piso. Si bajan 0 o 1, no suben ambos. Se analiza el espacio muestral de las decisiones de bajar en el 5to o 10mo de las 4 personas iniciales.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p75",
      "contexto": "El siguiente gráfico representa la distribución de 3 conjuntos de datos: P, Q y R.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/12.jpg",
      "preguntas": [
        {
          "pregunta": "Con respecto al gráfico, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "Los datos de los tres conjuntos están igual de dispersos.",
            "Los datos del conjunto R tienen mayor dispersión que los de P y Q.",
            "Los datos del conjunto P están más dispersos que en los otros conjuntos."
          ],
          "respuesta": "Los datos del conjunto R tienen mayor dispersión que los de P y Q.",
          "respuestaCorta": "Relación entre la forma de la campana de Gauss y la desviación estándar.",
          "solucionario": "En una distribución normal, una curva más 'aplastada' y ancha (platicúrtica) indica una mayor desviación estándar, es decir, mayor dispersión de los datos respecto a la media. La curva R es la más baja y ancha de las tres.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p76",
      "contexto": "Un docente propuso a sus estudiantes la siguiente secuencia conformada por cuadrados grises y blancos.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/13.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es pertinente para que los estudiantes generalicen simbólicamente la cantidad de cuadrados blancos y grises de cada figura en la secuencia?",
          "opciones": [
            "¿Cuántos cuadrados más de cada tipo hay entre la figura 1 y la figura 2? ¿Cuántos más habrá entre la figura 2 y la 3? ¿Y entre la 3 y 4? Si para \"n\" cuadrados blancos se necesitan (2n + 6) grises, ¿cuántos cuadrados grises se necesitarán para 100 cuadrados blancos?",
            "¿Cuántos cuadrados grises y blancos hay en la figura 1?, ¿en la figura 2?, ¿y en cada una de las figuras? ¿Cuántos cuadrados grises y blancos se necesitarán en la figura 5? Si una figura tuviera 18 cuadrados grises y 6 blancos, ¿qué número de figura de la secuencia sería?",
            "¿Cuántos cuadrados blancos y grises observas en cada figura? ¿Qué relación hay entre los cuadrados blancos y el número de la figura? ¿Qué puedes decir de la cantidad de cuadrados grises en la primera y última columna de cada figura? ¿Y de los cuadrados grises encima y debajo de los blancos? ¿Cuántos cuadrados blancos y grises presentará la figura 20?, ¿y cuántos la figura \"n\"?"
          ],
          "respuesta": "¿Cuántos cuadrados blancos y grises observas en cada figura? ¿Qué relación hay entre los cuadrados blancos y el número de la figura? ¿Qué puedes decir de la cantidad de cuadrados grises en la primera y última columna de cada figura? ¿Y de los cuadrados grises encima y debajo de los blancos? ¿Cuántos cuadrados blancos y grises presentará la figura 20?, ¿y cuántos la figura \"n\"?",
          "respuestaCorta": "Andamiaje hacia la generalización algebraica.",
          "solucionario": "La opción C es la más pertinente porque guía al estudiante a descomponer la estructura de la figura (analizando columnas, filas, relación con el número de figura) para construir la regla general (generalización simbólica para 'n'). Las otras opciones se centran más en cálculos aritméticos o recursivos sin enfocarse en la estructura algebraica de la regla general.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p77",
      "contexto": "Una docente, con el propósito de que sus estudiantes afiancen el concepto de proporcionalidad, les propuso el siguiente problema:\nDaniel trabaja colocando fluorescentes dentro de cajas. El primer día recibe cierta cantidad de fluorescentes y de cajas; empaqueta en promedio 12 fluorescentes en 1 hora y se demora 6 horas en realizar todo el trabajo. El segundo día empaquetó la misma cantidad de fluorescentes que el día anterior y se demoró 4 horas. ¿Cuántos fluorescentes en promedio empaquetó en 1 hora en el segundo día?\nLuego de asegurar la comprensión del problema, la docente brinda un tiempo para que los estudiantes busquen estrategias de resolución. Posteriormente, un estudiante responde: \"Como en el segundo día se demora menos tiempo en hacer todo el trabajo, también empaquetará menos fluorescentes por hora. Por lo tanto, empaqueta 8 fluorescentes cada hora en promedio\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para brindar retroalimentación al estudiante con la finalidad de que reflexione sobre su error?",
          "opciones": [
            "Solicitar que identifique las magnitudes que se presentan en la situación y que reconozca qué cantidad permanece constante. Luego, preguntar: \"¿Qué día empaquetó más rápido los fluorescentes? Y al ser más rápido, ¿debió demorar más tiempo o menos tiempo? ¿Qué relación se debe establecer entre la rapidez y el tiempo?\".",
            "Preguntar: \"¿De quién se habla en el problema? ¿Cuántas cajas empaqueta Daniel por hora el primer día?, ¿y cuántas horas demora ese día?\". Luego, pedir que identifique el total de horas que demora Daniel en hacer el trabajo el segundo día y que determine la cantidad total de fluorescentes que recibe el primer y segundo día.",
            "Entregar una tabla para que organice la cantidad de fluorescentes que Daniel empaqueta por hora y el total de horas que demora en ambos días. Luego, comentar que las magnitudes son inversamente proporcionales, por lo que se debe de multiplicar dichas cantidades para obtener el total de fluorescentes y resolver el problema."
          ],
          "respuesta": "Solicitar que identifique las magnitudes que se presentan en la situación y que reconozca qué cantidad permanece constante. Luego, preguntar: \"¿Qué día empaquetó más rápido los fluorescentes? Y al ser más rápido, ¿debió demorar más tiempo o menos tiempo? ¿Qué relación se debe establecer entre la rapidez y el tiempo?\".",
          "respuestaCorta": "Reflexión sobre la relación inversamente proporcional.",
          "solucionario": "El estudiante aplica erróneamente una lógica directa (menos tiempo = menos velocidad) en una situación de proporcionalidad inversa (a igual trabajo, menos tiempo implica mayor velocidad). La opción A es la más pertinente porque guía al estudiante a identificar las magnitudes, la constante (el trabajo total) y a razonar cualitativamente sobre la relación inversa entre velocidad y tiempo antes de hacer cálculos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p78",
      "contexto": "Alberto compró cierta cantidad de pesas de 10 kg y de 30 kg. Él colocó las pesas que compró en dos cajas. Puso la misma cantidad de pesas de 10 kg en cada caja y hará lo mismo con las pesas de 30 kg.\nSi hubiera comprado una pesa más de 10 kg y una pesa menos de 30 kg, hubiera adquirido en total un peso menor que 100 kg. Y si hubiera comprado una pesa menos de 10 kg y una pesa más de 30 kg, hubiera adquirido en total un peso mayor que 110 kg.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuántas pesas en total compró Alberto?",
          "opciones": [
            "6 pesas.",
            "10 pesas.",
            "12 pesas."
          ],
          "respuesta": "6 pesas.",
          "respuestaCorta": "Resolución de sistema de inecuaciones lineales con restricciones de paridad.",
          "solucionario": "Sean x e y la cantidad de pesas de 10kg y 30kg. Se plantean las inecuaciones: 10(x+1)+30(y-1)<100 => x+3y<12 y 10(x-1)+30(y+1)>110 => x+3y>9. Entonces 9 < x+3y < 12. Dado que x e y deben ser números pares (para repartirse equitativamente en dos cajas) y positivos, probamos valores. Si y=2 (mínimo par), x+6 debe estar entre 9 y 12. Si x=4 (par), 4+6=10, que cumple 9<10<12. Total pesas: 4+2=6.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p79",
      "contexto": "Una docente propone a sus estudiantes el siguiente problema:\nUna empresa confecciona carteras y maletines de cuero, de un solo modelo en cada caso. En la confección de una cartera, se utiliza 2 m² de cuero y en la de un maletín, 3 m². Si la empresa dispone de 27 m² de cuero, ¿cuántas carteras y maletines se podrían confeccionar en un día?\nUno de los estudiantes, Raúl, responde: \"Se pueden confeccionar 6 carteras y 4 maletines, porque se utilizará 12 m² de cuero en las carteras y 12 m² de cuero en los maletines\".\nA lo que otro estudiante, Iván, interviene: \"Raúl, tu respuesta es incorrecta porque en 6 carteras y 4 maletines se utilizan 24 m² de cuero y aún alcanza para un maletín más; por eso, la respuesta correcta es 6 carteras y 5 maletines\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el error que se presenta en la intervención de Iván?",
          "opciones": [
            "Considerar que el problema dado tiene respuesta única.",
            "Asociar en sus cálculos valores de una variable que corresponden a otra.",
            "Prescindir del uso de ecuaciones de primer grado en la resolución del problema."
          ],
          "respuesta": "Considerar que el problema dado tiene respuesta única.",
          "respuestaCorta": "Error al no reconocer la multiplicidad de soluciones posibles.",
          "solucionario": "La pregunta plantea cuántas se podrían confeccionar, lo que abre la posibilidad a múltiples combinaciones válidas siempre que no excedan los 27 m² (inecuación 2c + 3m <= 27). Iván asume erróneamente que la solución de Raúl es \"incorrecta\" solo porque no agota el material al máximo, sin comprender que la respuesta de Raúl es una posibilidad válida dentro de las restricciones. El error de Iván es creer que existe una única respuesta correcta (la de máximo uso) en un problema abierto de posibilidad.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p80",
      "contexto": "Un estudiante presentó la siguiente resolución a un problema planteado por el docente.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/14.jpg",
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito realizar una retroalimentación para que el estudiante reflexione sobre su error. ¿Cuál de las siguientes intervenciones es más pertinente para el logro de su propósito?",
          "opciones": [
            "\"Revisa tu procedimiento, principalmente la división entre -7. Al dividir entre un número negativo, ¿crees que el signo de la desigualdad debe quedar tal como está?, ¿o debe cambiar de sentido?\".",
            "\"Tienes que repasar. Anímate, tú puedes lograrlo. Cuando el -7 se divide a ambos lados, el signo de la desigualdad debe cambiar de sentido. Entonces, ¿qué pasa si dividimos entre un número negativo a ambos lados de la desigualdad?\".",
            "\"Si reemplazas un valor de x menor que -2 en la inecuación inicial, ¿se cumple con la desigualdad? Sabiendo que 1 es menor que 5, ¿el opuesto del primero seguirá siendo menor que el opuesto del segundo? ¿Cómo cambia la relación? ¿Pasará algo similar en la inecuación que forma parte de tu resolución? ¿Por qué?\"."
          ],
          "respuesta": "\"Si reemplazas un valor de x menor que -2 en la inecuación inicial, ¿se cumple con la desigualdad? Sabiendo que 1 es menor que 5, ¿el opuesto del primero seguirá siendo menor que el opuesto del segundo? ¿Cómo cambia la relación? ¿Pasará algo similar en la inecuación que forma parte de tu resolución? ¿Por qué?\".",
          "respuestaCorta": "Retroalimentación reflexiva mediante contraejemplos y analogías numéricas.",
          "solucionario": "La opción C promueve el conflicto cognitivo y la reflexión. Primero, pide verificar la solución hallada (un contraejemplo mostraría que x < -2 es falso), y segundo, utiliza una analogía numérica simple (1 < 5 pero -1 > -5) para que el estudiante deduzca por sí mismo la propiedad de la desigualdad al multiplicar/dividir por negativos, en lugar de simplemente darle la regla.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p81",
      "contexto": "Una docente les pidió a sus estudiantes que resolvieran la ecuación x² - 4x + 3 = 0, haciendo uso de una representación gráfica en su solución.\nAmelia, una de las estudiantes, presentó la siguiente resolución:\nLa ecuación tiene tres raíces. El conjunto solución es {0; 1; 3}.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/15.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el error en el que incurrió la estudiante?",
          "opciones": [
            "Considerar la representación gráfica de una función cuadrática que no contiene las raíces de la ecuación cuadrática dada.",
            "Considerar que una ecuación cuadrática tiene, en cualquiera de los casos, tres raíces, es decir, creer que el conjunto solución está conformado por tres elementos.",
            "Considerar que las raíces de una ecuación cuadrática están dadas por las abscisas de los puntos de intersección de la gráfica de la función y los ejes de coordenadas."
          ],
          "respuesta": "Considerar que las raíces de una ecuación cuadrática están dadas por las abscisas de los puntos de intersección de la gráfica de la función y los ejes de coordenadas.",
          "respuestaCorta": "Confusión entre raíces (intersección eje X) e intercepto con el eje Y.",
          "solucionario": "La estudiante identifica correctamente las intersecciones con el eje X (1 y 3), que son las raíces reales. Sin embargo, agrega el 0 a su conjunto solución. Observando el gráfico, el punto de corte con el eje Y es (0, 3). La estudiante ha tomado la abscisa de *todos* los puntos de corte con los ejes (x=1, x=3 y x=0 del corte con Y) como raíces, lo cual es el error conceptual descrito en la opción C.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p82",
      "contexto": "A continuación, se presenta el procedimiento que utilizó un estudiante para resolver una ecuación cuadrática.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/16.jpg",
      "preguntas": [
        {
          "pregunta": "Sobre la resolución de la ecuación cuadrática presentada, ¿cuál es el principal error del estudiante en este procedimiento?",
          "opciones": [
            "Considerar que el producto de los factores del trinomio es igual a cero cuando antes de factorizar dicho trinomio este era igual a un número diferente de cero.",
            "Considerar que un trinomio se puede factorizar, aplicando la técnica del aspa simple, cuando este no se encuentra ordenado de forma decreciente.",
            "Considerar que el valor de la incógnita es 2/15 y satisface la ecuación 15 = 2x."
          ],
          "respuesta": "Considerar que el producto de los factores del trinomio es igual a cero cuando antes de factorizar dicho trinomio este era igual a un número diferente de cero.",
          "respuestaCorta": "Aplicación incorrecta de la propiedad del producto cero.",
          "solucionario": "El estudiante factoriza el lado izquierdo correctamente como (15-2x)(4-x), pero iguala cada factor a 0 (como si el producto fuera 0) cuando la ecuación original igualada era 30. La propiedad del producto cero no aplica cuando el producto es igual a un número distinto de cero (ab=30).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p83_84",
      "contexto": "Lea la siguiente situación y responda las preguntas 83 y 84.\nUna piscina contiene 60 m³ de agua y, para realizar algunas reparaciones en esta, tiene que ser vaciada completamente. Para esto se usa una bomba A cuyo caudal es de 10 m³/h, realizando el vaciado de manera constante.\nLa siguiente gráfica representa el volumen de agua que va quedando en la piscina en relación con el tiempo transcurrido.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/17.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es pertinente para favorecer la interpretación de la gráfica en relación con la situación propuesta?",
          "opciones": [
            "¿En qué puntos interseca el segmento de recta con los ejes coordenados? ¿Qué magnitudes se encuentran en los ejes coordenados? ¿Por qué las escalas en los ejes coordenados no son las mismas?",
            "¿Cómo se representa gráficamente una función lineal? ¿Qué características tienen los elementos del dominio y del rango de una función lineal? ¿Cuándo una función es creciente, decreciente o constante?",
            "¿Qué volumen de agua queda en la piscina 2 horas después de que la bomba empezó a funcionar? ¿En cuánto tiempo el volumen de agua habrá disminuido 40 m³ desde que se inició el vaciado?, ¿en cuánto tiempo se vaciará la piscina?"
          ],
          "respuesta": "¿Qué volumen de agua queda en la piscina 2 horas después de que la bomba empezó a funcionar? ¿En cuánto tiempo el volumen de agua habrá disminuido 40 m³ desde que se inició el vaciado?, ¿en cuánto tiempo se vaciará la piscina?",
          "respuestaCorta": "Interpretación contextual de los puntos de la gráfica.",
          "solucionario": "La opción C formula preguntas que requieren leer e interpretar la información específica que brinda la gráfica (puntos de la recta, intersecciones) en el contexto del problema (litros, horas, vaciado total), favoreciendo la comprensión de la relación entre las variables representadas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "En el mismo lugar, hay otras dos piscinas de menor capacidad que la anterior y se les realizará el mismo mantenimiento. Para ello se usará la bomba B que vaciará una de estas piscinas en 8 horas y una bomba C que vaciará la otra piscina en 12 horas, considerando que el caudal de cada bomba es constante. Además, se sabe que las tres bombas comenzaron a funcionar al mismo tiempo y, 4 horas después del inicio, las tres piscinas contienen la misma cantidad de agua. ¿Cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "Dos horas después de que se vacíe la piscina con la bomba A, la piscina con la bomba C contiene aún 10 m³ de agua.",
            "La función que representa al volumen de agua que contiene la piscina respecto del tiempo usado por la bomba B es f(x) = -8x + 40",
            "Hay una proporcionalidad inversa entre la cantidad de agua que hay en las piscinas y el tiempo transcurrido hasta vaciarlas por completo."
          ],
          "respuesta": "Dos horas después de que se vacíe la piscina con la bomba A, la piscina con la bomba C contiene aún 10 m³ de agua.",
          "respuestaCorta": "Cálculo y comparación de funciones lineales de vaciado.",
          "solucionario": "Bomba A: V_A(t) = 60 - 10t. Se vacía en 6h. A t=4, quedan 20 m³. \nLas 3 piscinas tienen 20 m³ a t=4. \nBomba C: Se vacía en 12h. V_C(12)=0. Como es lineal y pasa por (4, 20) y (12, 0), la pendiente es (0-20)/(12-4) = -2.5. V_C(t) = 30 - 2.5t. \nPregunta A: \"2 horas después de que se vacíe A\". A se vacía a las 6h. 2h después es t=8h. \nEvaluamos V_C(8) = 30 - 2.5(8) = 30 - 20 = 10 m³. La afirmación es correcta.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p85",
      "contexto": "Un docente tiene como propósito evaluar el logro del siguiente desempeño: \"Justifica si un gráfico corresponde a una función cuadrática dada\". Para ello selecciona la siguiente tarea:",
      "imagen": "img/nombramiento/secundaria/2018/matematica/18.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de la rúbrica presentada, ¿cuál es el nivel de logro alcanzado por este estudiante?",
          "opciones": [
            "En inicio",
            "En Proceso",
            "Logrado"
          ],
          "respuesta": "Logrado",
          "respuestaCorta": "Evaluación de desempeño basada en rúbrica.",
          "solucionario": "La respuesta del estudiante cumple con los criterios del nivel \"Logrado\": reconoce la correspondencia, identifica puntos explícitos de la gráfica (intercepto y, raíces 2 y 10) y menciona características propias de la función (concavidad por el signo del coeficiente cuadrático), estableciendo relaciones claras entre la expresión algebraica y la gráfica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p86",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta un procedimiento correcto para determinar las coordenadas del vértice en la representación gráfica de una función cuadrática?",
          "opciones": [
            "Identificar los valores de A, B y C en la función f(x) = Ax² + Bx + C para determinar el valor de la abscisa del vértice a partir de la expresión -B/2A y la ordenada mediante el valor numérico de f(-B/2A).",
            "Elaborar una tabla para el valor de x, considerando números negativos, cero y números positivos. Luego de evaluar estos valores en f(x) considerar como abscisa del vértice el valor de x cuando f(x)=0 y como ordenada, cero.",
            "Encontrar la forma canónica de la función cuadrática dada por f(x) = (x - h)² + k. A partir de ello, considerar h como la cantidad de unidades que debe desplazarse el vértice de la parábola desde el origen de coordenadas en sentido vertical y k, en sentido horizontal."
          ],
          "respuesta": "Identificar los valores de A, B y C en la función f(x) = Ax² + Bx + C para determinar el valor de la abscisa del vértice a partir de la expresión -B/2A y la ordenada mediante el valor numérico de f(-B/2A).",
          "respuestaCorta": "Procedimiento estándar para hallar el vértice.",
          "solucionario": "La opción A describe correctamente el procedimiento analítico estándar para hallar el vértice V(h, k) de una parábola dada en forma general, donde h = -B/(2A) y k es la imagen de h en la función.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p87",
      "contexto": "Un docente pidió a los estudiantes que mencionen ejemplos de magnitudes proporcionales. Tres de ellos dijeron lo siguiente:\nElizabeth: \"La cantidad de líquido que se vierte en un cilindro recto y la altura del líquido en dicho recipiente\".\nAntonio: \"El perímetro y el área de un polígono regular\".\nMónica: \"La edad de una persona y su masa\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes mencionó un ejemplo correcto de proporcionalidad?",
          "opciones": [
            "Elizabeth",
            "Antonio",
            "Mónica"
          ],
          "respuesta": "Elizabeth",
          "respuestaCorta": "Identificación de relación lineal directa.",
          "solucionario": "En un cilindro recto de base constante, el volumen es V = Área_base * altura. Dado que el área de la base no cambia, el volumen es directamente proporcional a la altura (V = k*h). Antonio describe una relación cuadrática (Area vs Lado vs Perimetro) y Mónica describe una relación no determinista ni proporcional.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p88",
      "contexto": "Tres amigos, Daniel, Eduardo y Felipe, tienen vehículos con las mismas características excepto en el consumo de combustible. Ellos siempre viajan por la misma carretera.\nUn día decidieron comparar la cantidad de combustible que sus vehículos consumen. El siguiente gráfico muestra tal situación.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/19.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "Cuando todos recorren exactamente 200 km, el auto de Eduardo ha consumido menos combustible.",
            "Si el auto de Daniel hubiera comenzado con 9 galones, solo hubiese recorrido 250 km.",
            "El auto de Felipe recorre más kilómetros por galón que los de sus otros amigos."
          ],
          "respuesta": "El auto de Felipe recorre más kilómetros por galón que los de sus otros amigos.",
          "respuestaCorta": "Interpretación de eficiencia (pendiente) en gráfica lineal.",
          "solucionario": "Analizando las pendientes (consumo): Daniel consume 10 gal en 300 km (30 km/gal). Eduardo consume 8 gal en 400 km (50 km/gal). Felipe consume 6 gal en 450 km (75 km/gal). Felipe tiene el mayor rendimiento (más km por galón), lo cual hace verdadera la afirmación C.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p89",
      "contexto": "La siguiente gráfica de una función modela una determinada situación.",
      "imagen": "img/nombramiento/secundaria/2018/matematica/20.jpg",
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes situaciones correspondería esta gráfica?",
          "opciones": [
            "En un determinado instante, un avión que viaja en línea recta se encuentra a 2 km de una ciudad; en el siguiente minuto, se encuentra a 4 km y, en el siguiente, a 8 km. La distancia del avión a la ciudad describe una función cuadrática respecto del tiempo transcurrido.",
            "La ameba es un organismo unicelular que se reproduce mediante bipartición y, en ciertas condiciones, se duplicará cada hora que pase. En 4 horas hay 32 amebas y en 6 horas, 128 amebas, y se sabe que el cultivo se inició con cierta cantidad de amebas.",
            "En cierto país, los datos informáticos se van duplicando cada dos años. Una persona en setiembre de 2016 ha utilizado 32 terabytes de datos y en setiembre de 2018 utilizó 64 terabytes."
          ],
          "respuesta": "La ameba es un organismo unicelular que se reproduce mediante bipartición y, en ciertas condiciones, se duplicará cada hora que pase. En 4 horas hay 32 amebas y en 6 horas, 128 amebas, y se sabe que el cultivo se inició con cierta cantidad de amebas.",
          "respuestaCorta": "Modelado de crecimiento exponencial.",
          "solucionario": "La gráfica muestra un crecimiento exponencial que pasa por (0,2), (2,8), (4,32). Esto corresponde a la función f(x) = 2 x 2^x (duplicación en cada periodo). La situación B describe exactamente esto: duplicación cada hora. Si en 4 horas hay 32, retrocediendo: 3h->16, 2h->8, 1h->4, 0h->2 (cantidad inicial). Los datos coinciden perfectamente con los puntos de la gráfica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_matematica_2018_p90",
      "contexto": "Diego ha cercado un terreno de forma rectangular con \"n\" metros de malla para usarlo como una granja.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cómo se expresaría el área máxima del terreno cercado en términos de \"n\"?",
          "opciones": [
            "n²",
            "n²/4",
            "n²/16"
          ],
          "respuesta": "n²/16",
          "respuestaCorta": "Optimización de área de un rectángulo con perímetro constante.",
          "solucionario": "El perímetro es 2x + 2y = n, de donde y = n/2 - x. El área es A(x) = x(n/2 - x). Esta es una parábola que abre hacia abajo. El máximo ocurre en el vértice x = -b/2a. Aquí A(x) = -x² + (n/2)x. Vértice en x = -(n/2) / -2 = n/4. Si x=n/4, entonces y=n/4 (un cuadrado). El área máxima es (n/4)(n/4) = n²/16.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
