{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_religion_2018_p51",
      "contexto": "Este libro ha sido llamado \"El evangelio del Espíritu Santo\" y es el testimonio del nacimiento de la Iglesia. El autor de este libro destacó los paralelos entre Jesús y su Iglesia, entre el pueblo del Antiguo Testamento y la Iglesia, y la muerte de Esteban y la de Jesús.\nAdaptado de Biblia Latinoamericana. Editorial San Pablo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué libro de la Biblia corresponde la descripción anterior?",
          "opciones": [
            "Al Evangelio de Lucas.",
            "Al Evangelio de Mateo.",
            "A Hechos de los apóstoles."
          ],
          "respuesta": "A Hechos de los apóstoles.",
          "respuestaCorta": "Descripción del libro de los Hechos de los Apóstoles.",
          "solucionario": "La descripción corresponde a los Hechos de los Apóstoles. Se le conoce teológicamente como el 'Evangelio del Espíritu Santo' por el protagonismo de este en el nacimiento y expansión de la Iglesia. Además, narra el martirio de Esteban (paralelo a la muerte de Jesús) y fue escrito por Lucas como continuación de su evangelio.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p52",
      "contexto": "El Concilio Vaticano II generó cambios fundamentales en la Iglesia Católica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es uno de esos cambios?",
          "opciones": [
            "Se impulsó la inculturación del Evangelio.",
            "Se decidió crear grandes universidades auspiciadas por la Iglesia.",
            "Se estableció el dogma de las dos naturalezas de Cristo: humana y divina."
          ],
          "respuesta": "Se impulsó la inculturación del Evangelio.",
          "respuestaCorta": "El Concilio Vaticano II promovió la inculturación litúrgica y evangelizadora.",
          "solucionario": "Uno de los cambios fundamentales del Concilio Vaticano II fue la apertura a la inculturación del Evangelio, permitiendo, por ejemplo, la celebración de la liturgia en lenguas vernáculas y el reconocimiento de valores positivos en otras culturas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p53",
      "contexto": "Una docente va a iniciar una sesión sobre las cinco grandes religiones del mundo (budismo, hinduismo, cristianismo, judaísmo e islam).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para recoger los saberes previos de los estudiantes sobre estas religiones?",
          "opciones": [
            "Plantearles que, en grupos, escriban lo que recuerden sobre las cinco grandes religiones del mundo. Luego, pedirles que lo compartan con sus compañeros.",
            "Pedirles que lean los documentos del Concilio Vaticano II sobre el diálogo interreligioso. Luego, preguntarles: \"¿Por qué es importante conocer las diversas religiones?\".",
            "Entregarles un cuadro resumen de las cinco grandes religiones del mundo. Luego, preguntarles: \"¿Qué semejanzas y diferencias encuentran entre estas religiones?\"."
          ],
          "respuesta": "Plantearles que, en grupos, escriban lo que recuerden sobre las cinco grandes religiones del mundo. Luego, pedirles que lo compartan con sus compañeros.",
          "respuestaCorta": "Actividad de evocación libre y socialización.",
          "solucionario": "La actividad de pedir a los estudiantes que escriban lo que recuerdan y lo compartan es la única que realmente recoge saberes previos sin proporcionar información nueva de antemano (como hacen las opciones B y C al dar lecturas o cuadros resumen).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p54_56",
      "contexto": "Una docente busca que sus estudiantes conozcan las religiones del mundo. Para ello, les presenta diferentes documentos. Luego, les pide que resuman la información en un organizador. A continuación, se presenta el fragmento de un organizador elaborado por los estudiantes:\n\nRELIGIÓN\nISLAM | CRISTIANISMO | JUDAISMO | BUDISMO\n\nCREENCIAS\n- Los budistas no creen en un dios. Para ellos, el objetivo de vivir es acabar con el sufrimiento, el cual se genera porque las personas desean cosas materiales. Cuando uno consigue dejar a un lado el deseo, alcanza la iluminación o Nirvana.\n- Los judíos creen en Yahvé, es su único dios. Yahvé pactó una alianza con los hombres a través de Abraham y les prometió un Mesías, pero no consideran que Jesús lo sea. Los judíos creen en el cielo y el infierno, pero no en la expiación de los pecados.\n- Los cristianos creen en un dios que es uno y trino: Padre, Hijo y Espíritu Santo. Para ellos, Jesús es el Hijo de Dios y el Mesías prometido. Él se sacrificó para que los pecados de los hombres sean perdonados. Por eso, los cristianos pueden alcanzar la salvación.\n- Los musulmanes creen en Alá. Su profeta principal es Mahoma, quien recibió del arcángel Gabriel el libro sagrado llamado Corán. Los musulmanes reconocen a Jesús como mensajero de dios y realizador de milagros, pero no creen que sea un Mesías.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las afirmaciones que se presentan en el organizador constituye un error?",
          "opciones": [
            "Los budistas no creen en un dios.",
            "Los judíos no creen en la expiación de los pecados.",
            "Los musulmanes reconocen a Jesús como mensajero de dios."
          ],
          "respuesta": "Los judíos no creen en la expiación de los pecados.",
          "respuestaCorta": "El judaísmo sí contempla la expiación (Yom Kippur).",
          "solucionario": "La afirmación errónea en el organizador es que los judíos no creen en la expiación de los pecados. El judaísmo tiene como día más sagrado el Yom Kippur, que es precisamente el Día de la Expiación.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante la elaboración de los organizadores, una estudiante pregunta lo siguiente: \"¿Por qué existen diferentes religiones?\". La docente busca orientar a la estudiante ante su inquietud. Según el estudio del hecho religioso, ¿cuál de las siguientes explicaciones es adecuada para ese propósito?",
          "opciones": [
            "Porque no todos los pueblos interpretaron correctamente el llamado de Dios. Por ello, crearon diferentes sistemas de creencias y ritos en los que se adoran a dioses que no son reales.",
            "Porque en el inicio del mundo los pueblos no lograron ponerse de acuerdo sobre quién y cómo es Dios. Por eso, cada uno creó su propio sistema de creencias y ritos, y algunos de estos sistemas lograron mantenerse en el tiempo.",
            "Porque cada pueblo ha buscado explicaciones al misterio de la existencia del hombre. Las respuestas a estas dudas han dado origen a diferentes sistemas de creencias y ritos, que varían en función de elementos históricos, sociales y culturales."
          ],
          "respuesta": "Porque cada pueblo ha buscado explicaciones al misterio de la existencia del hombre. Las respuestas a estas dudas han dado origen a diferentes sistemas de creencias y ritos, que varían en función de elementos históricos, sociales y culturales.",
          "respuestaCorta": "Explicación fenomenológica y antropológica del hecho religioso.",
          "solucionario": "Desde el estudio del hecho religioso (fenomenología de la religión), la diversidad religiosa se explica por la búsqueda humana de respuestas ante los misterios de la existencia, influenciada por contextos culturales e históricos específicos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Después de la presentación de los organizadores, una estudiante pregunta lo siguiente: \"Ante tantas religiones, ¿por qué el cristianismo afirma que es la religión verdadera?\". Según las bases del cristianismo, ¿qué intervención es adecuada para orientar a la estudiante?",
          "opciones": [
            "Explicarle que el cristianismo afirma ser la religión verdadera porque es la única que fue fundada por su mismo Dios.",
            "Explicarle que el cristianismo afirma ser la religión verdadera porque es la única religión que tiene profetas, a través de los cuales Dios se reveló a los hombres.",
            "Explicarle que el cristianismo afirma ser la religión verdadera porque es la única que tiene dos fuentes de revelación auténticas: la Sagrada Tradición y las Sagradas Escrituras."
          ],
          "respuesta": "Explicarle que el cristianismo afirma ser la religión verdadera porque es la única que fue fundada por su mismo Dios.",
          "respuestaCorta": "Fundamentación teológica sobre la divinidad de Jesucristo como fundador.",
          "solucionario": "Desde la dogmática cristiana, la pretensión de verdad radica en que, a diferencia de otras religiones fundadas por profetas o sabios humanos, el cristianismo fue fundado por Jesucristo, quien es considerado Dios mismo encarnado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p57",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tienen en común las cinco grandes religiones (budismo, hinduismo, cristianismo, judaísmo e islam)?",
          "opciones": [
            "Ofrecen la salvación al hombre a través de la gracia divina.",
            "Propician la unión del hombre con la divinidad a través de un sistema de dogmas y ritos.",
            "Promueven el desarrollo de la espiritualidad a través de una vida regida por principios y valores."
          ],
          "respuesta": "Promueven el desarrollo de la espiritualidad a través de una vida regida por principios y valores.",
          "respuestaCorta": "Elemento ético y espiritual común.",
          "solucionario": "No todas las religiones tienen el concepto de 'gracia divina' o 'unión con la divinidad' (ej. budismo original). Sin embargo, todas promueven una dimensión espiritual y ética basada en principios y valores de conducta.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p58",
      "contexto": "La docente busca que los estudiantes conozcan las características de las religiones reveladas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para recoger los saberes previos de los estudiantes al respecto?",
          "opciones": [
            "Explicar que las religiones reveladas son aquellas en las que el mismo Dios se manifestó y expresó su voluntad.",
            "Pedirles que lean un texto en el que se explique qué es la revelación divina, y luego preguntarles: \"¿Por qué es importante que Dios se revele a los hombres?\".",
            "Preguntar: \"¿Qué religiones tienen profetas? ¿Qué papel desempeña un profeta en una religión? ¿Por qué Dios escoge a estas personas para revelarse a los hombres?\"."
          ],
          "respuesta": "Preguntar: \"¿Qué religiones tienen profetas? ¿Qué papel desempeña un profeta en una religión? ¿Por qué Dios escoge a estas personas para revelarse a los hombres?\".",
          "respuestaCorta": "Preguntas abiertas socráticas para activar conocimientos.",
          "solucionario": "La opción C utiliza preguntas abiertas que obligan al estudiante a recurrir a sus conocimientos existentes sobre profetas y revelación, constituyendo una auténtica activación de saberes previos, a diferencia de las otras opciones que exponen contenidos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p59",
      "contexto": "Los estudiantes han investigado sobre el diálogo interreligioso. Ahora, comparten los resultados de su investigación. En ese contexto, una estudiante comenta lo siguiente:\n\"Yo pensaba que solo los cristianos podían alcanzar la salvación eterna. Pero, con esta investigación aprendí que cada religión tiene una propuesta para alcanzar la salvación. Si tú eres bueno, haces buenas obras y sigues los preceptos de tu religión, pues es la única religión que conoces, ¿por qué no podrías salvarte? Aún me quedan algunas dudas sobre la salvación en otras religiones por lo que seguiré buscando información. Pero ya entendí que todas las religiones tienen algo bueno y sagrado, y hay que respetarlas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal proceso de aprendizaje que se evidencia en el comentario de la estudiante?",
          "opciones": [
            "Activación de saberes previos",
            "Conflicto cognitivo",
            "Metacognición"
          ],
          "respuesta": "Metacognición",
          "respuestaCorta": "Reflexión sobre el propio proceso de aprendizaje y cambio de perspectiva.",
          "solucionario": "La estudiante reflexiona sobre su propio pensamiento anterior (\"Yo pensaba que...\"), lo que ha aprendido (\"aprendí que...\"), identifica lo que aún le falta saber (\"Aún me quedan algunas dudas...\") y concluye una postura ética. Todo esto es un proceso metacognitivo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué documento del Concilio Vaticano II pueden leer los estudiantes para conocer las bases del diálogo interreligioso propuesto por la Iglesia Católica?",
          "opciones": [
            "Nostra Aetate",
            "Dignitatis Humanae",
            "Unitatis Redintegratio"
          ],
          "respuesta": "Nostra Aetate",
          "respuestaCorta": "Declaración sobre las relaciones de la Iglesia con las religiones no cristianas.",
          "solucionario": "Nostra Aetate es la Declaración del Concilio Vaticano II sobre las relaciones de la Iglesia con las religiones no cristianas, siendo el documento base para el diálogo interreligioso.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p61",
      "contexto": "Este Evangelio muestra que los cristianos no deben preocuparse, pues si han reconocido al Mesías, podrán entrar al Reino de Dios. Además, destaca la figura de Jesús como predicador y lo llama \"Verbo de Dios\".\nAdaptado de Biblia Latinoamericana. Editorial San Pablo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué Evangelio corresponde la descripción anterior?",
          "opciones": [
            "Al Evangelio de Juan.",
            "Al Evangelio de Lucas.",
            "Al Evangelio de Marcos."
          ],
          "respuesta": "Al Evangelio de Juan.",
          "respuestaCorta": "Identificación del Evangelio de Juan (Logos/Verbo).",
          "solucionario": "El Evangelio de Juan es el que teológicamente identifica a Jesús como el 'Verbo de Dios' (Logos) desde su prólogo (Juan 1:1).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p62",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el objetivo principal de la encíclica Fides et ratio?",
          "opciones": [
            "Explicar el predominio de la fe sobre la razón.",
            "Aclarar las diferencias fundamentales entre fe y razón.",
            "Valorar la capacidad de la razón humana para conocer a Dios."
          ],
          "respuesta": "Valorar la capacidad de la razón humana para conocer a Dios.",
          "respuestaCorta": "Encíclica de Juan Pablo II sobre la relación Fe y Razón.",
          "solucionario": "La encíclica Fides et ratio (Fe y Razón) de Juan Pablo II defiende que la fe y la razón son como las dos alas con las que el espíritu humano se eleva hacia la contemplación de la verdad, valorando la capacidad de la razón para llegar a verdades sobre Dios.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p63",
      "contexto": "En el aula de cuarto grado, la docente y los estudiantes conversan sobre la relación entre fe y ciencia. Algunos estudiantes comentan que fe y ciencia se contradicen, pues, mientras la fe se basa en lo espiritual, la ciencia apela a la razón.\nAnte ello, la docente les pregunta lo siguiente: \"Si Dios creó la razón y la ciencia es producto de ella, ¿por qué Dios crearía algo que lo contradiga?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué busca la docente principalmente con su intervención?",
          "opciones": [
            "Generar conflicto cognitivo.",
            "Recoger saberes previos.",
            "Brindar andamiaje."
          ],
          "respuesta": "Generar conflicto cognitivo.",
          "respuestaCorta": "Desestabilización de una concepción previa errónea.",
          "solucionario": "La pregunta de la docente busca desafiar la creencia previa de los estudiantes (que fe y ciencia se contradicen) presentándoles una lógica (Dios creó la razón) que hace que su estructura mental actual entre en desequilibrio, generando así conflicto cognitivo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_religion_2018_p64",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades implica un menor nivel de demanda cognitiva?",
          "opciones": [
            "Identificar los objetivos de la Gran Misión Continental.",
            "Sintetizar en un organizador los capítulos III y IV de la encíclica Laudato si'.",
            "Evaluar los argumentos de las personas ateas para negar la existencia de Dios."
          ],
          "respuesta": "Identificar los objetivos de la Gran Misión Continental.",
          "respuestaCorta": "Actividad de baja demanda cognitiva (identificar).",
          "solucionario": "Identificar es una habilidad de pensamiento de orden inferior (recordar/reconocer información explícita), mientras que sintetizar y evaluar son habilidades de orden superior que implican mayor procesamiento cognitivo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p65",
      "contexto": "Los estudiantes de cuarto grado han escrito textos en los que analizan diferentes parábolas. Después de revisar los textos, la docente de Educación Religiosa se propone retroalimentar a los estudiantes respecto de su desempeño. Para ello, pide recomendaciones a sus colegas del área.\nA continuación, se presentan los comentarios de tres docentes:\n\nElías:\n\"Es importante ser respetuoso con los estudiantes; por ello, solo se debe destacar lo que hicieron bien. Considero que no se debe colocar comentarios en las partes del texto en que se equivocaron, pues ello puede afectar su autoestima. Más bien hay que colocar comentarios alentadores para que se sigan esforzando\".\n\nIsabel:\n\"Debemos hacerles notar sus aciertos, pero también sus errores. Si no lo hacemos, ¿cómo sabrán qué deben corregir? Para hacerles saber en qué se equivocaron, podemos colocar una equis o un signo de interrogación donde corresponda\".\n\nGabriel:\n\"Ciertamente, es necesario reconocer los aciertos de los estudiantes y hacerles notar sus errores. Sin embargo, una equis no es suficiente. Mejor es plantearles preguntas orientadoras que los ayuden a identificar en qué se equivocaron\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las recomendaciones de los docentes es adecuada para retroalimentar a los estudiantes?",
          "opciones": [
            "La de Elías.",
            "La de Isabel.",
            "La de Gabriel."
          ],
          "respuesta": "La de Gabriel.",
          "respuestaCorta": "Retroalimentación reflexiva/por descubrimiento.",
          "solucionario": "Gabriel propone una retroalimentación formativa al sugerir preguntas orientadoras (andamiaje) que permiten al estudiante reflexionar e identificar sus propios errores, en lugar de simplemente ignorarlos (Elías) o marcarlos punitivamente sin explicación (Isabel).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p66",
      "contexto": "Una docente conoce que la mayoría de los estudiantes de primer grado no ha tenido mayor acercamiento a la Biblia. Por ello, se ha propuesto que los estudiantes inicien la lectura de los diferentes libros que componen la Biblia siguiendo las recomendaciones del Magisterio de la Iglesia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es pertinente para el propósito de la docente?",
          "opciones": [
            "Indicarles que inicien leyendo los Evangelios del Nuevo Testamento, pues, conociendo las enseñanzas de Jesús, podrán comprender mejor los demás libros, ya que Él es el centro de la Biblia.",
            "Decirles que abran la Biblia al azar y lean la primera cita que encuentren, pues de esa manera se puede recibir un mensaje personal de Dios, ya que Él sabe lo que realmente necesitamos en nuestras vidas.",
            "Pedirles que comiencen leyendo el Génesis y, cuando hayan terminado con el Antiguo Testamento, recién proponerles leer los Evangelios del Nuevo Testamento, pues, para comprender bien la Historia de la Salvación, es preferible seguir la secuencia de los libros."
          ],
          "respuesta": "Indicarles que inicien leyendo los Evangelios del Nuevo Testamento, pues, conociendo las enseñanzas de Jesús, podrán comprender mejor los demás libros, ya que Él es el centro de la Biblia.",
          "respuestaCorta": "Lectura cristocéntrica de la Biblia.",
          "solucionario": "La Iglesia recomienda una lectura cristocéntrica. Cristo es la plenitud de la Revelación; por tanto, iniciar por los Evangelios permite tener la clave hermenéutica para interpretar y comprender adecuadamente tanto el Antiguo Testamento como el resto del Nuevo Testamento.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p67_70",
      "contexto": "Una docente presenta a sus estudiantes las siguientes parábolas.\n\nLa oveja perdida (Lc 15, 1-7)\n\"[...] Si alguno de ustedes pierde una oveja de las cien que tiene, ¿no deja las otras noventa y nueve en el desierto y va en busca de la que se perdió hasta que la encuentra? [...] Yo les digo que de igual modo habrá más alegría en el cielo por un solo pecador que vuelve a Dios que por noventa y nueve justos que no tienen necesidad de convertirse\".\n\nLa moneda perdida (Lc 15, 8-10)\n\"[...] Y si una mujer pierde una moneda de las diez que tiene, ¿no enciende una lámpara, barre la casa y busca cuidadosamente hasta que la encuentra? [...] De igual manera, yo se los digo, hay alegría entre los ángeles de Dios por un solo pecador que se convierte\".\n\nEl hijo pródigo (Lc 15, 11-32)\n\"Un hombre tenía dos hijos; y el menor de ellos le pidió su herencia [...] estuvo perdido y ha sido hallado\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tema principal tienen en común las parábolas presentadas?",
          "opciones": [
            "La redención",
            "La misericordia",
            "El arrepentimiento"
          ],
          "respuesta": "La redención",
          "respuestaCorta": "Tema teológico de recuperación/salvación.",
          "solucionario": "Si bien estas parábolas se conocen como las de la misericordia, el hilo conductor en las opciones presentadas y según la clave oficial es la redención (el acto de recuperar lo perdido, la salvación del pecador que vuelve a Dios).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente busca que los estudiantes analicen la parábola \"La oveja perdida\" a través del método histórico crítico. ¿Cuál de las siguientes actividades se enmarca en el método histórico crítico?",
          "opciones": [
            "Indicar que lean la parábola \"La oveja perdida\". Luego, preguntar: \"¿Por qué el pastor dejó todo para buscar a una oveja desobediente? ¿Qué hubiese pasado con la oveja si es que el pastor no la buscaba?\". Finalmente, pedir que expliquen cuál es el mensaje que Jesús entrega a través del texto.",
            "Pedir que lean la parábola \"La oveja perdida\" y los comentarios del contexto bíblico. Luego, explicar quiénes eran los fariseos y los maestros de la Ley, y por qué el oficio de pastor era despreciado por ambos. Finalmente, preguntar: \"¿Por qué creen que Jesús escogió a un pastor para dar una enseñanza a quienes lo criticaban?\".",
            "Presentar el testimonio de un hombre que se alejó de Dios y que luego de un tiempo volvió arrepentido a la Iglesia. Luego, pedir que lean y analicen la parábola \"La oveja perdida\". Finalmente, preguntar: \"¿Consideras que estás cerca de Dios o te has alejado de él? ¿Qué acciones te acercan o te alejan de Dios?\"."
          ],
          "respuesta": "Pedir que lean la parábola \"La oveja perdida\" y los comentarios del contexto bíblico. Luego, explicar quiénes eran los fariseos y los maestros de la Ley, y por qué el oficio de pastor era despreciado por ambos. Finalmente, preguntar: \"¿Por qué creen que Jesús escogió a un pastor para dar una enseñanza a quienes lo criticaban?\".",
          "respuestaCorta": "Análisis del contexto histórico, social y cultural.",
          "solucionario": "El método histórico-crítico se centra en comprender el texto en su contexto original, analizando factores históricos, sociales y culturales (como el rol de los pastores y la relación con los fariseos) para entender la intención del autor.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Las parábolas presentadas surgen como respuesta a una crítica que los fariseos solían plantear a Jesús. ¿Cuál era esa crítica?",
          "opciones": [
            "Que Jesús tomara el nombre de Dios para perdonar a los pecadores.",
            "Que Jesús diera acogida a los publicanos y pecadores.",
            "Que Jesús se llamara a sí mismo el Hijo de Dios."
          ],
          "respuesta": "Que Jesús diera acogida a los publicanos y pecadores.",
          "respuestaCorta": "Contexto de Lucas 15: acogida a pecadores.",
          "solucionario": "El capítulo 15 de Lucas comienza indicando que los fariseos y escribas murmuraban diciendo: \"Este acoge a los pecadores y come con ellos\". Las tres parábolas son la respuesta de Jesús a esta crítica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Las tres parábolas presentan personajes que buscan con ahínco algo que se les perdió: el pastor a la oveja; la mujer, a su moneda, y el padre, al hijo menor. La docente quiere destacar esta búsqueda, ya que representa cómo Dios siempre llama al hombre para que vuelva a la gracia. Para ello, se ha propuesto complementar la lectura de estas tres parábolas con una historia bíblica que refleje dicha búsqueda divina. ¿Qué historia es adecuada para el propósito de la docente?",
          "opciones": [
            "La de Job.",
            "La de Pablo de Tarso.",
            "La de Lucas el evangelista."
          ],
          "respuesta": "La de Pablo de Tarso.",
          "respuestaCorta": "Conversión de San Pablo (Dios buscando al hombre).",
          "solucionario": "La historia de Pablo de Tarso (Saulo) ejemplifica la búsqueda divina. Dios sale al encuentro de Saulo en el camino a Damasco cuando este estaba 'perdido' persiguiendo a la Iglesia, llamándolo a la conversión y a la gracia.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p71",
      "contexto": "¿A qué paso de la Lectio Divina corresponden las siguientes preguntas?\n\n¿A qué conversión me invita Dios a través del texto? ¿Qué debo hacer a partir del mensaje del texto? ¿Cómo debo actuar después de haber recibido este mensaje?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué paso de la Lectio Divina corresponden las siguientes preguntas?",
          "opciones": [
            "Lectura",
            "Meditación",
            "Contemplación"
          ],
          "respuesta": "Contemplación",
          "respuestaCorta": "Identificación de la fase de compromiso/acción (Contemplatio/Actio).",
          "solucionario": "Aunque a veces se distingue la 'Acción' como un paso final, en el esquema de tres opciones presentado (y en ciertas tradiciones de la Lectio), la Contemplación incluye la respuesta vital y el compromiso de conversión (lo que me mueve a cambiar/actuar) ante la presencia de Dios.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p72",
      "contexto": "Una docente busca que sus estudiantes comprendan la importancia de las cartas católicas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para ello?",
          "opciones": [
            "Indicarles que resuman algunas cartas católicas. Luego, pedirles que comparen los mensajes de las cartas analizadas. Finalmente, pedirles que señalen cuáles consideran que son más relevantes para el cristianismo.",
            "Explicarles el significado del término católico. Luego, indicarles que revisen algunas cartas y expliquen por qué tienen un mensaje universal. Finalmente, explicarles que las cartas católicas están dirigidas a todos los cristianos del mundo.",
            "Describir el contexto en que se escribieron las cartas. Luego, pedirles que lean algunas cartas e identifiquen sus enseñanzas. Finalmente, preguntarles por qué las diversas comunidades cristianas debían conocer y practicar las mismas enseñanzas presentadas en las cartas."
          ],
          "respuesta": "Describir el contexto en que se escribieron las cartas. Luego, pedirles que lean algunas cartas e identifiquen sus enseñanzas. Finalmente, preguntarles por qué las diversas comunidades cristianas debían conocer y practicar las mismas enseñanzas presentadas en las cartas.",
          "respuestaCorta": "Comprensión contextual y doctrinal de la universalidad.",
          "solucionario": "La opción C permite entender la 'importancia' a través del análisis del contexto y la necesidad de unidad doctrinal (universalidad) en las primeras comunidades, lo cual define la naturaleza de las cartas 'católicas' (universales).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p73",
      "contexto": "Lea la siguiente descripción y luego conteste la pregunta.\n\nEsta encíclica advierte que la cuestión social tiene una dimensión mundial, y que así como se puede hablar de personas pobres, también se ha de hablar de sectores y naciones pobres. Además, insiste categóricamente en la importancia y trascendencia de la dignidad de la persona humana, en la valoración del trabajo y en su justa remuneración. También reconoce que la economía es ante todo obra de la iniciativa de los particulares, pero que se necesita la intervención subsidiaria de los poderes públicos.\nAdaptado de http://es.catholic.net",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué encíclica corresponde la descripción anterior?",
          "opciones": [
            "Rerum Novarum",
            "Mater et Magistra",
            "Laborem Exercens"
          ],
          "respuesta": "Mater et Magistra",
          "respuestaCorta": "Encíclica de Juan XXIII (1961) sobre la cuestión social global.",
          "solucionario": "La descripción corresponde a Mater et Magistra (Juan XXIII), la cual internacionalizó la cuestión social, hablando de las desigualdades entre naciones ricas y pobres y abordando la intervención subsidiaria del Estado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p74",
      "contexto": "Una docente presenta a sus estudiantes el siguiente texto bíblico:\n\nDel Oriente vienen unos Magos\nEntonces Herodes llamó en privado a los Magos [...] y les dijo: \"Vayan y averigüen bien todo lo que se refiere a ese niño y [...] y avísenme, porque yo también iré a rendirle homenaje\".\n[...] los Magos se pusieron en camino y [...] la estrella que habían visto en el Oriente iba delante de ellos, hasta que esta se detuvo sobre el lugar donde estaba el niño. [...] Al entrar a la casa vieron al niño con María, su madre; se arrodillaron y le adoraron. Abrieron después sus cofres y le ofrecieron sus regalos de oro, incienso y mirra. Luego, se les avisó en sueños que no volvieran donde Herodes, así que regresaron a su país por otro camino.\nMt 2, 7-12\n\nLa docente tiene como propósito que los estudiantes analicen este texto según el método histórico crítico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para iniciar el análisis de dicho texto según el método histórico crítico?",
          "opciones": [
            "Pedirles que lean el significado de los regalos en los comentarios del contexto bíblico. Luego, preguntarles: \"¿Para qué se usaba la mirra? ¿Por qué regalar a un recién nacido algo que se relacionaba con la muerte? ¿Quiénes eran los Magos? ¿Por qué fueron escogidos para adorar a Jesús si no eran judíos?\".",
            "Preguntarles: \"¿Por qué, a pesar de haber sido adorado por los Magos en su nacimiento, Jesús llevó una vida sencilla? ¿Qué enseñanzas transmite este texto?\". Luego, promover la reflexión de los estudiantes sobre la actitud de humildad que Jesús mantuvo en su vida y sobre cómo ello constituye un ejemplo para los cristianos.",
            "Preguntarles: \"Según el texto, ¿por qué Herodes buscaba saber dónde nació Jesús? ¿Ustedes creen que realmente quería adorarlo? ¿Por qué los Magos regresaron a su país por otro camino?\". Luego, explicarles que el aviso que los Magos recibieron en sueños era un mandato de Dios que permitió que se cumpliera la profecía del Mesías."
          ],
          "respuesta": "Pedirles que lean el significado de los regalos en los comentarios del contexto bíblico. Luego, preguntarles: \"¿Para qué se usaba la mirra? ¿Por qué regalar a un recién nacido algo que se relacionaba con la muerte? ¿Quiénes eran los Magos? ¿Por qué fueron escogidos para adorar a Jesús si no eran judíos?\".",
          "respuestaCorta": "Análisis de elementos culturales e históricos (Magos, mirra).",
          "solucionario": "Esta actividad se centra en indagar el significado histórico y cultural de los elementos del texto (Magos, mirra, usos de la época, identidad de los personajes), lo cual es propio del método histórico-crítico.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p75",
      "contexto": "Una docente está desarrollando una sesión sobre el Reino de Dios. En ese contexto, pide a los estudiantes que lean \"Las Bienaventuranzas\" (Mt 5, 1-11). Después de la lectura, una estudiante comenta lo siguiente:\n\"Si los pobres de espíritu son personas malas y pecadoras que ensucian su alma con sus malas acciones, ¿por qué se dice en 'Las Bienaventuranzas' que de ellos será el Reino de Dios? ¿Cómo puede ser que a una mala persona se le prometa el Reino?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal proceso de aprendizaje que se evidencia en el comentario de la estudiante?",
          "opciones": [
            "Activación de saberes previos",
            "Conflicto cognitivo",
            "Metacognición"
          ],
          "respuesta": "Conflicto cognitivo",
          "respuestaCorta": "Disonancia entre creencia previa y nueva información.",
          "solucionario": "La estudiante experimenta un desequilibrio mental (conflicto cognitivo) porque su comprensión previa de \"pobre de espíritu\" (como alguien malo/pecador) contradice la lógica del texto bíblico que les promete el Reino de Dios, generando duda y cuestionamiento.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p76",
      "contexto": "Para profundizar en la lectura de textos bíblicos, una docente presenta a los estudiantes la siguiente parábola:\n\nEl que no perdonó a su compañero\nAcercándose Pedro a Jesús le preguntó: \"Señor, ¿cuántas veces tengo que perdonar las ofensas que me haga mi hermano? [...]\". Jesús le dijo: \"No te digo hasta siete veces, sino hasta setenta veces siete\". Luego, Jesús añadió: \"Aprendan algo sobre el Reino de los Cielos. Un rey había decidido arreglar cuentas con sus empleados [...]\".\nAdaptado de Mt 18, 21-35\n\nLa docente busca que los estudiantes lean la parábola \"El que no perdonó a su compañero\" a través del método de la Lectio Divina.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades corresponde al paso de la contemplación de este método?",
          "opciones": [
            "Preguntarles: \"¿Qué significa que debes perdonar setenta veces siete? ¿Consideras que perdonas de verdad?\".",
            "Preguntarles: \"¿Qué camino te indica Dios a través de este texto? ¿Qué debes hacer para actuar según el mensaje recibido?\".",
            "Preguntarles: \"¿Qué le dirías a Dios para agradecerle por el mensaje que te entregó a través del texto? ¿Qué le pedirías para que te ayude a conocer el verdadero perdón?\"."
          ],
          "respuesta": "Preguntarles: \"¿Qué camino te indica Dios a través de este texto? ¿Qué debes hacer para actuar según el mensaje recibido?\".",
          "respuestaCorta": "Preguntas de conversión y acción (Contemplatio).",
          "solucionario": "En este contexto de evaluación, la contemplación se asocia a la pregunta existencial sobre la conversión y la acción futura (\"¿Qué camino te indica...? ¿Qué debes hacer...?\"), que es la respuesta vital transformadora ante la Palabra.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_religion_2018_p77_79",
      "contexto": "La docente realizó con los estudiantes el análisis de la parábola \"El que no perdonó a su compañero\" a través de la Lectio Divina. A continuación, se presenta el comentario de una estudiante.\n\n\"A veces digo al que me ofendió: 'te perdono', pero estas palabras no van acompañadas por la actitud de perdón. Lo digo, pero por dentro llevo la espinita. No me es fácil perdonar de corazón. No me es fácil querer a aquella persona que me ofendió. Incluso a veces siento el deseo de vengarme. Ahora me doy cuenta de que estoy equivocada, pues el verdadero perdón implica olvidar todo rencor, así como Dios me perdona\".\nAdaptado de Catholic net\n\n(Contexto adicional: La parábola trataba sobre un rey que perdona una gran deuda a un siervo, pero este siervo no perdona una deuda pequeña a un compañero. La frase clave mencionada es \"setenta veces siete\").",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El comentario de la estudiante se enmarca en un paso de la Lectio Divina. ¿Cuál es este paso?",
          "opciones": [
            "Oración",
            "Meditación",
            "Contemplación"
          ],
          "respuesta": "Meditación",
          "respuestaCorta": "Meditatio: Aplicación del texto a la propia vida.",
          "solucionario": "En la Lectio Divina, la Meditación (Meditatio) es el momento en que el lector se pregunta qué le dice el texto a su propia vida, actualizando el mensaje. La estudiante reflexiona sobre su dificultad personal para perdonar en contraste con el texto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Luego de que los estudiantes identificaron el mensaje de la parábola \"El que no perdonó a su compañero\", la docente les propone analizarlo a través del método Ver-juzgar-actuar. ¿Cuál de las siguientes actividades corresponde al método del Ver- juzgar-actuar?",
          "opciones": [
            "Pedirles que lean el texto bíblico de la crucifixión en el que se señala que Jesús perdona a sus verdugos. Luego, pedirles que comparen ese texto con el mensaje de la parábola. Finalmente, preguntarles qué enseñan ambos textos sobre el perdón.",
            "Presentarles la noticia en la que san Juan Pablo II perdonó a la persona que intentó asesinarlo. Luego, pedirles que busquen similitudes entre ese hecho y la parábola. Finalmente, preguntarles en qué situaciones les cuesta perdonar y cómo actuarán en adelante en esas situaciones.",
            "Preguntarles: \"¿En qué consiste el perdón cristiano? ¿Por qué debemos perdonar de corazón a nuestro prójimo?\". Luego, pedir que expliquen cómo deben actuar para incorporar el perdón cristiano en sus vidas. Finalmente, pedir que elaboren una oración para pedir a Dios que los ayude a entender la importancia del perdón."
          ],
          "respuesta": "Presentarles la noticia en la que san Juan Pablo II perdonó a la persona que intentó asesinarlo. Luego, pedirles que busquen similitudes entre ese hecho y la parábola. Finalmente, preguntarles en qué situaciones les cuesta perdonar y cómo actuarán en adelante en esas situaciones.",
          "respuestaCorta": "Estructura correcta: Ver (realidad) - Juzgar (iluminación) - Actuar (compromiso).",
          "solucionario": "Esta opción sigue la estructura metodológica: Ver (presentar una noticia/realidad concreta: Juan Pablo II), Juzgar (iluminar esa realidad con la parábola/mensaje cristiano) y Actuar (compromiso de acción en situaciones personales).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Después de la lectura, algunos estudiantes manifestaron que no comprendieron el significado de la frase \"setenta veces siete\". ¿Cuál de las siguientes actividades es adecuada para que los estudiantes comprendan el significado de esta frase?",
          "opciones": [
            "Indicarles que lean textos bíblicos en los que puedan identificar que el 7 significa perfección. Sobre esa base, preguntarles por qué creen que Jesús amplió y repitió el 7 para explicar cómo debía ser el perdón.",
            "Indicarles que los números en la Biblia no representan una cantidad literal, sino que son símbolos. Luego, pedirles que busquen otras narraciones que contengan números y planteen hipótesis respecto de su significado.",
            "Indicarles que la palabra 7 en hebreo proviene de la raíz \"Sabah\" que significa satisfacción o perfección. Luego, explicarles que Jesús usó el 7 en la parábola para llamar la atención de los judíos, pues este era un número sagrado para ellos."
          ],
          "respuesta": "Indicarles que lean textos bíblicos en los que puedan identificar que el 7 significa perfección. Sobre esa base, preguntarles por qué creen que Jesús amplió y repitió el 7 para explicar cómo debía ser el perdón.",
          "respuestaCorta": "Indagación bíblica sobre el simbolismo del número 7.",
          "solucionario": "La actividad guía a los estudiantes a descubrir por sí mismos (a través de otros textos) el simbolismo del 7 como plenitud/perfección, para luego deducir que \"setenta veces siete\" implica un perdón infinito y perfecto, promoviendo un aprendizaje significativo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p80",
      "contexto": "Una docente busca que sus estudiantes conozcan la importancia de la Tradición Apostólica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es más adecuada para recoger saberes previos de los estudiantes al respecto?",
          "opciones": [
            "¿Qué ordenó Jesús a sus apóstoles antes de subir al cielo? ¿De qué manera difundieron los apóstoles el Evangelio?",
            "¿Qué significa la Revelación para los cristianos? ¿Dónde se pueden encontrar las verdades reveladas?",
            "¿Por qué es importante mantener una tradición? ¿Qué tradiciones religiosas conoces?"
          ],
          "respuesta": "¿Qué ordenó Jesús a sus apóstoles antes de subir al cielo? ¿De qué manera difundieron los apóstoles el Evangelio?",
          "respuestaCorta": "Preguntas centradas en el origen apostólico.",
          "solucionario": "La Tradición Apostólica se refiere a la transmisión del mensaje de Cristo llevada a cabo por los apóstoles. Las preguntas sobre el mandato de Jesús a los apóstoles y su difusión del Evangelio apuntan directamente a la raíz de este concepto.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p81",
      "contexto": "Durante la lectura de la parábola de \"El Buen Samaritano\", una estudiante pregunta a la docente: \"¿Por qué la Biblia tiene comentarios debajo de los textos?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción pedagógica es más adecuada para que la estudiante comprenda la importancia de los comentarios del contexto bíblico?",
          "opciones": [
            "Explicarle que esos comentarios son escritos por el Magisterio de la Iglesia y, por ello, no es necesario que ella se esfuerce en identificar el mensaje de la parábola, ya que los comentarios del contexto explican el verdadero significado de todos los textos bíblicos.",
            "Preguntarle: \"¿Sabías que se escogió como protagonista a un samaritano porque los judíos los despreciaban? ¿Podrías haber deducido esta explicación del contexto sin leer los comentarios? ¿De qué manera te ayudan los comentarios a comprender el texto?\".",
            "Pedirle que explique a quiénes representan el hombre herido, el sacerdote, el levita y el samaritano en la parábola \"El Buen Samaritano\". Luego, pedir que compare su interpretación con el significado correcto de estos personajes explicado en los comentarios del contexto bíblico."
          ],
          "respuesta": "Preguntarle: \"¿Sabías que se escogió como protagonista a un samaritano porque los judíos los despreciaban? ¿Podrías haber deducido esta explicación del contexto sin leer los comentarios? ¿De qué manera te ayudan los comentarios a comprender el texto?\".",
          "respuestaCorta": "Reflexión guiada sobre la utilidad de la información contextual.",
          "solucionario": "Esta opción utiliza el andamiaje y la reflexión metacognitiva para que la estudiante descubra por sí misma la utilidad de las notas al pie (información histórica/cultural) para comprender la profundidad del mensaje, que no es evidente solo con la lectura literal.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p82",
      "contexto": "Una docente busca que los estudiantes identifiquen la relación de concordancia entre el Antiguo Testamento y el Nuevo Testamento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuáles de los siguientes textos son adecuados para el propósito de la docente?",
          "opciones": [
            "La narración de la torre de Babel y Pentecostés.",
            "La historia de Abraham y la historia de Juan Bautista.",
            "El relato de la Creación y la parábola \"La semilla de mostaza\"."
          ],
          "respuesta": "La narración de la torre de Babel y Pentecostés.",
          "respuestaCorta": "Tipología bíblica: Babel (dispersión) vs Pentecostés (unión).",
          "solucionario": "Existe una clara tipología bíblica de concordancia/antítesis entre Babel (donde las lenguas confunden y dispersan) y Pentecostés (donde el Espíritu une las lenguas en el entendimiento del Evangelio).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p83",
      "contexto": "Una docente busca presentar una parábola que ejemplifique la siguiente frase de Jesús: \"[...] Me gusta la misericordia más que las ofrendas [...]\" Mt 9, 13.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes parábolas es adecuada para ejemplificar esta frase?",
          "opciones": [
            "\"El buen samaritano\"",
            "\"El fariseo y el publicano\"",
            "\"El deudor que no perdona\""
          ],
          "respuesta": "\"El buen samaritano\"",
          "respuestaCorta": "Prioridad de la misericordia sobre el ritualismo.",
          "solucionario": "En \"El buen samaritano\", el sacerdote y el levita (figuras religiosas asociadas al culto/ofrendas) ignoran al herido para mantener su pureza ritual, mientras que el samaritano practica la misericordia efectiva, ejemplificando perfectamente la cita.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p84",
      "contexto": "Una docente tiene como propósito que los estudiantes identifiquen la principal diferencia entre las cartas católicas y las cartas paulinas. ¿Cuál de las siguientes actividades es adecuada para ese propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para ese propósito?",
          "opciones": [
            "Indicar que analicen una carta católica y una paulina, e identifiquen sus mensajes. Luego, pedir que comparen ambos mensajes, y señalen las características que presentan en sus contenidos.",
            "Preguntar: \"¿Qué significa 'católico'? ¿Por qué se llaman cartas paulinas? ¿Por qué a ambos documentos se les llama cartas si son textos doctrinales?\". Luego, pedir que expliquen por qué es importante conocer estos textos.",
            "Pedir que identifiquen los destinatarios de ambas cartas. Luego, preguntar: \"¿Por qué las cartas católicas llevan el nombre de sus autores y las paulinas llevan el nombre de sus destinarios? ¿A quiénes se dirigen las cartas católicas?\"."
          ],
          "respuesta": "Pedir que identifiquen los destinatarios de ambas cartas. Luego, preguntar: \"¿Por qué las cartas católicas llevan el nombre de sus autores y las paulinas llevan el nombre de sus destinarios? ¿A quiénes se dirigen las cartas católicas?\".",
          "respuestaCorta": "Identificación de destinatarios (Universal vs. Particular).",
          "solucionario": "La diferencia fundamental radica en los destinatarios: las paulinas se dirigen a comunidades específicas (Corinto, Roma, etc.), mientras que las católicas se dirigen a la Iglesia universal (de ahí el nombre 'católica'). Esta actividad resalta esa distinción estructural.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p85",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal fruto espiritual de la Comunión Eucarística?",
          "opciones": [
            "Preserva de toda tentación.",
            "Acrecienta la unión con Cristo.",
            "Permite entender la Palabra de Dios."
          ],
          "respuesta": "Acrecienta la unión con Cristo.",
          "respuestaCorta": "Unión íntima con Cristo Jesús.",
          "solucionario": "Según el Catecismo y la teología sacramental, el efecto principal de la Eucaristía es la unión íntima con Cristo Jesús (quien come mi carne y bebe mi sangre permanece en mí y yo en él).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p86",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la principal característica de las religiones reveladas?",
          "opciones": [
            "Las religiones reveladas sostienen que los hombres fueron creados por un dios al que se debe honrar y servir.",
            "Las religiones reveladas consideran que su dios mismo dio a conocer sus misterios al hombre.",
            "Las religiones reveladas poseen un sistema de creencias y doctrinas."
          ],
          "respuesta": "Las religiones reveladas consideran que su dios mismo dio a conocer sus misterios al hombre.",
          "respuestaCorta": "Iniciativa divina de autocomunicación.",
          "solucionario": "Lo distintivo de una religión revelada (judaísmo, cristianismo, islam) es la creencia de que Dios ha tomado la iniciativa de revelarse (quitar el velo) y comunicar sus misterios y voluntad a la humanidad, a diferencia de la búsqueda humana de Dios.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p87",
      "contexto": "Una docente está desarrollando con sus estudiantes una sesión sobre el diálogo interreligioso. En este contexto, se propone incorporar una actividad que promueva la identificación de los elementos comunes entre el cristianismo y las diferentes religiones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para el propósito de la docente?",
          "opciones": [
            "Indicar a los estudiantes que comparen los libros sagrados y las doctrinas de los cristianos, musulmanes, budistas y judíos.",
            "Indicar a los estudiantes que comparen la posición de los cristianos, musulmanes, budistas y judíos sobre el respeto a la vida humana.",
            "Indicar a los estudiantes que comparen el significado de la muerte desde la perspectiva de los cristianos, musulmanes, budistas y judíos respectivamente."
          ],
          "respuesta": "Indicar a los estudiantes que comparen la posición de los cristianos, musulmanes, budistas y judíos sobre el respeto a la vida humana.",
          "respuestaCorta": "Comparación en el ámbito ético/valórico común.",
          "solucionario": "El diálogo interreligioso suele encontrar terreno fértil en los valores éticos compartidos. El respeto a la vida es un valor transversal en estas grandes religiones, mientras que las doctrinas o la escatología (muerte) presentan mayores divergencias.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p88",
      "contexto": "Los estudiantes de cuarto grado conversan respecto de las fiestas religiosas que celebran sus familias.\n\nAna comenta lo siguiente: \"El 24 de junio se celebra en Iquitos una fiesta en la que veneramos a san Juan. La noche anterior, la gente acude al río a purificarse. A esto le decimos 'baño bendito', pues se cree que ese día san Juan bendice los cursos de agua. El día central hay misa y procesiones acompañadas de bandas típicas. Además, se baila 'la pandilla' alrededor de una palmera llena de regalos\".\n\nPor su parte, José comenta: \"Yo soy del Cusco y allá el 24 de junio celebramos la fiesta del Inti Raymi o fiesta del sol. Ese día se celebra el solsticio de invierno. Con esta fiesta rendimos culto al sol para que proteja nuestras cosechas. Todos vamos a la fortaleza de Sacsayhuaman y observamos la representación de los ritos que se realizan desde el tiempo de los incas\".\n\nDespués de escuchar las intervenciones de Ana y José, la docente pregunta a los estudiantes: ¿Cuál de las dos fiestas es un ejemplo de religiosidad popular?\nA continuación, se presentan las respuestas de tres estudiantes:\n\nCarlos: \"Ambas fiestas, pues las dos presentan costumbres propias de sus respectivas culturas\".\nBertha: \"El Inti Raymi, pues es una fiesta que rinde culto al sol y mantiene vivas costumbres prehispánicas\".\nAntonio: \"La fiesta de san Juan porque, aunque presente costumbres locales, es una fiesta cristiana en la que se venera a san Juan Bautista\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué estudiante comprende adecuadamente la noción de religiosidad popular?",
          "opciones": [
            "Carlos",
            "Bertha",
            "Antonio"
          ],
          "respuesta": "Antonio",
          "respuestaCorta": "Religiosidad popular como expresión inculturada de la fe cristiana.",
          "solucionario": "En el contexto de la Educación Religiosa Católica, la 'piedad popular' o 'religiosidad popular' se refiere a las expresiones de fe cristiana inculturadas (como la fiesta patronal de San Juan). El Inti Raymi es una celebración cultural/ancestral pero no es una expresión de la fe católica/cristiana.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p89",
      "contexto": "El Concilio de Trento logró establecer cambios al interior de la Iglesia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es uno de esos cambios?",
          "opciones": [
            "Se anuló la Santa Inquisición.",
            "Se creó la Congregación para la Doctrina de Fe.",
            "Se fundaron seminarios para la formación de sacerdotes."
          ],
          "respuesta": "Se fundaron seminarios para la formación de sacerdotes.",
          "respuestaCorta": "Reforma tridentina: Formación del clero.",
          "solucionario": "Una de las reformas disciplinares más importantes del Concilio de Trento (siglo XVI) fue la obligación de erigir seminarios en cada diócesis para asegurar la adecuada formación teológica y moral de los futuros sacerdotes.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2018_p90",
      "contexto": "El autor de este Evangelio presenta a Jesús como aquel que vino a buscar y a salvar lo que estaba perdido. Destaca las palabras del Mesías respecto de la salvación: esta es para siempre y no constituye una recompensa a los méritos personales. Se trata de un don de Dios. Por otro lado, el autor resaltó la actitud de Jesús respecto de las mujeres: Jesús no compartía el prejuicio universal que las discriminaba y las dejaba fuera de los asuntos religiosos; más bien, las acogía, las incluía y les daba la palabra. Por ello, este Evangelio se considera uno de los más humanos.\nAdaptado de Biblia Latinoamericana. Editorial San Pablo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué Evangelio corresponde la descripción anterior?",
          "opciones": [
            "Al Evangelio de Juan.",
            "Al Evangelio de Lucas.",
            "Al Evangelio de Mateo."
          ],
          "respuesta": "Al Evangelio de Lucas.",
          "respuestaCorta": "Características de Lucas: misericordia, universalidad, mujeres.",
          "solucionario": "La descripción encaja con el Evangelio de Lucas, conocido como el evangelio de la misericordia (buscar lo perdido), de la universalidad y de las mujeres, resaltando la humanidad de Jesús.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  