{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_dpcc_2018_p51",
      "contexto": "Durante una actividad que requería representar gráficamente a ciudadanos de diferentes regiones del Perú, la docente notó que los estudiantes representaron tanto a los ciudadanos de la costa como a los de los Andes con diversos atuendos, mientras que los ciudadanos de la Amazonía fueron siempre representados con cushmas (trajes usados tradicionalmente por algunos pueblos indígenas) y tocados de plumas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente desea que los estudiantes reflexionen críticamente sobre el estereotipo que han manifestado, ¿cuál de las siguientes actividades es pertinente?",
          "opciones": [
            "Preguntar a los estudiantes ¿cómo es la vestimenta de las personas que viven en la Amazonía? y anotar sus respuestas en la pizarra. Luego, presentarles fotografías, de diversas localidades amazónicas, en las que se pueda apreciar a personas realizando acciones cotidianas. Finalmente, pedirles que identifiquen las diferencias entre las representaciones que realizaron y las fotografías presentadas, y que expliquen a qué se deben.",
            "Pedir a los estudiantes que realicen una encuesta para recoger las percepciones que tienen los demás estudiantes de la IE acerca de los ciudadanos de la Amazonía. Luego, solicitarles que identifiquen las características de los habitantes de esta región que fueron mencionadas con mayor frecuencia por sus compañeros. Finalmente, pedirles que elaboren dibujos en los cuales incorporen dichas características.",
            "Solicitar a los estudiantes que busquen información sobre las características de la cushma que utilizan algunas comunidades indígenas de la Amazonía. Luego, pedirles que realicen una presentación en la que muestren las principales características de este traje tradicional. Finalmente, reflexionar con ellos sobre las situaciones de discriminación que sufren algunas poblaciones por utilizar sus trajes tradicionales."
          ],
          "respuesta": "Preguntar a los estudiantes ¿cómo es la vestimenta de las personas que viven en la Amazonía? y anotar sus respuestas en la pizarra. Luego, presentarles fotografías, de diversas localidades amazónicas, en las que se pueda apreciar a personas realizando acciones cotidianas. Finalmente, pedirles que identifiquen las diferencias entre las representaciones que realizaron y las fotografías presentadas, y que expliquen a qué se deben.",
          "respuestaCorta": "Contrastar las representaciones estereotipadas de los estudiantes con fotografías reales de la vida cotidiana.",
          "solucionario": "La actividad descrita en la opción A permite confrontar directamente las ideas previas (estereotipos) de los estudiantes con la realidad (fotografías de acciones cotidianas). Al identificar las diferencias y explicar sus causas, los estudiantes inician un proceso de reflexión crítica sobre la simplificación cultural que representa el estereotipo.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p52",
      "contexto": "Durante una sesión de aprendizaje, la docente realiza la siguiente actividad:\n\nPrimero, la docente muestra un conjunto de seis imágenes de obras de arte que representan el canon de belleza femenino de una época. Las obras de arte corresponden a distintas épocas, desde el siglo V a.C. hasta la actualidad, y a distintos lugares del mundo.\n\nLuego, para analizar cada obra de arte presentada, la docente propone las siguientes preguntas:\n• ¿A quién buscaba representar el artista?\n• ¿Con qué características físicas fue representada la mujer en esta obra de arte?\n• ¿Qué actividad realiza y en qué espacio está representada la mujer en esta obra de arte?\n• ¿Cómo era el contexto social en el que se desenvolvía la mujer en la época en que se realizó esta obra de arte?\n\nAl concluir el análisis de cada obra de arte, la docente pregunta a los estudiantes si creen que el ideal de belleza se ha mantenido a través del paso del tiempo y cuáles podrían ser los factores que han intervenido en que se mantenga o cambie.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es que los estudiantes reflexionen acerca de los estereotipos en relación con la belleza, ¿por qué esta actividad es pertinente?",
          "opciones": [
            "Porque la actividad proporciona imágenes sobre la belleza que enriquecen la representación del concepto de belleza que poseen los estudiantes.",
            "Porque la actividad facilita que los estudiantes reflexionen acerca de la importancia que tiene el ideal de belleza en la identidad de las personas.",
            "Porque la actividad promueve que los estudiantes reconozcan que el ideal de belleza se construye socialmente."
          ],
          "respuesta": "Porque la actividad promueve que los estudiantes reconozcan que el ideal de belleza se construye socialmente.",
          "respuestaCorta": "Muestra la variabilidad histórica y contextual del canon de belleza.",
          "solucionario": "Al analizar cómo el canon de belleza cambia según la época, el lugar y el contexto social (siglo V a.C. hasta la actualidad), los estudiantes pueden deducir que la belleza no es un valor absoluto o natural, sino una construcción social y cultural dinámica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p53",
      "contexto": "Una docente desea que los estudiantes reconozcan que su identidad se construye a lo largo de la vida.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para favorecer el logro de su propósito?",
          "opciones": [
            "Pedir a los estudiantes que busquen fotos de ellos cuando eran bebés, de su primer día en el colegio y de su último cumpleaños. Luego, solicitarles que elaboren una línea de tiempo en la que ordenen cronológicamente las fotos seleccionadas y organicen una muestra de todas las líneas de tiempo.",
            "Pedir a los estudiantes que busquen definiciones del concepto de identidad en, al menos, tres fuentes. Luego, solicitarles que construyan un cuadro comparativo con las definiciones encontradas y elaboren su propia definición de identidad tomando como base la información encontrada.",
            "Pedir a los estudiantes que identifiquen qué sucesos de sus vidas generaron mayor impacto en ellos. Luego, solicitarles que elaboren una autobiografía en la que mencionen dichos sucesos y expliquen cómo creen que estos sucesos influyeron en las personas que son actualmente."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen qué sucesos de sus vidas generaron mayor impacto en ellos. Luego, solicitarles que elaboren una autobiografía en la que mencionen dichos sucesos y expliquen cómo creen que estos sucesos influyeron en las personas que son actualmente.",
          "respuestaCorta": "Vincular sucesos vitales con la formación de la personalidad actual mediante una autobiografía.",
          "solucionario": "La opción C es la única que conecta explícitamente los sucesos vividos (historia personal) con la configuración actual de la persona (identidad presente). Al explicar la influencia de estos eventos, los estudiantes comprenden el proceso dinámico y constructivo de la identidad, más allá de un simple ordenamiento cronológico de fotos (opción A) o una revisión teórica (opción B).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p54_56",
      "contexto": "Durante una sesión de aprendizaje, una docente presenta a los estudiantes la siguiente situación:\n\nTeresa, quien presenta una discapacidad, está a punto de terminar sus estudios de procesamiento industrial de alimentos. Hasta hace un tiempo, ella venía realizando sus prácticas en el laboratorio de una institución. Sin embargo, algunos trabajadores se opusieron a que Teresa continuara asistiéndolos, pese a demostrar capacidad para manipular los utensilios y alimentos. Ella comenta al respecto lo siguiente: \"Me trataban muy mal. Ellos me decían: '¡que ella no me asista!'. Sentía un dolor tan grande dentro de mí. Quería decirles: '¿por qué?, ¿por qué no se acercan a mí?, ¿por qué no me preguntan si yo puedo o no puedo?'. ¡Es horrible! Yo no quiero que nadie más pase eso\".\n\nAdaptado de Cuatro casos de discriminación en el Perú de la Defensoría del Pueblo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente desea que los estudiantes identifiquen asuntos públicos implicados en la situación presentada. ¿Cuál de las siguientes actividades es pertinente para favorecer el logro del propósito de la docente?",
          "opciones": [
            "Realizar una plenaria en la que cada estudiante explique qué cree que sentiría si hubiese estado en la situación de Teresa. Luego, pedirles que elaboren recomendaciones para que se respeten los derechos de las personas que presentan discapacidad.",
            "Solicitar a los estudiantes que, en equipos, mencionen qué derechos son vulnerados en la situación presentada. Luego, pedirles que indaguen el número de denuncias de discriminación a personas con discapacidad en el Perú durante el último año.",
            "Indicar a los estudiantes cuál es la normativa legal vigente en el Perú relacionada a personas con discapacidad. Luego, solicitarles que busquen información sobre la normativa de otros países relacionada con este tema."
          ],
          "respuesta": "Solicitar a los estudiantes que, en equipos, mencionen qué derechos son vulnerados en la situación presentada. Luego, pedirles que indaguen el número de denuncias de discriminación a personas con discapacidad en el Perú durante el último año.",
          "respuestaCorta": "Identificar derechos vulnerados y dimensionar el problema con estadísticas nacionales.",
          "solucionario": "Un asunto público trasciende el caso particular y afecta al bienestar colectivo. La opción B permite a los estudiantes identificar la vulneración de derechos (nivel normativo) y, crucialmente, indagar sobre la magnitud del problema a nivel nacional (estadísticas de denuncias), lo que ayuda a reconocerlo como un problema de alcance público y no solo un conflicto interpersonal.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Luego de que los estudiantes han identificado un asunto público implicado en el texto, la docente desea que los estudiantes problematicen el asunto público. ¿Cuál de las siguientes actividades es más pertinente para favorecer el propósito de la docente?",
          "opciones": [
            "Indicar a los estudiantes quiénes son los actores involucrados en el asunto público presentado y cuál es la perspectiva de cada uno. Luego, pedirles que, sobre la base de la información brindada, elaboren un organizador gráfico.",
            "Mostrar a los estudiantes estadísticas de la tasa de desempleo de la población con discapacidad en el Perú. Luego, solicitarles que indaguen sobre cómo los factores sociales, políticos, culturales, entre otros, pueden explicar las causas del desempleo de esta población.",
            "Solicitar a los estudiantes que entrevisten a una persona que presente algún tipo de discapacidad para que les comente cuáles son los logros que ha alcanzado a lo largo de su vida. Luego, pedirles que elaboren una biografía de la persona que entrevistaron para compartirla en el aula."
          ],
          "respuesta": "Mostrar a los estudiantes estadísticas de la tasa de desempleo de la población con discapacidad en el Perú. Luego, solicitarles que indaguen sobre cómo los factores sociales, políticos, culturales, entre otros, pueden explicar las causas del desempleo de esta población.",
          "respuestaCorta": "Investigar las causas estructurales (sociales, políticas, culturales) de la problemática.",
          "solucionario": "Problematizar un asunto público implica analizar su complejidad, incluyendo sus causas y consecuencias. La opción B guía a los estudiantes a investigar las causas estructurales (factores sociales, culturales, etc.) detrás del desempleo y discriminación, promoviendo una comprensión profunda del problema.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante el análisis de la situación presentada, algunos estudiantes mencionan que, si la discapacidad de Teresa disminuyera su eficiencia en el trabajo, ella no debería seguir trabajando. Un segundo grupo de estudiantes opina que el rendimiento laboral de Teresa debe ser evaluado con otros estándares que atiendan a su condición.\n\nEn ese contexto, la docente desea aprovechar este desacuerdo para que los estudiantes elaboren argumentos razonados, ¿cuál de las siguientes actividades es pertinente para ello?",
          "opciones": [
            "Explicar a los estudiantes que la Ley General de la Persona con Discapacidad propone que las personas con discapacidad tienen derecho a trabajar en igualdad de condiciones. Luego, pedirles que evalúen ambas posturas a partir de lo expuesto en la ley. Finalmente, realizar una votación para determinar cuál es la posición correcta.",
            "Solicitar a los estudiantes que realicen una encuesta dentro de la IE para identificar qué posturas existen frente a esta situación. Luego, pedirles que identifiquen cuáles son las posturas compartidas por la mayoría de los estudiantes de la IE. Finalmente, solicitarles que comparen dichas respuestas con sus posturas iniciales.",
            "Pedir a los estudiantes que expliquen cuáles son las principales ideas que sostienen sus posturas. Luego, solicitarles que busquen, en varias fuentes confiables, información relevante para el asunto en discusión. Finalmente, pedirles que expliquen sus posturas utilizando información que les den respaldo."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen cuáles son las principales ideas que sostienen sus posturas. Luego, solicitarles que busquen, en varias fuentes confiables, información relevante para el asunto en discusión. Finalmente, pedirles que expliquen sus posturas utilizando información que les den respaldo.",
          "respuestaCorta": "Sustentar posturas con información de fuentes confiables.",
          "solucionario": "La elaboración de argumentos razonados requiere ir más allá de la opinión personal o la intuición. La opción C promueve la investigación en fuentes confiables para construir una base racional y evidenciada que respalde sus posturas, fomentando el pensamiento crítico y la argumentación sólida.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p57",
      "contexto": "Tres docentes conversan acerca de qué debe priorizarse para promover que los estudiantes reflexionen y argumenten éticamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones de los docentes concuerda con el enfoque del área?",
          "opciones": [
            "María: \"Yo creo que tenemos que centrarnos en que los estudiantes conozcan cuáles son las leyes vigentes que nos rigen como ciudadanos. Así, nos aseguramos de que sus reflexiones y argumentos éticos sean correctos\".",
            "Felipe: \"Me parece que tendríamos que promover que los estudiantes interioricen los valores de nuestra nación y que se identifiquen con las normas morales de la cultura peruana. Así, formularán razonamientos de acuerdo a los valores de nuestra cultura\".",
            "Joaquín: \"Considero que debemos promover que los estudiantes analicen y evalúen las normas y valores morales que ellos usan cuando argumentan sobre qué hacer en situaciones de decisión. Así, serán conscientes y críticos en sus razonamientos morales\"."
          ],
          "respuesta": "Joaquín: \"Considero que debemos promover que los estudiantes analicen y evalúen las normas y valores morales que ellos usan cuando argumentan sobre qué hacer en situaciones de decisión. Así, serán conscientes y críticos en sus razonamientos morales\".",
          "respuestaCorta": "Promover el análisis y evaluación crítica de las propias normas y valores.",
          "solucionario": "El enfoque del área de Desarrollo Personal, Ciudadanía y Cívica busca la autonomía y el pensamiento crítico. Joaquín propone que los estudiantes analicen y evalúen los valores, lo que fomenta la construcción autónoma de la moralidad, en lugar de la simple obediencia a la ley (María) o la asimilación pasiva de valores culturales (Felipe).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p58",
      "contexto": "Los estudiantes han terminado una unidad didáctica en la que reflexionaron acerca de la relación entre diversidad cultural y ciudadanía. El docente les ha pedido que respondan brevemente en qué consiste esa relación. Uno de los estudiantes escribió lo siguiente:\n\n\"La relación entre diversidad cultural y ciudadanía en el Perú consiste en que cada cultura tiene manifestaciones artísticas muy bellas y que, por lo tanto, son fuente de orgullo para todos los ciudadanos peruanos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente considera pertinente retroalimentar al estudiante para que incorpore la dimensión de ciudadanía en su respuesta. ¿Cuál de las siguientes alternativas presenta una retroalimentación adecuada para lograr ese propósito?",
          "opciones": [
            "\"Estoy de acuerdo en que el arte de nuestros pueblos es bello. Sin embargo, te falta considerar por qué el Estado peruano tiene el deber de reconocer y proteger la diversidad cultural. ¿Es solamente por el valor estético de sus culturas? ¿Qué otros derechos relacionados con la cultura existen en nuestras leyes? ¿Por qué esos derechos son importantes para la ciudadanía?\".",
            "\"Estoy de acuerdo en que debemos sentirnos orgullosos de nuestras manifestaciones artísticas. Sin embargo, te falta señalar formas en las que los ciudadanos nos podemos comprometer con su difusión. ¿Hacerlo es parte de nuestros deberes como ciudadanos? ¿Cómo podemos fomentar que todos los ciudadanos conozcan nuestro arte? ¿Qué debemos hacer para promover su valoración?\".",
            "\"Estoy de acuerdo en que nuestro arte es importante para la ciudadanía. Sin embargo, no olvides considerar el rol del Estado en la protección de nuestro arte y sus diversas manifestaciones. ¿Debería intervenir el Estado en la protección de nuestras artes? ¿Qué estrategias de fomento a nuestras artes se debería emprender? ¿Qué estrategias de fomento se han emprendido en otros países?\"."
          ],
          "respuesta": "\"Estoy de acuerdo en que el arte de nuestros pueblos es bello. Sin embargo, te falta considerar por qué el Estado peruano tiene el deber de reconocer y proteger la diversidad cultural. ¿Es solamente por el valor estético de sus culturas? ¿Qué otros derechos relacionados con la cultura existen en nuestras leyes? ¿Por qué esos derechos son importantes para la ciudadanía?\".",
          "respuestaCorta": "Vincular la diversidad cultural con los derechos y el deber del Estado, elementos centrales de la ciudadanía.",
          "solucionario": "La respuesta del estudiante se centra en lo estético y el orgullo. Para incorporar la dimensión de *ciudadanía*, es necesario vincular la cultura con los *derechos* (derechos culturales) y las obligaciones del Estado para garantizarlos. La opción A realiza estas preguntas clave, moviendo la reflexión de lo folclórico a lo político-legal.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p59",
      "contexto": "Los estudiantes han recolectado objetos en desuso para iniciar un proyecto de reciclaje. Los estudiantes que llevaron más objetos consideran que ellos merecen escoger los objetos que más les gusten y la cantidad que deseen para hacer mejor su trabajo, a pesar de que eso genere que otros estudiantes no cuenten con objetos suficientes. Los estudiantes que recolectaron menos objetos, consideran que también se esforzaron y merecen tener materiales suficientes para elaborar su trabajo.\n\nDurante la discusión, Julia, una de las estudiantes que recolectó menos objetos, opinó lo siguiente:\n\n\"Creo que los que trajeron más objetos tienen el derecho de escoger más que nosotros. Tendremos que adaptarnos a trabajar con menos materiales. Estamos peleándonos por tonterías\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de los siguientes estilos de comportamiento frente al conflicto se puede asociar la opinión de Julia?",
          "opciones": [
            "Evasivo",
            "Colaborador",
            "Complaciente"
          ],
          "respuesta": "Complaciente",
          "respuestaCorta": "Julia cede sus propios intereses para evitar el conflicto y satisfacer a la otra parte.",
          "solucionario": "El estilo complaciente se caracteriza por ceder ante los intereses de la otra parte, descuidando los propios intereses, generalmente para mantener la armonía o evitar la confrontación. Julia renuncia a su necesidad de materiales y acepta la imposición del otro grupo para acabar con la \"pelea\".",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes atribuciones corresponde al presidente de la República?",
          "opciones": [
            "Convocar al Congreso a legislatura extraordinaria.",
            "Iniciar investigaciones sobre cualquier asunto de interés público.",
            "Adoptar acuerdos para que las dependencias del Poder Judicial funcionen con celeridad y eficiencia."
          ],
          "respuesta": "Convocar al Congreso a legislatura extraordinaria.",
          "respuestaCorta": "Es una facultad constitucional del Presidente de la República.",
          "solucionario": "Según la Constitución Política del Perú, convocar al Congreso a legislatura extraordinaria es una atribución del Presidente de la República (Artículo 118, inciso 6). Las otras opciones corresponden a facultades del Congreso (investigación) o del propio Poder Judicial.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p61",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes competencias corresponde a la Contraloría General de la República?",
          "opciones": [
            "Representar en los procesos judiciales a la sociedad.",
            "Conocer, en instancia única, la acción de inconstitucionalidad.",
            "Supervisar la legalidad de la ejecución del presupuesto del Estado."
          ],
          "respuesta": "Supervisar la legalidad de la ejecución del presupuesto del Estado.",
          "respuestaCorta": "La Contraloría es el órgano superior del Sistema Nacional de Control.",
          "solucionario": "La función principal de la Contraloría General de la República es supervisar la legalidad de la ejecución del Presupuesto del Estado, de las operaciones de la deuda pública y de los actos de las instituciones sujetas a control (Artículo 82 de la Constitución).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p62",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el Perú, ¿cuál de los siguientes contenidos puede ser sometido a referéndum?",
          "opciones": [
            "La supresión o la disminución de los derechos fundamentales de la persona.",
            "Las normas de carácter tributario y presupuestal.",
            "La reforma total o parcial de la Constitución."
          ],
          "respuesta": "La reforma total o parcial de la Constitución.",
          "respuestaCorta": "Permitido por el artículo 32 de la Constitución.",
          "solucionario": "El artículo 32 de la Constitución Política del Perú establece que pueden ser sometidas a referéndum la reforma total o parcial de la Constitución. Excluye explícitamente la supresión de derechos fundamentales y las normas tributarias/presupuestales.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p63",
      "contexto": "Durante una jornada de planificación, los docentes dialogan sobre el enfoque intercultural. Tres docentes comentan lo siguiente:\n\nMarcos: \"Lo central del enfoque es que los estudiantes aprendan acerca de las comunidades indígenas, que reconozcan que hay culturas con distintos niveles de desarrollo y que las respeten a todas\".\nRoxana: \"Lo principal es que los estudiantes aprendan a valorar nuestro pasado inca para que reconozcan sus verdaderas raíces. Solo fortaleciendo su cultura, podrán enfrentarse a culturas foráneas\".\nAndrea: \"Es necesario que los estudiantes reconozcan la diversidad cultural y promover que reconozcan el valor de todas las personas, que respeten las diferencias y se enriquezcan de ellas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los docentes expresa un comentario acorde con el enfoque intercultural?",
          "opciones": [
            "Marcos",
            "Roxana",
            "Andrea"
          ],
          "respuesta": "Andrea",
          "respuestaCorta": "Propone el respeto, la valoración y el enriquecimiento mutuo, bases de la interculturalidad.",
          "solucionario": "El enfoque intercultural no se trata de jerarquizar culturas (como implica Marcos al hablar de \"niveles de desarrollo\") ni de un purismo histórico defensivo (como sugiere Roxana). Se trata de un diálogo equitativo, respeto a la diversidad y el enriquecimiento mutuo entre todas las personas y culturas, tal como lo expresa Andrea.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_dpcc_2018_p64",
      "contexto": "Durante una sesión de aprendizaje, una docente presenta a los estudiantes la siguiente noticia:\n\nInvasión en sitio arqueológico\nHace unos días, el Ministerio de Cultura alertó sobre los daños que han sufrido varios sitios arqueológicos en zonas urbanas a causa de invasiones. Actualmente, el ministerio está realizando las acciones pertinentes para denunciar a los responsables y restaurar las estructuras afectadas.\n\nDurante el análisis de la noticia, un grupo de estudiantes ha mencionado que los sitios arqueológicos deben ser vendidos como lotes, ya que podría ganarse dinero con un espacio que no está siendo utilizado.\n\nAnte esta situación, la docente desea que los estudiantes incorporen en su reflexión la perspectiva del bien común.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para ello?",
          "opciones": [
            "Pedir a los estudiantes que respondan qué es el patrimonio y por qué los sitios arqueológicos son patrimonio cultural. Luego, solicitarles que identifiquen los efectos positivos que generaría la inscripción del sitio arqueológico de su localidad en un circuito turístico.",
            "Pedir a los estudiantes que averigüen cuáles son las leyes que protegen los sitios arqueológicos. Luego, solicitarles que describan qué acciones se deben realizar para evitar que las personas puedan invadir estos espacios.",
            "Pedir a los estudiantes que elaboren una lista de los sitios arqueológicos que hay en su región y que coloquen su localización exacta. Luego, promover que, de manera conjunta, identifiquen las posibles causas de las invasiones."
          ],
          "respuesta": "Pedir a los estudiantes que respondan qué es el patrimonio y por qué los sitios arqueológicos son patrimonio cultural. Luego, solicitarles que identifiquen los efectos positivos que generaría la inscripción del sitio arqueológico de su localidad en un circuito turístico.",
          "respuestaCorta": "Resalta el valor del patrimonio como un bien compartido que beneficia a la comunidad (bien común) frente al beneficio privado.",
          "solucionario": "Para abordar la perspectiva del bien común frente a la idea de venta privada (lotes), es necesario que los estudiantes comprendan el valor colectivo del sitio. La opción A se enfoca en el concepto de 'patrimonio cultural' (pertenencia a todos) y sus beneficios colectivos (turismo, identidad), contraponiendo el interés público al privado.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p65",
      "contexto": "Desde hace un mes, Percy, estudiante de tercer grado, comparte la mesa de trabajo con Alejandra, quien mueve las piernas cuando intenta concentrarse. La docente ha notado la incomodidad de Percy y le ha preguntado si algo le molesta; sin embargo, él ha contestado que no. Durante el último trabajo del mes, Percy ha increpado a Alejandra, levantando la voz: \"¡Es imposible concentrarse contigo cerca! ¡Deja de moverte! ¡Parece que tienes un problema!\".\n\nAdemás de acompañar a los estudiantes a resolver la situación de conflicto, la docente considera necesario que desarrollen habilidades socioemocionales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según lo manifestado por Percy, ¿cuál de los siguientes propósitos es pertinente que priorice la docente en el caso de este estudiante?",
          "opciones": [
            "Promover que Percy aprenda a reconocer las características y necesidades de sus compañeros.",
            "Promover que Percy aprenda a manifestar empatía ante las emociones de sus compañeros.",
            "Promover que Percy aprenda a comunicar sus necesidades de forma asertiva a sus compañeros."
          ],
          "respuesta": "Promover que Percy aprenda a comunicar sus necesidades de forma asertiva a sus compañeros.",
          "respuestaCorta": "Percy pasó del silencio pasivo a la agresión; necesita aprender comunicación asertiva.",
          "solucionario": "Percy mostró primero un estilo pasivo (negando la molestia) y luego uno agresivo (gritando e insultando). El propósito pedagógico prioritario es desarrollar la comunicación asertiva, para que pueda expresar sus necesidades y molestias de manera respetuosa y oportuna.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p66",
      "contexto": "El docente presenta a los estudiantes la siguiente situación:\n\nLa mejor amiga de Claudia le acaba de contar en confidencia que hace varias semanas ya no come regularmente, pues quiere ser más delgada y que, cuando come, se provoca el vómito para no engordar. Claudia teme que su amiga esté sufriendo un desorden alimentario y sabe que eso sería muy peligroso para su salud. Claudia no sabe si contarle esto a la mamá de su amiga o mantener en secreto la confidencia.\n\nLuego, el docente solicita a los estudiantes que formen equipos y discutan acerca de lo que debería hacer Claudia en la situación presentada.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes reflexionen éticamente, ¿cuál de las siguientes pautas es más adecuada para orientar a los estudiantes en sus discusiones?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen las razones que pueden fundamentar los dos cursos de acción posibles de Claudia. Luego pedirles que, antes de discutirlas, clasifiquen esas razones según sean normas, valores o consecuencias de ambos cursos de acción.",
            "Pedir a los estudiantes que respondan por qué es moralmente válido romper una confidencia cuando hay otros valores en juego. Luego, solicitar que discutan por qué las razones de Claudia para traicionar la confianza de su amiga son válidas.",
            "Pedir a los estudiantes que discutan teorías éticas pertinentes para resolver el dilema de Claudia. Luego, pedirles que elaboren un resumen de las principales ideas de esas teorías que pueden servir para orientar la resolución correcta del dilema."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen las razones que pueden fundamentar los dos cursos de acción posibles de Claudia. Luego pedirles que, antes de discutirlas, clasifiquen esas razones según sean normas, valores o consecuencias de ambos cursos de acción.",
          "respuestaCorta": "Analizar los componentes del conflicto ético (valores, normas, consecuencias) facilita la deliberación.",
          "solucionario": "La reflexión ética implica desmenuzar el conflicto moral. La opción A guía a los estudiantes a identificar y clasificar los elementos en juego (lealtad/confidencialidad vs. salud/vida, normas, consecuencias), lo cual es el paso fundamental para una deliberación ética estructurada y crítica.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p67",
      "contexto": "Luego de ensayar tres veces a la semana durante un mes, los estudiantes de primer grado presentaron en la IE una coreografía de una danza típica de su región. A partir de la experiencia generada por esta actividad, el docente tiene el propósito de que los estudiantes reconozcan algunas de sus características personales. Para ello, les pide que completen, individualmente, una ficha de trabajo con las siguientes preguntas:\n\n• ¿Qué emociones sentiste al bailar en el escenario?\n• ¿Cómo sientes tu cuerpo luego de haber ensayado por un mes?\n• ¿Te gustó trabajar en equipo para hacer la coreografía? ¿Por qué?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos del desarrollo personal busca promover el docente mediante las preguntas de la ficha de trabajo?",
          "opciones": [
            "Autoconcepto",
            "Autoeficacia",
            "Autoestima"
          ],
          "respuesta": "Autoconcepto",
          "respuestaCorta": "Las preguntas buscan que el estudiante describa y perciba sus propias características, emociones y preferencias.",
          "solucionario": "El autoconcepto es la imagen que uno tiene de sí mismo (rasgos, gustos, percepciones). Las preguntas invitan a la introspección descriptiva sobre sus emociones, sensaciones corporales y preferencias sociales, ayudando a construir esta auto-percepción.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p68",
      "contexto": "Luego de terminar una unidad didáctica en la que los estudiantes deliberaron sobre asuntos públicos basándose en los principios democráticos, el docente ha previsto realizar una actividad con el propósito de que los estudiantes realicen procesos de metacognición acerca de sus estrategias de aprendizaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es pertinente para el logro de este propósito?",
          "opciones": [
            "¿Qué principios de la democracia consideras que se vulneran con más frecuencia en el Perú? ¿Por qué se dan esas vulneraciones? ¿Qué principios de la democracia se vulneran menos? ¿Por qué?",
            "¿Qué principio consideras más importante dentro de la institucionalidad democrática? ¿Por qué consideras que es importante? ¿Qué principios de la democracia consideras menos prioritarios? ¿Por qué?",
            "¿Qué principios de la democracia comprendes mejor luego de la unidad? ¿Qué te ha permitido comprenderlos? ¿Qué principios democráticos aún no comprendes bien? ¿Qué podría ayudarte a comprenderlos? ¿Por qué?"
          ],
          "respuesta": "¿Qué principios de la democracia comprendes mejor luego de la unidad? ¿Qué te ha permitido comprenderlos? ¿Qué principios democráticos aún no comprendes bien? ¿Qué podría ayudarte a comprenderlos? ¿Por qué?",
          "respuestaCorta": "Las preguntas se enfocan en el proceso de aprendizaje (qué aprendí, cómo, dificultades) y no solo en el contenido.",
          "solucionario": "La metacognición es la reflexión sobre el propio proceso de aprendizaje. La opción C es la única que pregunta por el proceso cognitivo del estudiante (comprensión, estrategias que ayudaron, dificultades y soluciones), mientras que las otras opciones piden opiniones sobre el tema tratado (democracia).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p69",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para promover el desarrollo de la escucha activa?",
          "opciones": [
            "Pedir a los estudiantes que formen un círculo. Uno de los estudiantes propondrá el inicio de un relato y elegirá a un compañero para que lo continúe. Luego, el estudiante elegido continuará el relato tomando en cuenta lo narrado por su compañero y elegirá al siguiente narrador.",
            "Pedir a los estudiantes que formen parejas. Cada estudiante contará a su compañero acerca de una situación importante en su vida. Luego, el oyente hará preguntas a su compañero para cerciorarse de que lo entendió bien. Por último, el oyente resumirá la narración y los sentimientos de su compañero utilizando sus propias palabras.",
            "Pedir a los estudiantes que formen equipos. Cada equipo opinará si está a favor o en contra de los tatuajes y elaborará argumentos que sustenten su postura. Luego, cada equipo presentará sus argumentos al resto de sus compañeros. Todos los estudiantes oyentes anotarán lo que dicen sus compañeros y, al final de cada exposición, plantearán contraargumentos."
          ],
          "respuesta": "Pedir a los estudiantes que formen parejas. Cada estudiante contará a su compañero acerca de una situación importante en su vida. Luego, el oyente hará preguntas a su compañero para cerciorarse de que lo entendió bien. Por último, el oyente resumirá la narración y los sentimientos de su compañero utilizando sus propias palabras.",
          "respuestaCorta": "Parafrasear y validar sentimientos son técnicas centrales de la escucha activa.",
          "solucionario": "La escucha activa implica demostrar al hablante que se le está entendiendo, no solo oyendo. La técnica de parafrasear (resumir con propias palabras) y reflejar sentimientos (empatía) descrita en la opción B es la definición práctica de entrenamiento en escucha activa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p70",
      "contexto": "Ángel es un estudiante que suele ponerse ansioso cuando tiene que realizar tareas que percibe como muy difíciles. En quince días, tiene que exponer el proyecto en el que ha estado trabajando durante los dos últimos meses. Ángel le ha comentado al docente que, cuando intenta avanzar el proyecto en su casa, se siente muy ansioso, piensa que no terminará a tiempo, le sudan las manos, siente dolor de estómago y no logra concentrarse.\n\nEl docente desea brindar a Ángel estrategias que le ayuden a autorregular sus emociones en relación con la elaboración del proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es más adecuada para ello?",
          "opciones": [
            "Identificar junto con Ángel los pasos que debe seguir para terminar su proyecto y anotarlos en una lista. Luego, determinar con él en qué momento realizará cada uno y recomendarle que, después de finalizar cada paso, lo tache de la lista.",
            "Orientar a Ángel en el análisis profundo de sus pensamientos y sensaciones acerca del proyecto en el momento en que estos aparecen. Luego, recomendarle que, una vez que reconozca el motivo por el que aparecen, trate de evitarlos.",
            "Brindar a Ángel un ejemplo de una presentación terminada. Luego, adaptar las indicaciones que se dieron al inicio del proyecto para que, en esta ocasión, Ángel no tenga que exponer y no se ponga nervioso."
          ],
          "respuesta": "Identificar junto con Ángel los pasos que debe seguir para terminar su proyecto y anotarlos en una lista. Luego, determinar con él en qué momento realizará cada uno y recomendarle que, después de finalizar cada paso, lo tache de la lista.",
          "respuestaCorta": "Organizar la tarea en pasos manejables reduce la ansiedad y proporciona sensación de control.",
          "solucionario": "La ansiedad ante tareas grandes a menudo proviene de la percepción de falta de control o abrumamiento. La estrategia de dividir la tarea en pasos pequeños y concretos (planificación y monitoreo) ayuda a regular la emoción al brindar una ruta clara de acción y logros progresivos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p71_72",
      "contexto": "El siguiente texto es una descripción que Paula, estudiante de quinto grado, ha hecho sobre sí misma.\n\nMe gusta leer los fines de semana. El libro que leo ahora tiene 20 capítulos; acabo de terminar el capítulo 15. Estoy segura de que este fin de semana terminaré un capítulo más; soy muy buena leyendo. Por el contrario, soy muy mala para resolver los problemas de Matemática; nunca termino de resolver todos los problemas. Creo que desaprobaré. Debo terminar las tareas de Matemática en las mañanas porque me he dado cuenta de que así me concentro más y tengo más energía. Todas las veces que he hecho la tarea de Matemática en la tarde me ha ido mal; no logro terminarla. Sin embargo, en general me siento bien conmigo misma y me siento contenta con mis logros, a pesar de las dificultades que se presentan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones de Paula es más adecuada para ejemplificar el concepto de autoestima?",
          "opciones": [
            "\"Sin embargo, en general me siento bien conmigo misma y me siento contenta con mis logros, a pesar de las dificultades que se presentan\".",
            "\"Estoy segura de que este fin de semana terminaré un capítulo más; soy muy buena leyendo\".",
            "\"Debo terminar las tareas de Matemática en las mañanas porque me he dado cuenta de que así me concentro más y tengo más energía\"."
          ],
          "respuesta": "\"Sin embargo, en general me siento bien conmigo misma y me siento contenta con mis logros, a pesar de las dificultades que se presentan\".",
          "respuestaCorta": "La autoestima es la valoración global positiva o negativa que uno hace de sí mismo.",
          "solucionario": "La autoestima se refiere a la valoración emocional global que la persona hace de su propia valía. La frase seleccionada refleja esta aceptación y valoración general (\"me siento bien conmigo misma\") más allá de habilidades específicas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Lea nuevamente el siguiente fragmento del testimonio de Paula.\n\n\"Por el contrario, soy muy mala para resolver los problemas de Matemática; nunca termino de resolver todos los problemas. Creo que desaprobaré\".\n\n¿Con cuál de los siguientes conceptos se vincula lo expresado por Paula en este fragmento de su testimonio?",
          "opciones": [
            "Autoestima",
            "Autoeficacia",
            "Autorregulación"
          ],
          "respuesta": "Autoeficacia",
          "respuestaCorta": "La autoeficacia es la creencia en la propia capacidad para organizar y ejecutar acciones en situaciones específicas.",
          "solucionario": "La autoeficacia (concepto de Bandura) es la creencia en la propia capacidad para tener éxito en una tarea específica. Paula expresa una baja autoeficacia específicamente en matemáticas (\"soy muy mala\", \"creo que desaprobaré\").",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p73",
      "contexto": "Durante una actividad, los estudiantes tienen que dibujarse a sí mismos en cartulinas. Accidentalmente, Norma, una estudiante, derramó jugo sobre su cartulina. Su compañera Kelly le ofreció sentarse cerca para que puedan compartir la cartulina que trajo. Al terminar la sesión, la docente le preguntó a Kelly por qué decidió compartir su cartulina con Norma.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta la teoría del desarrollo moral según Kohlberg, ¿cuál de las siguientes posibles respuestas de Kelly corresponde a un razonamiento moral convencional?",
          "opciones": [
            "\"Lo hice porque al inicio del año establecimos la regla de ayudarnos\".",
            "\"Lo hice porque ayudar a los demás cuando lo necesitan es nuestro deber como personas\".",
            "\"Lo hice porque, si yo no la ayudo ahora, ella no va a querer ayudarme cuando yo lo necesite\"."
          ],
          "respuesta": "\"Lo hice porque al inicio del año establecimos la regla de ayudarnos\".",
          "respuestaCorta": "El nivel convencional se basa en el cumplimiento de normas, reglas y el mantenimiento del orden social.",
          "solucionario": "En el nivel Convencional de Kohlberg (específicamente Estadio 4), el razonamiento moral se basa en el respeto a la autoridad y el cumplimiento de las reglas establecidas para mantener el orden social. Kelly justifica su acción apelando a una \"regla establecida\" en el aula.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p74",
      "contexto": "Daniel, un estudiante, le comenta a su compañera Carla lo siguiente:\n\n\"He pasado tres horas tratando de resolver esta guía de trabajo. No logré terminarla. ¡Detesto esto!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas de Carla evidencia escucha activa?",
          "opciones": [
            "\"Cuando resuelvas la guía de trabajo, busca un espacio silencioso. Esto te permitirá aumentar tu concentración y así resolverla rápidamente\".",
            "\"Por lo que me dices, entiendo que te sientes muy frustrado porque no lograste terminar de resolver la guía de trabajo, ¿cierto?\".",
            "\"Oye, no te pongas así; solo tienes que esforzarte más. Seguro que más tarde lograrás resolver la guía de trabajo\"."
          ],
          "respuesta": "\"Por lo que me dices, entiendo que te sientes muy frustrado porque no lograste terminar de resolver la guía de trabajo, ¿cierto?\".",
          "respuestaCorta": "Parafrasea el contenido y valida la emoción del hablante sin juzgar.",
          "solucionario": "La escucha activa requiere empatía y verificación. La opción B parafrasea el mensaje de Daniel y reconoce explícitamente su emoción (frustración), validando su experiencia en lugar de dar consejos (A) o minimizar el problema (C).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p75",
      "contexto": "Lea el siguiente diálogo entre dos estudiantes.\n\nRamiro: \"No te molestes si te digo 'Chatito'. Créeme que lo hago con cariño\".\nJoaquín: \"Me siento enojado cuando me llamas 'Chatito' porque no me gusta que solo te concentres en mis características físicas, prefiero que me llames por mi nombre\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes técnicas de comunicación efectiva se evidencia en la respuesta de Joaquín?",
          "opciones": [
            "Paráfrasis",
            "Replanteo",
            "Mensaje \"yo\""
          ],
          "respuesta": "Mensaje \"yo\"",
          "respuestaCorta": "Joaquín expresa sus sentimientos en primera persona (\"Me siento...\") vinculándolos a un comportamiento específico.",
          "solucionario": "El mensaje \"yo\" es una técnica de comunicación asertiva donde la persona expresa cómo le afecta un comportamiento específico sin atacar al otro. La estructura \"Me siento [emoción] cuando [acción] porque [razón]\" es el ejemplo clásico que utiliza Joaquín.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p76",
      "contexto": "Según la teoría de Piaget acerca del desarrollo cognitivo, ¿cuál de las siguientes alternativas enuncia una acción que requiere de operaciones formales?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas enuncia una acción que requiere de operaciones formales?",
          "opciones": [
            "Elaboración de una lista de los países de América Latina en la que estén ordenados de mayor a menor, según el porcentaje de inversión en educación que destinó cada país en el 2017.",
            "Elaboración de una carta que muestre todos los menús posibles compuestos por entrada, segundo y postre, considerando que hay tres opciones de entradas, tres opciones de segundos y tres opciones de postres.",
            "Elaboración de una tabla de doble entrada que, en la primera columna, indique el grado al cual pertenecen los estudiantes de una IE y que, en la fila superior, consigne el tipo de deporte que practican estos estudiantes."
          ],
          "respuesta": "Elaboración de una carta que muestre todos los menús posibles compuestos por entrada, segundo y postre, considerando que hay tres opciones de entradas, tres opciones de segundos y tres opciones de postres.",
          "respuestaCorta": "La combinatoria (todas las posibilidades lógicas) es una capacidad del pensamiento formal.",
          "solucionario": "La etapa de Operaciones Formales se caracteriza por el pensamiento hipotético-deductivo y la capacidad de manejar la combinatoria sistemática (considerar todas las combinaciones posibles de variables). La opción B requiere lógica combinatoria ($3 \\times 3 \\times 3$), típica de esta etapa. Las otras opciones (seriación y clasificación simple) corresponden a Operaciones Concretas.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_dpcc_2018_p77",
      "contexto": "Iván ha recibido por primera vez una nota desaprobatoria y piensa que ha fallado como estudiante. Él se siente muy triste porque sabe que en esta ocasión no estudió lo suficiente por dedicar más tiempo a los entrenamientos de vóley. Durante el recreo, conversa con sus amigos más cercanos acerca de esta situación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las expresiones de sus amigos evidencia empatía?",
          "opciones": [
            "Victoria: \"¿No crees que te estás preocupando demasiado? Ha sido solo un examen. A mí me pasó algo peor el año pasado, desaprobé dos exámenes y tuve que dejar mis clases de baile para poder estudiar horas extras. Por eso, ahora estoy más tranquila\".",
            "Miguel: \"Esta experiencia te permitirá organizarte mejor. Cuando te estés preparando para los siguientes exámenes, recordarás lo que estás sintiendo ahora y organizarás mejor tu tiempo\".",
            "Andrea: \"Me imagino lo apenado que debes estar por haber desaprobado. Sé que ambas actividades son importantes para ti y que, a veces, es difícil organizarse para cumplir con todo\"."
          ],
          "respuesta": "Andrea: \"Me imagino lo apenado que debes estar por haber desaprobado. Sé que ambas actividades son importantes para ti y que, a veces, es difícil organizarse para cumplir con todo\".",
          "respuestaCorta": "Andrea valida la emoción (pena) y la dificultad de la situación sin juzgar ni aconsejar.",
          "solucionario": "La empatía implica comprender y validar los sentimientos de la otra persona desde su perspectiva. Andrea reconoce el dolor de Iván (\"Me imagino lo apenado...\") y valida la causa del conflicto (dificultad para organizarse entre dos pasiones), a diferencia de Victoria que minimiza/compara o Miguel que da lecciones morales.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p78",
      "contexto": "De acuerdo a las teorías del desarrollo humano, ¿cuál de las siguientes afirmaciones sobre la adolescencia es correcta?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones sobre la adolescencia es correcta?",
          "opciones": [
            "Los cambios a nivel cognitivo que suelen darse en la adolescencia, así como los distintos estímulos del entorno, establecen, en esta etapa, condiciones necesarias para realizar tareas mentales que utilizan pensamiento hipotético-deductivo.",
            "Los cambios a nivel hormonal y físico que suelen experimentar los adolescentes provocan un aumento en su sensibilidad; por eso, en esta etapa, los adolescentes se muestran permanentemente rebeldes y en actitud de enfrentamiento.",
            "Los cambios a nivel emocional que suelen darse en esta etapa hacen que los adolescentes quieran ser independientes; por eso, en esta etapa, los adolescentes rechazan todos los consejos o indicaciones de los adultos."
          ],
          "respuesta": "Los cambios a nivel cognitivo que suelen darse en la adolescencia, así como los distintos estímulos del entorno, establecen, en esta etapa, condiciones necesarias para realizar tareas mentales que utilizan pensamiento hipotético-deductivo.",
          "respuestaCorta": "La adolescencia marca el inicio de la etapa de operaciones formales (Piaget), caracterizada por el pensamiento hipotético-deductivo.",
          "solucionario": "Según la psicología del desarrollo (especialmente Piaget), la adolescencia es la etapa donde emerge el pensamiento operatorio formal, permitiendo el razonamiento hipotético-deductivo. Las otras opciones presentan estereotipos negativos y generalizaciones excesivas (\"permanentemente rebeldes\", \"rechazan todos los consejos\").",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p79",
      "contexto": "Lea las siguientes situaciones:\n\nSituación I\nCecilia, una trabajadora de una bodega, está atendiendo clientes en un momento de mucha demanda. Uno de los clientes está comprando varios artículos y lleva mucha prisa, de modo que le pide a Cecilia que se apure con la atención. Sin darse cuenta, el cliente se lleva menos del cambio que le corresponde. Cecilia no sabe si avisarle o no.\n\nSituación II\nMartín, un servidor público, está regresando de una comisión oficial en una movilidad de la institución en la que se desempeña. En el camino, recuerda que a unos kilómetros de la ruta queda una tienda en la que quiere comprar un regalo para su esposa. Martín no sabe si desviar a la movilidad de su ruta para poder comprar el regalo o no.\n\nSituación III\nFernando, un empresario, está trabajando horas extras en un proyecto. Sabe que el éxito del proyecto beneficiaría a sus trabajadores y a sus familias, pero también recuerda la emoción de su hijo cuando le prometió que asistiría a su presentación de teatro de hoy. El tiempo para presentar su proyecto se acaba hoy. Fernando no sabe si asistir a la obra de su hijo o no.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de lo descrito en cada situación, ¿cuál de ellas constituye un dilema moral?",
          "opciones": [
            "La situación I.",
            "La situación II.",
            "La situación III."
          ],
          "respuesta": "La situación III.",
          "respuestaCorta": "En la situación III hay un conflicto entre dos valores positivos: la responsabilidad laboral/social y el compromiso familiar.",
          "solucionario": "Un verdadero dilema moral surge cuando dos valores o deberes éticos entran en conflicto y ambos tienen peso. En la Situación III, Fernando enfrenta el deber hacia el bienestar colectivo de sus trabajadores vs. el deber del compromiso familiar/paternal. Las otras situaciones presentan más bien tentaciones o faltas éticas claras (aprovecharse de un error, malversación de recursos) más que dilemas profundos.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p80_81",
      "contexto": "Un docente presenta a los estudiantes la siguiente situación:\n\nEl sábado, la mamá de Fernando le pidió que se quede en casa y se encargue de limpiarla, preparar el almuerzo y cuidar a su hermano menor mientras ella está en el trabajo. Fernando accedió y se comprometió a hacerlo. Mientras Fernando realizaba las tareas que tenía encomendadas, lo vinieron a buscar unos amigos para proponerle visitar a otro compañero que estaba solo en su casa durante el día y estaba gravemente enfermo. Fernando no sabe si ir a visitar a su amigo enfermo o quedarse en casa y cumplir con las tareas que le encomendó su mamá.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la situación presentada es un recurso pertinente para promover el desarrollo de la reflexión ética en los estudiantes?",
          "opciones": [
            "Porque la situación muestra un contexto de decisión en el que actuar según una norma o valor moral implicará necesariamente contravenir otras normas o valores morales. Estas normas o valores pueden ser identificados y analizados por los estudiantes para promover que argumenten éticamente.",
            "Porque la situación narra un contexto de decisión complejo en el cual no existen justificaciones para elegir alguno de los cursos de acción. Las razones que explican la carencia de justificaciones pueden ser identificadas y analizadas por los estudiantes para promover que deliberen éticamente.",
            "Porque la situación presenta un contexto de decisión cuya solución correcta es fácilmente reconocible. Las razones que justifican esa solución son indiscutibles y deben ser identificadas y analizadas por los estudiantes para promover que reconozcan lo moralmente correcto."
          ],
          "respuesta": "Porque la situación muestra un contexto de decisión en el que actuar según una norma o valor moral implicará necesariamente contravenir otras normas o valores morales. Estas normas o valores pueden ser identificados y analizados por los estudiantes para promover que argumenten éticamente.",
          "respuestaCorta": "Presenta un conflicto de valores (solidaridad vs responsabilidad/obediencia) que exige argumentación.",
          "solucionario": "La pertinencia pedagógica del dilema radica en la tensión entre valores: cumplir una promesa/responsabilidad familiar vs. la solidaridad con un amigo enfermo. No hay una salida que satisfaga ambos valores plenamente, lo que obliga al estudiante a jerarquizar y argumentar.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para que los estudiantes inicien un proceso de reflexión ética acerca de la situación presentada?",
          "opciones": [
            "El docente pide a los estudiantes que, individualmente, elaboren argumentos para persuadir a Fernando de cumplir el compromiso con su mamá. Luego, les pide que, en equipos, compartan sus argumentos y elijan los mejores para exponerlos a sus demás compañeros.",
            "El docente pide a los estudiantes que, individualmente, den propuestas para que Fernando pueda visitar a su amigo y a la vez cumplir el compromiso con su mamá. Luego, les pide que, en parejas, discutan las propuestas para llegar a un acuerdo sobre cuál es la mejor.",
            "El docente pide a los estudiantes que, individualmente, decidan cuál de las dos posibles acciones, presentadas en la situación, realizarían y por qué. Luego, les pide que expongan las razones por las cuales eligieron dicha acción y las anota en la pizarra para discutirlas en plenaria."
          ],
          "respuesta": "El docente pide a los estudiantes que, individualmente, decidan cuál de las dos posibles acciones, presentadas en la situación, realizarían y por qué. Luego, les pide que expongan las razones por las cuales eligieron dicha acción y las anota en la pizarra para discutirlas en plenaria.",
          "respuestaCorta": "Fomenta la toma de postura personal y la explicitación de razones, base de la deliberación ética.",
          "solucionario": "Para iniciar la reflexión ética, es crucial que los estudiantes tomen una postura personal y expliciten sus *razones* (valores subyacentes). La opción C permite visualizar la diversidad de argumentos en el aula, materia prima para la discusión posterior, sin imponer una solución correcta de antemano (como la A) o buscar soluciones prácticas que evadan el conflicto ético (como la B).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p82",
      "contexto": "Miguel y Alberto, dos estudiantes, tenían el encargo de ordenar los libros del aula en un estante. Antes de comenzar la tarea, surge el siguiente diálogo entre los estudiantes:\n\nMiguel: \"Creo que será mejor ordenarlos alfabéticamente; de esa manera, se verán más ordenados. ¿No crees?\".\nAlberto: \"¡No! No me parece buena idea. Voy a ordenarlos por el área a la que pertenecen. Esa es la manera más fácil de encontrarlos durante las clases\".\n\nMiguel se sintió desconcertado por la manera en que Alberto le respondió, así que se tomó unos instantes para pensar qué responderle.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes respuestas muestra una expresión asertiva de Miguel?",
          "opciones": [
            "\"Alberto, me parece que podemos tomarnos unos minutos para conversarlo. Estoy de acuerdo con que el objetivo es que los libros puedan ser ubicados con facilidad. Para ello, a veces, es más práctico hacerlo por el apellido del autor\".",
            "\"Alberto, disculpa, pero lo que propones no soluciona nada. Solo si se ordenan los libros de forma alfabética podremos ubicarlos con más rapidez. Así he visto que lo hacen en las bibliotecas, incluso, en la del colegio\".",
            "\"Alberto, tienes toda la razón. Fue apresurado de mi parte pensar que ordenar los libros alfabéticamente iba a ser mejor. Pongamos los libros por áreas. Obviamente, esa es la mejor alternativa\"."
          ],
          "respuesta": "\"Alberto, me parece que podemos tomarnos unos minutos para conversarlo. Estoy de acuerdo con que el objetivo es que los libros puedan ser ubicados con facilidad. Para ello, a veces, es más práctico hacerlo por el apellido del autor\".",
          "respuestaCorta": "Invita al diálogo y valida puntos en común sin ceder pasivamente ni atacar.",
          "solucionario": "La respuesta asertiva (Opción A) busca el diálogo constructivo (\"conversarlo\"), valida el objetivo del otro (\"ubicados con facilidad\") y defiende la propia postura con respeto. La opción B es agresiva/impositiva y la C es pasiva/sumisa.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p83_84",
      "contexto": "Durante una sesión de aprendizaje, el docente ha solicitado a los estudiantes que realicen una descripción de sí mismos. Para ello, les ha indicado que consideren las siguientes preguntas: ¿cuáles son tus actividades recreativas preferidas?; ¿cuáles son tus principales gustos en cuanto a películas, series, literatura, música y artes en general?; ¿cuáles son tus creencias religiosas?; ¿qué vestimenta sueles utilizar?; ¿qué lenguas hablas?; y ¿qué tradiciones o costumbres practicas?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes comprendan cómo se construyen sus identidades, ¿cuál de las siguientes actividades es más pertinente para ello?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen qué aspectos de su descripción provienen de sus elecciones, y qué aspectos han heredado de sus familias y comunidades. Luego, preguntarles qué influyó en sus elecciones, con cuáles de los aspectos heredados se identifican más, con cuáles menos y por qué.",
            "Pedir a los estudiantes que intercambien sus descripciones e identifiquen en ellas los aspectos de la identidad de su compañero que consideren más valiosos. Luego, pedirles que piensen cómo podrían consolidar los aspectos de su identidad resaltados por su compañero.",
            "Pedir a los estudiantes que seleccionen cuál de las preguntas propuestas en la actividad es más adecuada para descubrir la verdadera identidad de una persona. Luego, conversar con ellos en plenaria acerca de la importancia de la introspección para conocer nuestra identidad."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen qué aspectos de su descripción provienen de sus elecciones, y qué aspectos han heredado de sus familias y comunidades. Luego, preguntarles qué influyó en sus elecciones, con cuáles de los aspectos heredados se identifican más, con cuáles menos y por qué.",
          "respuestaCorta": "Distingue entre lo heredado y lo elegido para entender la construcción de la identidad.",
          "solucionario": "La identidad es una construcción dinámica entre lo dado (herencia familiar/cultural) y lo elegido (autonomía). La actividad A guía a los estudiantes a reconocer esta dialéctica, entendiendo que la identidad no es estática sino un proceso de integración y elección.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente desea que los estudiantes profundicen en su reflexión acerca de sus identidades. ¿Cuál de las siguientes actividades del docente es más pertinente para ese propósito?",
          "opciones": [
            "Pedir a los estudiantes que definan qué elementos y rasgos de la cultura nacional deberían predominar en la identidad de los peruanos. Luego, preguntarles cuáles son las creaciones artísticas peruanas que más han marcado sus identidades y por qué.",
            "Preguntar a los estudiantes cómo su sentido de pertenencia a sus comunidades locales, a su país y al mundo globalizado ha influido en sus identidades. Luego, pedirles que reflexionen acerca de si alguno de esos tres niveles predomina en sus identidades y por qué.",
            "Explicar a los estudiantes cuáles son los elementos culturales de la globalización que actualmente influencian más en la identidad de los jóvenes. Luego, pedirles que busquen ejemplos que evidencien el impacto negativo de esos elementos en la identidad de los jóvenes."
          ],
          "respuesta": "Preguntar a los estudiantes cómo su sentido de pertenencia a sus comunidades locales, a su país y al mundo globalizado ha influido en sus identidades. Luego, pedirles que reflexionen acerca de si alguno de esos tres niveles predomina en sus identidades y por qué.",
          "respuestaCorta": "Analiza la identidad desde múltiples dimensiones de pertenencia (local, nacional, global).",
          "solucionario": "La identidad contemporánea es multidimensional. La actividad B promueve una reflexión profunda al conectar la identidad personal con diferentes escalas de pertenencia (local, nacional, global), permitiendo entender la complejidad y las influencias diversas en la autodefinición.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p85",
      "contexto": "Los estudiantes han terminado una actividad en la que construyeron los conceptos de dignidad humana y sujeto de derechos. Tomando en cuenta la actividad realizada, ¿cuál de las siguientes acciones es más pertinente para promover que los estudiantes realicen procesos de metacognición sobre sus estrategias de aprendizaje?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para promover que los estudiantes realicen procesos de metacognición sobre sus estrategias de aprendizaje?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen qué acciones de las que realizaron para construir los conceptos les parecieron más útiles para lograr los propósitos planteados.",
            "Preguntar a los estudiantes qué fuentes de información utilizaron durante la actividad y solicitarles que especifiquen qué información extrajeron de cada una.",
            "Solicitar a los estudiantes que analicen la relación que existe entre el concepto de dignidad humana y el concepto de sujeto de derechos."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen qué acciones de las que realizaron para construir los conceptos les parecieron más útiles para lograr los propósitos planteados.",
          "respuestaCorta": "La pregunta se enfoca en la utilidad de las acciones (estrategias) empleadas para aprender.",
          "solucionario": "La metacognición implica pensar sobre el propio pensamiento y aprendizaje. La opción A pide evaluar la efectividad de las estrategias (\"acciones... más útiles\") usadas para construir el conocimiento, lo cual es el núcleo de la reflexión metacognitiva.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p86",
      "contexto": "Lea el siguiente diálogo entre dos estudiantes.\n\nHugo: \"No fue mi intención, pero de casualidad conté un secreto que Lucía me confió\".\nEster: \"Creo que deberías pedirle disculpas a Lucía. Si no ella se puede molestar contigo y contarle a los demás los secretos que tú le has confiado a ella\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta la teoría del desarrollo moral según Kohlberg, ¿qué tipo de razonamiento moral se evidencia en el consejo de Ester?",
          "opciones": [
            "Razonamiento moral convencional.",
            "Razonamiento moral preconvencional.",
            "Razonamiento moral posconvencional."
          ],
          "respuesta": "Razonamiento moral preconvencional.",
          "respuestaCorta": "El razonamiento se basa en el intercambio instrumental: \"hago esto para evitar que me hagan aquello\" (Estadio 2).",
          "solucionario": "Ester utiliza una lógica de intercambio instrumental y evitación de consecuencias negativas personales (\"si no... ella puede contar tus secretos\"). Esto corresponde al Nivel Preconvencional (específicamente Estadio 2: Orientación instrumental relativista), donde la acción correcta es aquella que satisface las propias necesidades o implica un intercambio justo (ojo por ojo).",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p87",
      "contexto": "Un docente ha pedido a los estudiantes que describan una forma en la que los principios democráticos son vulnerados. Uno de los estudiantes, que eligió abordar el autoritarismo, escribió en sus conclusiones lo siguiente:\n\n\"Si bien el autoritarismo atenta contra la democracia, es justificable que un gobierno sea autoritario si es que ello ayuda a mejorar la economía del país\".\n\nEl docente desea retroalimentar al estudiante para que evalúe críticamente su creencia de que el autoritarismo es justificable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una retroalimentación más adecuada para lograr su propósito?",
          "opciones": [
            "\"Entiendo que afirmas que, con el fin de mejorar la economía, es justificable emplear los medios del autoritarismo. Sin embargo, hace falta que analices el fundamento de esa afirmación. ¿Qué otras consecuencias crees que podría tener el autoritarismo en la vida de los ciudadanos? ¿Por qué? ¿Consideras que son aceptables todas estas consecuencias?\".",
            "\"Estás afirmando que una mejora en la economía es condición previa para la democracia. Ahora bien, es necesario que expliques en qué fundamentas esa afirmación. ¿Qué condiciones económicas debe cumplir un país para dejar el autoritarismo e instaurar la democracia? ¿Por qué? ¿Cuáles pueden ser las consecuencias para la democracia si la economía del país no mejora?\".",
            "\"Concuerdo contigo en que la economía es muy importante para el país. Sin embargo, tendrías que brindar razones para fundamentar esa afirmación. ¿Cuáles serían las consecuencias de darle esa importancia a la economía? ¿Qué acciones debe emprender un Gobierno para mejorar la economía de su país? ¿Cómo podemos nosotros cumplir mejor con nuestro rol como agentes económicos?\"."
          ],
          "respuesta": "\"Entiendo que afirmas que, con el fin de mejorar la economía, es justificable emplear los medios del autoritarismo. Sin embargo, hace falta que analices el fundamento de esa afirmación. ¿Qué otras consecuencias crees que podría tener el autoritarismo en la vida de los ciudadanos? ¿Por qué? ¿Consideras que son aceptables todas estas consecuencias?\".",
          "respuestaCorta": "Cuestiona las consecuencias integrales del autoritarismo más allá de lo económico.",
          "solucionario": "Para evaluar críticamente la justificación del autoritarismo, es necesario analizar el costo-beneficio completo. La opción A invita al estudiante a considerar las \"otras consecuencias\" del autoritarismo (derechos humanos, libertad, etc.) y evaluar si el beneficio económico justifica esos costos éticos y sociales.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2018_p88_90",
      "contexto": "Lea la siguiente situación y responda las preguntas 88, 89 y 90.\n\nLa docente presenta a los estudiantes el siguiente texto:\n\nEl mar de Piura languidece\nUna de las zonas marinas de mayor diversidad en Perú, la bahía de Paita, muere lentamente por la contaminación. El Diagnóstico socio económico y ambiental de la zona marino costera de la provincia de Paita, realizado en el año 2014 por el Gobierno Regional de Piura y el Programa de las Naciones Unidas para el Desarrollo (PNUD), indica que \"el problema más agudo en Paita es la contaminación marina, debido a que el mar funciona como el receptor de los desechos líquidos y sólidos urbanos e industriales\".\nPor un lado, la empresa que administra el agua y alcantarillado de la región Piura tiene en Paita un sistema de desagüe con más de treinta años de antigüedad. Este sistema ha colapsado en reiteradas ocasiones y ha provocado que los residuos sean evacuados en el mar. La playa El Toril ya ha sido declarada no apta para bañistas por la Dirección General de Salud Ambiental (Digesa), debido a que la cantidad de coliformes fecales de sus aguas supera hasta en cinco veces los límites permitidos. Por otro lado, \"el diagnóstico ha expuesto que treinta y tres empresas pesqueras, de manera clandestina e ilegal, están echando sus aguas contaminadas al mar, directamente, sin tratamiento alguno\", explica el gerente de Recursos Naturales y Gestión del Medio Ambiente de la Región Piura.\n\nAdaptado de https://es.mongabay.com/2018/05/peru-mar-piura-desagues-contaminacion/",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de la lectura, la docente busca que los estudiantes identifiquen asuntos públicos implicados en el texto. ¿Cuál de los siguientes conjuntos de preguntas es pertinente para ello?",
          "opciones": [
            "¿Cómo la contaminación de la bahía de Paita afecta la salud de la población? ¿La situación descrita afecta al desarrollo sostenible? ¿Por qué?",
            "¿Quiénes son los responsables de la contaminación de la bahía de Paita? ¿Quiénes deben realizar acciones para preservar el ecosistema? ¿Por qué?",
            "¿Cómo pueden organizarse los vecinos para reclamar por la contaminación de la bahía de Paita? ¿De qué manera podemos evitar la contaminación en nuestra comunidad? ¿Por qué?"
          ],
          "respuesta": "¿Cómo la contaminación de la bahía de Paita afecta la salud de la población? ¿La situación descrita afecta al desarrollo sostenible? ¿Por qué?",
          "respuestaCorta": "Identifica el impacto colectivo (salud pública, sostenibilidad) que define al asunto público.",
          "solucionario": "Para identificar un asunto público, se debe reconocer cómo un problema afecta el bienestar colectivo y los derechos de las personas. La opción A dirige la atención a la salud de la población y al desarrollo sostenible, evidenciando la dimensión pública del problema.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Una vez que los estudiantes han identificado un asunto público implicado en el texto, la docente desea que realicen una actividad para problematizar el asunto público. ¿Cuál de las siguientes actividades es pertinente para favorecer el propósito de la docente?",
          "opciones": [
            "Mostrar a los estudiantes cuál es la normativa nacional vigente que protege la biodiversidad del mar. Luego, pedirles que indaguen cuáles son las mejores estrategias para salvaguardar el mar de la contaminación.",
            "Pedir a los estudiantes que busquen información sobre las características y beneficios de la flora y fauna de la zona marino costera de Paita. Luego, solicitarles que expongan cómo la población se beneficia de estos recursos.",
            "Identificar con los estudiantes quiénes son los actores involucrados en la situación presentada. Luego, pedirles que investiguen cuál es el rol y la perspectiva de cada actor frente al problema de la contaminación."
          ],
          "respuesta": "Identificar con los estudiantes quiénes son los actores involucrados en la situación presentada. Luego, pedirles que investiguen cuál es el rol y la perspectiva de cada actor frente al problema de la contaminación.",
          "respuestaCorta": "Problematizar implica analizar la complejidad, incluyendo actores, roles y conflictos de intereses.",
          "solucionario": "Problematizar un asunto público implica entender su complejidad, lo cual requiere identificar a los diversos actores involucrados (empresas, Estado, población) y analizar sus roles, intereses y perspectivas contrapuestas. La opción C aborda directamente esta complejidad.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante el análisis de la situación, algunos estudiantes mencionan que la alta exigencia de condiciones ambientales a las empresas pesqueras desincentiva la inversión, lo que perjudica económicamente al país. Otro grupo de estudiantes considera que ningún tipo de inversión económica puede justificar el daño al ambiente y los ecosistemas.\n\nEn ese contexto, la docente desea aprovechar el desacuerdo para que los estudiantes elaboren argumentos razonados. ¿Cuál de las siguientes indicaciones es pertinente para ello?",
          "opciones": [
            "\"Recuerden que deben utilizar fuentes de información exclusivamente científicas que les permitan dar solidez a sus posturas. Además, deben tomar en cuenta la opinión pública para construir sus argumentos\".",
            "\"Es importante buscar solamente fuentes de información que coincidan con sus posturas. Además, deben comunicarlas utilizando lenguaje persuasivo y expresiones del lenguaje coloquial para que sean comprensibles para todos\".",
            "\"Para construir sus argumentos, deben buscar diversas fuentes de información y contrastarlas entre sí. Además, deben seleccionar y organizar la información pertinente de manera coherente y lógica para dar solidez a sus argumentos\"."
          ],
          "respuesta": "\"Para construir sus argumentos, deben buscar diversas fuentes de información y contrastarlas entre sí. Además, deben seleccionar y organizar la información pertinente de manera coherente y lógica para dar solidez a sus argumentos\".",
          "respuestaCorta": "Exige manejo de información (diversidad, contraste) y estructura lógica, claves de la argumentación.",
          "solucionario": "La elaboración de argumentos razonados requiere base empírica y lógica. La indicación C promueve el uso de diversas fuentes (no solo las que confirman el sesgo), el contraste de información y la organización lógica, que son los pilares de una buena argumentación académica y ciudadana.",
          "seccion": "Conocimientos Curriculares y Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
