{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_ciencias_sociales_2019_p51",
      "contexto": "En el marco de una sesión de aprendizaje, los estudiantes están trabajando con fuentes diversas para explicar la religiosidad inca. A continuación, se presenta una de las fuentes que están leyendo.\n\nFuente 1\nNoviembre, Aya Marcay Quilla [mes de llevar difuntos]\nEste mes [noviembre] fue el mes de los difuntos, aya quiere decir difunto, es la fiesta de los difuntos. En este mes sacan los difuntos de sus bóvedas que llaman pucullo y les dan de comer y de beber y les visten de sus vestidos ricos y les ponen plumas en la cabeza y cantan y danzan con ellos. Y les ponen en unas andas y andan con ellas de casa en casa y por las calles y por la plaza y después tornan a meterlas en sus pucullos, dándole sus comidas y vajilla, al principal de plata y de oro y al pobre de barro. Y les dan sus carneros y ropa y los entierran con ellas y gastan mucho en esta fiesta.\n\nAdaptado de Guamán Poma de Ayala, Felipe (1615). Nueva corónica y buen gobierno.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente desea plantear a los estudiantes preguntas para que inicien el proceso de interpretación de la fuente. ¿Cuál de los siguientes conjuntos de preguntas es más adecuado para este propósito?",
          "opciones": [
            "¿Qué tipo de fuente histórica es el texto presentado?, ¿en qué contexto histórico o situación se compuso la fuente?, ¿con qué intención consideran que el autor elaboró la fuente presentada?",
            "¿Qué tradiciones incas señala la fuente histórica?, ¿por qué es necesario estudiar las tradiciones culturales incas?, ¿cuál es la importancia del uso de fuentes en el análisis de las tradiciones culturales?",
            "¿Qué características describe la fuente histórica sobre las tradiciones funerarias incas?, ¿qué caracterizó a las tradiciones funerarias de la época colonial?, ¿qué cambios significativos existen entre las tradiciones funerarias de ambas épocas?"
          ],
          "respuesta": "¿Qué tipo de fuente histórica es el texto presentado?, ¿en qué contexto histórico o situación se compuso la fuente?, ¿con qué intención consideran que el autor elaboró la fuente presentada?",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "Para iniciar la interpretación crítica de una fuente histórica (heurística y hermenéutica), es fundamental identificar primero la naturaleza de la fuente (tipo), el contexto de su producción (cuándo, dónde y situación) y la intencionalidad del autor. Estas preguntas apuntan directamente al análisis crítico de la fuente como documento histórico, paso previo indispensable para extraer información sustantiva.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Después de haber analizado la fuente 1, una de las estudiantes comenta lo siguiente a la docente:\n\n\"Me ha llamado la atención cómo los incas trataban a sus muertos. Me hace acordar a cuando mi familia y yo vamos al cementerio en el Día de los Muertos. Llevamos comida y bebida para nuestros familiares que han fallecido y las dejamos en sus tumbas. Mi papá dice que debemos llevarles lo que a ellos más les gustaba cuando estaban vivos. Pero, claro, ahora nosotros no los sacamos de sus tumbas como hacían los incas, sino que los dejamos dentro de estas\".\n\n¿Cuál de los siguientes aprendizajes se evidencia en el comentario de la estudiante?",
          "opciones": [
            "La identificación de la relevancia histórica de un hecho histórico.",
            "La distinción de diferentes ritmos de cambios en un proceso histórico.",
            "El reconocimiento de cambios y permanencias de un fenómeno histórico."
          ],
          "respuesta": "El reconocimiento de cambios y permanencias de un fenómeno histórico.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "La estudiante compara una práctica del pasado (sacar a los difuntos, darles de comer) descrita en la fuente con una práctica del presente (llevar comida al cementerio sin sacar a los difuntos). Al identificar lo que se mantiene (llevar ofrendas, culto a los muertos) y lo que se ha modificado (ya no se sacan los cuerpos), está evidenciando el reconocimiento de cambios y permanencias en el fenómeno histórico del culto a los difuntos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de las reformas borbónicas, la Corona española aplicó en el virreinato del Perú diversas medidas. ¿Cuál de las siguientes alternativas NO señala una de esas medidas?",
          "opciones": [
            "La creación de nuevos impuestos.",
            "La exclusividad comercial con España.",
            "La expulsión de la Compañía de Jesús."
          ],
          "respuesta": "La exclusividad comercial con España.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "Las Reformas Borbónicas buscaron flexibilizar el comercio (Decreto de Libre Comercio de 1778), rompiendo con el estricto monopolio y exclusividad de puertos únicos (como Callao y Sevilla/Cádiz) que caracterizaba al sistema de los Austrias, aunque mantenían el comercio dentro del marco imperial. Por lo tanto, la 'exclusividad comercial' en el sentido restrictivo anterior fue lo que se intentó modificar, no imponer como nueva medida (a diferencia de la creación de impuestos o la expulsión de los jesuitas, que sí fueron medidas borbónicas).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p54",
      "contexto": "Lea la siguiente situación y responda las preguntas 54, 55, 56, 57, 58, 59, 60, 61 y 62.\nPara el desarrollo de una unidad didáctica, el docente plantea a los estudiantes la siguiente pregunta: \"¿Cómo impactó el desarrollo industrial algodonero durante la Primera Revolución Industrial en la sociedad británica?\". Para abordar este problema histórico, el docente les propone trabajar con diversas fuentes primarias y secundarias.\n\nPara iniciar la discusión sobre el impacto de la Primera Revolución Industrial en la sociedad británica, el docente presenta a los estudiantes la siguiente fuente:",
      "imagen": "img/ciencias_sociales_2019_q54.png",
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han identificado la información del gráfico, el docente les formula la siguiente pregunta: \"Teniendo en cuenta esta información, ¿qué factores pudieron haber influenciado en la evolución demográfica de Gran Bretaña?\".\n\nEstas fueron las respuestas de dos de los estudiantes.\n• Juliana: \"La población rural aumentó porque las crisis agrarias y las hambrunas en el campo se habían reducido entre 1750 y 1851\".\n• Andrés: \"La población urbana se incrementó entre 1750 y 1851 porque el desarrollo industrial se centró en las ciudades\".\n\n¿Cuál de los siguientes aprendizajes se evidencia en las respuestas de los estudiantes?",
          "opciones": [
            "La corroboración de una conjetura que responde a preguntas históricas.",
            "La elaboración de hipótesis que buscan explicar problemas históricos.",
            "La formulación de un problema de investigación histórica."
          ],
          "respuesta": "La elaboración de hipótesis que buscan explicar problemas históricos.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "Los estudiantes están ofreciendo explicaciones tentativas (factores influyentes) ante una pregunta histórica planteada por el docente sobre la evolución demográfica mostrada en el gráfico. Al proponer causas ('porque las crisis agrarias...', 'porque el desarrollo industrial...') para explicar el fenómeno observado, están formulando hipótesis.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p55",
      "contexto": "Luego de que los estudiantes han analizado algunos aspectos del contexto histórico, como el desarrollo tecnológico y la hegemonía política de Gran Bretaña, el docente les presenta la siguiente fuente:",
      "imagen": "img/ciencias_sociales_2019_q55.png",
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes reconocieron y describieron la información que presenta el gráfico, el docente desea brindarles pautas para que interpreten la fuente a partir de un aspecto del contexto histórico. ¿Cuál de las siguientes pautas es más pertinente?",
          "opciones": [
            "Pedir a los estudiantes que señalen las características del desarrollo tecnológico en la producción industrial de algodón en Gran Bretaña durante el periodo que señala la fuente.",
            "Pedir a los estudiantes que distingan en qué periodo la mayoría de los países y regiones que se señalan en la fuente experimentaron un incremento en el consumo de algodón británico.",
            "Pedir a los estudiantes que planteen qué factores políticos explican la diferencia entre la cantidad del consumo de algodón británico en los países y regiones que se señalan en la fuente."
          ],
          "respuesta": "Pedir a los estudiantes que planteen qué factores políticos explican la diferencia entre la cantidad del consumo de algodón británico en los países y regiones que se señalan en la fuente.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "La interpretación de una fuente implica ir más allá de la descripción literal de los datos (opción B). Implica relacionar la información de la fuente con el contexto histórico para explicarla. La opción C promueve esto al pedir que relacionen los datos del consumo (la fuente) con factores políticos (contexto, como la hegemonía británica mencionada en el enunciado) para explicar las diferencias observadas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p56",
      "contexto": "Para el desarrollo de otra de las actividades, el docente ha presentado a los estudiantes las siguientes fuentes.\n\nFuente 1\nEl algodón entonces era siempre entregado a domicilio, crudo como estaba en bala, a las mujeres de los hiladores, que lo escaldaban, lo repulían y dejaban a punto para la hilatura, y podían ganar ocho, diez o doce chelines a la semana, aun cocinando y atendiendo a la familia. Pero en la actualidad nadie está empleado así, porque el algodón es abierto por una máquina accionada a vapor, llamada el \"diablo\"; por lo que nuestras mujeres están desocupadas, a menos que vayan a la fábrica durante todo el día por pocos chelines, cuatro o cinco a la semana, a la par que los muchachos.\nAdaptado del testimonio de un hilador inglés en 1820. En Castronovo, Valerio (1989). La revolución industrial.\n\nFuente 2\nCon gran satisfacción, esta comisión nombrada por ustedes, puede iniciar su relación informando que la industria lanera ha ido poco a poco creciendo en casi todas las diversas partes de Inglaterra en las que es practicada; hasta el punto de que, mientras que el consumo interior ha aumentado con el crecimiento de la población y de la riqueza de nuestro país, las exportaciones de productos laneros han alcanzado, en el cómputo oficial, la inmensa cifra de 6 000 000 de libras esterlinas o, en valor real, de casi 8 000 000 de libras esterlinas.\nAdaptado de un informe de la comisión encargada de estudiar la industria lanera y los diferentes aspectos de la Industrialización por orden del Parlamento inglés en 1806.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover que los estudiantes interpreten críticamente las perspectivas de las fuentes acerca del desarrollo industrial, ¿cuál de las siguientes acciones es más adecuada?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen diferencias entre las ideas expuestas en las fuentes. Luego, solicitarles que expliquen el rol de los autores de las fuentes en la sociedad de la época. Por último, pedirles que señalen las razones de las diferencias entre esas ideas.",
            "Pedir a los estudiantes que indiquen a qué hechos hacen referencia las fuentes. Luego, solicitarles que señalen la opinión expresada en cada fuente sobre estos. Por último, pedirles que indiquen cuál de los autores fundamenta mejor su opinión al respecto.",
            "Pedir a los estudiantes que comparen las principales ideas de cada fuente. Luego, solicitarles que indiquen en qué contexto histórico fueron escritas las fuentes. Por último, pedirles que señalen qué aspectos de dicho contexto abordan las fuentes."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen diferencias entre las ideas expuestas en las fuentes. Luego, solicitarles que expliquen el rol de los autores de las fuentes en la sociedad de la época. Por último, pedirles que señalen las razones de las diferencias entre esas ideas.",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "La interpretación crítica implica comprender la 'perspectiva' del autor. La opción A guía a los estudiantes a contrastar las visiones (un hilador perjudicado vs. una comisión parlamentaria optimista), analizar quiénes son los autores (su rol social) y usar ese rol para explicar el porqué de sus diferentes posturas (intereses contrapuestos).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p57",
      "contexto": "El docente ha solicitado a los estudiantes que, en equipos, investiguen acerca de las posiciones que existían sobre el desarrollo industrial en Gran Bretaña durante la Primera Revolución Industrial. Un equipo de estudiantes ha encontrado la siguiente fuente.\n\n\"Nos hemos enterado hace unos días que has comprado máquinas de Tundir y, si no las haces desaparecer en menos de quince días, nosotros las destruiremos. Contigo haremos lo mismo [...] destruiremos todas las fábricas que tengan máquinas de Tundir [...]\".\nAdaptado de una carta enviada al dueño de una fábrica en la ciudad inglesa de Gloucestershire en el contexto de la Primera Revolución Industrial. En Thompson, E.P. (1963). La formación de la clase obrera en Inglaterra.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente busca orientar a los estudiantes en la interpretación de la fuente a partir del contexto histórico, ¿cuál de las siguientes acciones es más adecuada?",
          "opciones": [
            "Pedir a los estudiantes que señalen cómo se expandió el uso de nuevas tecnologías durante la Primera Revolución Industrial. Luego, solicitarles que indiquen qué dimensiones del desarrollo tecnológico de la época no se expresan en la fuente.",
            "Pedir a los estudiantes que expliquen las razones de la brecha social entre burgueses y obreros durante la Primera Revolución Industrial. Luego, solicitarles que indiquen qué fragmento de la fuente evidencia la existencia de la brecha.",
            "Pedir a los estudiantes que identifiquen la problemática laboral de los obreros durante la Primera Revolución Industrial. Luego, solicitarles que indiquen de qué forma estos problemas podrían explicar las ideas expresadas en la fuente."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen la problemática laboral de los obreros durante la Primera Revolución Industrial. Luego, solicitarles que indiquen de qué forma estos problemas podrían explicar las ideas expresadas en la fuente.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "La fuente muestra una amenaza ludita (destrucción de máquinas). Para interpretarla desde el contexto, es necesario entender la problemática laboral (desempleo, bajos salarios causados por la mecanización) y usar ese conocimiento contextual para explicar por qué los autores de la carta amenazan con destruir las máquinas (la idea expresada en la fuente).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p58",
      "contexto": "Durante una plenaria, al explicar el desarrollo de la Primera Revolución Industrial, tres estudiantes mencionan lo siguiente:",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "• Juana: \"En ese entonces, la producción de armamentos fue uno de los rubros industriales más importantes\".\n• Camila: \"En ese periodo, el petróleo fue usado para alimentar motores de combustión interna\".\n• Ernesto: \"En esa época, el carbón fue la principal fuente de energía en las fábricas e industrias\".\n\n¿Cuál de los siguientes estudiantes ha mencionado un hecho que corresponde al desarrollo de la Primera Revolución Industrial?",
          "opciones": [
            "Juana",
            "Camila",
            "Ernesto"
          ],
          "respuesta": "Ernesto",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "La Primera Revolución Industrial (finales del s. XVIII - mediados s. XIX) se caracterizó por el uso del carbón y la máquina de vapor. El motor de combustión interna y el petróleo (Camila) son característicos de la Segunda Revolución Industrial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p59",
      "contexto": "Durante el desarrollo de una de las actividades, los estudiantes están conversando sobre algunas medidas que aplicó el Gobierno británico para contribuir con el desarrollo industrial durante la Primera Revolución Industrial. Estas fueron las intervenciones de tres estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "• Isabel: \"El Gobierno británico elevó los impuestos a los tejidos de algodón que se importaban de la India\".\n• Cecilia: \"El Gobierno británico reforzó su Marina de Guerra para asegurar sus rutas comerciales en el mar\".\n• Arturo: \"El Gobierno británico creó nuevas leyes que reconocían y protegían la propiedad privada\".\n\n¿Cuál de las intervenciones corresponde a una medida que demuestra la aplicación del proteccionismo económico?",
          "opciones": [
            "La de Isabel.",
            "La de Cecilia.",
            "La de Arturo."
          ],
          "respuesta": "La de Isabel.",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "El proteccionismo económico consiste en proteger la industria nacional frente a la competencia extranjera mediante aranceles o impuestos a las importaciones. Elevar impuestos a los tejidos de la India (Isabel) es una medida clásica de proteccionismo para favorecer la naciente industria textil británica.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p60",
      "contexto": "Luego de que los estudiantes han analizado diversas fuentes sobre el trabajo infantil durante la Primera Revolución Industrial en Gran Bretaña, el docente busca que los estudiantes reconozcan cambios y permanencias respecto del trabajo infantil.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que elaboren un organizador gráfico que indique los factores que influyen en el trabajo infantil en la actualidad. Luego, preguntarles qué semejanzas y diferencias existen entre dichos factores y aquellos que influyeron en el trabajo infantil en la Primera Revolución Industrial.",
            "Pedir a los estudiantes que elaboren un organizador gráfico que indique las causas y consecuencias del trabajo infantil en la Primera Revolución Industrial. Luego, preguntarles qué relación existe entre las causas y consecuencias del trabajo infantil en la Primera Revolución Industrial.",
            "Pedir a los estudiantes que elaboren un organizador gráfico que indique las principales características del problema del trabajo infantil en la actualidad. Luego, preguntarles cómo la Primera Revolución Industrial propició la expansión del trabajo infantil en el siglo XIX."
          ],
          "respuesta": "Pedir a los estudiantes que elaboren un organizador gráfico que indique los factores que influyen en el trabajo infantil en la actualidad. Luego, preguntarles qué semejanzas y diferencias existen entre dichos factores y aquellos que influyeron en el trabajo infantil en la Primera Revolución Industrial.",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "Para analizar cambios y permanencias es necesario comparar dos momentos temporales distintos (pasado y presente). La opción A es la única que explícitamente pide comparar los factores del trabajo infantil en la actualidad con los de la Primera Revolución Industrial, permitiendo identificar qué se mantiene (permanencias) y qué es diferente (cambios).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p61",
      "contexto": "Después de haber analizado diversas fuentes, uno de los estudiantes ha elaborado el siguiente texto sobre el desarrollo industrial del algodón en Gran Bretaña.\n\n\"El incremento de la población influyó en el aumento de la demanda de tejidos de algodón en Gran Bretaña. Para satisfacer esa demanda, los británicos inventaron nuevas máquinas que hicieron más rápida la producción de estos tejidos. Por otro lado, el Estado aplicó el proteccionismo económico en la producción de tejidos de algodón; eso contribuyó a que la producción nacional aumentara, así como también las exportaciones. De esa forma, la economía británica se convirtió principalmente en una economía industrial que provocó que el número de obreros se incrementara, mientras que la producción de la economía artesanal se redujo mucho\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia principalmente en el texto del estudiante?",
          "opciones": [
            "El establecimiento de cadenas sucesivas entre las consecuencias de un hecho y la causa de otro posterior durante un proceso histórico.",
            "La distinción entre detonantes, causas coyunturales y estructurales, y consecuencias de un proceso histórico.",
            "El reconocimiento de la relevancia de una de las causas de un proceso histórico respecto de las demás."
          ],
          "respuesta": "El establecimiento de cadenas sucesivas entre las consecuencias de un hecho y la causa de otro posterior durante un proceso histórico.",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "El estudiante construye una narrativa causal encadenada: Aumento de población -> Aumento de demanda -> Invención de máquinas. Proteccionismo -> Aumento de producción/exportación. Todo esto -> Economía industrial -> Aumento de obreros/reducción artesanal. Esta estructura muestra cómo la consecuencia de un evento se convierte en la causa del siguiente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p62",
      "contexto": "Después de que los estudiantes han analizado los efectos del proceso de industrialización en la sociedad británica durante la Primera Revolución Industrial, el docente les entrega el siguiente texto.\n\n\"Las costumbres cambian y las nuevas tecnologías inundan nuestro día a día, lo que relega al olvido oficios y profesiones que de antaño fueron esenciales. Algunas profesiones solamente han cambiado de nombre; otras perdieron su puesto en la sociedad y fueron sustituidas por una máquina o a causa de un sistema económico que hizo imposible competir en precios para ganarse el sustento. Ciertamente, desde la academia, empiezan a sentirse esos cambios, pues los futuros profesionales optan por las carreras que el mercado laboral más demanda\".\nAdaptado de \"Estas carreras no existirán en el futuro\" (4-4-2017). En Semana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover en los estudiantes el desarrollo de su conciencia histórica, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para este propósito?",
          "opciones": [
            "¿Qué factores están influyendo negativamente en la estabilidad y existencia de algunos tipos de empleos en la actualidad, según el texto? ¿Por qué es importante cuestionar las consecuencias del desarrollo tecnológico que perjudican a los trabajadores en la actualidad?",
            "¿Qué similitudes y diferencias existen entre la situación que describe el texto y la Primera Revolución Industrial? ¿De qué manera el desarrollo de la tecnología podría limitar o ampliar las posibilidades del desarrollo profesional en el futuro?",
            "¿Cómo afectó el desarrollo tecnológico de la Primera Revolución Industrial a los oficios y profesiones que existían en esa época? ¿Por qué aparecieron nuevos oficios y profesiones durante el desarrollo de dicho proceso histórico?"
          ],
          "respuesta": "¿Qué similitudes y diferencias existen entre la situación que describe el texto y la Primera Revolución Industrial? ¿De qué manera el desarrollo de la tecnología podría limitar o ampliar las posibilidades del desarrollo profesional en el futuro?",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "La conciencia histórica implica entender el presente a la luz del pasado y proyectarse al futuro. La opción B conecta el texto actual sobre el futuro de las carreras con el pasado estudiado (Revolución Industrial) buscando similitudes y diferencias, y reflexiona sobre las implicancias futuras de la tecnología, activando así la conciencia histórica.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p63",
      "contexto": "El siguiente texto, fechado en 1819, es un fragmento de un discurso que contiene algunos de los postulados de una ideología política del siglo XIX.\n\n\"Para cada uno de ellos consiste en el derecho de no someterse sino a las leyes, de no ser ni arrestado, ni detenido, ni ejecutado, ni maltratado de ninguna manera, a causa de la voluntad arbitraria de uno o varios individuos. Es para cada uno de ellos el derecho de decir su opinión, de elegir una profesión y ejercerla, de disponer de su propiedad, incluso abusando de ella; de ir, de venir sin permiso y sin dar explicación de sus motivos o de sus procederes. Es para cada uno de ellos el derecho de reunirse con otros individuos, ya sea para compartir sus intereses o profesar el culto que él y sus asociados prefieran [...]\".\nBenjamin Constant de Rebecque",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes ideologías corresponde al texto mostrado?",
          "opciones": [
            "Socialismo",
            "Anarquismo",
            "Liberalismo"
          ],
          "respuesta": "Liberalismo",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El texto de Benjamin Constant describe las libertades individuales fundamentales: libertad de opinión, propiedad privada, libertad de tránsito, reunión y culto, y la protección frente a la arbitrariedad del Estado (imperio de la ley). Estos son los pilares centrales del Liberalismo clásico del siglo XIX.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_ciencias_sociales_2019_p64",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están trabajando con fuentes diversas relacionadas con el proceso de expansión territorial del Imperio español en el siglo XVI. Durante el desarrollo de este trabajo, el docente se acerca a uno de los estudiantes para evaluar sus avances.\n\nEl estudiante afirma lo siguiente:\n\"Los conquistadores españoles fueron organizados y enviados por el rey de España para apropiarse de las tierras y recursos de los incas\".\n\nEl docente desea orientar al estudiante en el desarrollo de su trabajo para que cuestione su afirmación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas favorece el logro de este propósito?",
          "opciones": [
            "¿Cómo se planificó la campaña de conquista de los territorios de los incas? ¿Por qué se habla de los socios de la conquista? ¿Cuál fue el rol de la Corona española respecto de la campaña de conquista de los territorios de los incas?",
            "¿Quiénes participaron en la campaña de conquista de los territorios de los incas? ¿A qué grupos sociales perteneció la mayoría de ellos? ¿Qué beneficios sociales les otorgó el rey a los españoles que conquistaron a los incas?",
            "¿Qué riquezas obtuvieron los conquistadores al vencer a los incas? ¿Cómo la conquista fortaleció la autoridad de los conquistadores? ¿Por qué los conquistadores se convirtieron en una amenaza para la Corona española?"
          ],
          "respuesta": "¿Cómo se planificó la campaña de conquista de los territorios de los incas? ¿Por qué se habla de los socios de la conquista? ¿Cuál fue el rol de la Corona española respecto de la campaña de conquista de los territorios de los incas?",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "La afirmación del estudiante sugiere erróneamente que la conquista fue una empresa estatal organizada directamente por el Rey. Para cuestionar esto, es necesario que el estudiante reflexione sobre el carácter privado de la empresa (los \"socios de la conquista\") y el verdadero rol regulador (no organizador directo) de la Corona a través de las capitulaciones. La opción A plantea preguntas que apuntan directamente a distinguir entre la iniciativa privada y el rol estatal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p65",
      "contexto": "Después de que los estudiantes han analizado el desarrollo de la Segunda Guerra Mundial, el docente desea que reconozcan la relevancia histórica de dicho proceso histórico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es más pertinente para lograr el propósito del docente?",
          "opciones": [
            "¿Cuáles son las características de la sociedad europea del periodo de Entreguerras que no sufrieron cambios después de la Segunda Guerra Mundial?",
            "¿Cómo se explica la actual configuración territorial de Europa a partir de las consecuencias geopolíticas de la Segunda Guerra Mundial?",
            "¿Qué similitudes existen entre las consecuencias sociales de la Primera Guerra Mundial y las de la Segunda Guerra Mundial?"
          ],
          "respuesta": "¿Cómo se explica la actual configuración territorial de Europa a partir de las consecuencias geopolíticas de la Segunda Guerra Mundial?",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "La relevancia histórica implica comprender cómo un evento del pasado tiene trascendencia e impacto en el presente. La opción B conecta directamente las consecuencias de la guerra (pasado) con la configuración territorial actual (presente), evidenciando la importancia del proceso histórico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p66",
      "contexto": "Luego de trabajar con diversas fuentes sobre las causas de la Segunda Guerra Mundial, un estudiante elaboró el siguiente texto.\n\n\"La situación económica y política de Europa en la década de 1930 influyó en el inicio de la Segunda Guerra Mundial. En esa época, la economía en el mundo estaba en crisis debido a la Gran Depresión de 1929 que, en el aspecto político, favoreció que Hitler llegue al poder en Alemania. Al mismo tiempo, en Italia estaba gobernando Mussolini. Ambos eran los líderes fascistas más importantes. Ellos iniciaron una campaña armamentista y expansionista que generó tensiones políticas con otros países como Francia o Inglaterra, e incluso con la Unión Soviética. Así, cuando Alemania invadió Polonia el primero de setiembre de 1939, se inició la Segunda Guerra Mundial\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas señala un aprendizaje que NO se evidencia en el texto del estudiante?",
          "opciones": [
            "La distinción de las causas de la Segunda Guerra Mundial según su dimensión.",
            "La identificación de las causas estructurales de la Segunda Guerra Mundial.",
            "El establecimiento del detonante de la Segunda Guerra Mundial."
          ],
          "respuesta": "La identificación de las causas estructurales de la Segunda Guerra Mundial.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "El estudiante menciona causas coyunturales (la crisis de 1929, el ascenso de los fascismos en los años 30) y el detonante inmediato (la invasión a Polonia). Sin embargo, no profundiza en causas estructurales de larga duración (como los conflictos no resueltos de la Primera Guerra Mundial, el Tratado de Versalles o el imperialismo a largo plazo).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p67",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes, en equipos, están trabajando con fuentes diversas relacionadas con los orígenes del Humanismo y el Renacimiento europeo de los siglos XV y XVI. Durante el desarrollo de este trabajo, el docente se acerca a uno de los equipos para evaluar sus avances.\n\nUno de los miembros del equipo afirma lo siguiente:\n\"La obra de los clásicos tuvo gran importancia en el origen del Humanismo y el Renacimiento. Los intelectuales europeos fueron los únicos que ayudaron a conservar las obras de las culturas griega y romana\".\n\nEl docente desea orientar al equipo de estudiantes en el desarrollo de su trabajo para que cuestione su afirmación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más pertinente para el logro de este propósito?",
          "opciones": [
            "¿Cuáles son los aspectos económicos más importantes del desarrollo comercial europeo en el siglo XV? ¿Cómo se relacionan estos aspectos con el desarrollo urbano de la época? ¿Cómo influyeron ambos fenómenos en los orígenes del Humanismo y el Renacimiento?",
            "¿Qué aspectos de la cultura grecolatina influyeron en el Humanismo y el Renacimiento? ¿Qué obras artísticas y académicas del Humanismo y el Renacimiento ejemplifican dicha influencia? ¿De qué manera los humanistas y renacentistas reinterpretaron la obra de los clásicos?",
            "¿Qué obras de la tradición grecolatina fueron traducidas y conservadas por los árabes durante la Edad Media? ¿Cuáles de ellas no circulaban en la Europa medieval? ¿Podrían haberse desarrollado el Humanismo y el Renacimiento sin las obras que conservaron los árabes?"
          ],
          "respuesta": "¿Qué obras de la tradición grecolatina fueron traducidas y conservadas por los árabes durante la Edad Media? ¿Cuáles de ellas no circulaban en la Europa medieval? ¿Podrían haberse desarrollado el Humanismo y el Renacimiento sin las obras que conservaron los árabes?",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "La afirmación del estudiante ignora el rol fundamental del mundo islámico en la preservación y traducción de los textos clásicos griegos durante la Edad Media. La opción C dirige la atención específicamente hacia este hecho histórico, permitiendo refutar la idea de que los europeos fueron los \"únicos\" conservadores de dicha cultura.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p68",
      "contexto": "La situación de equilibrio del mercado de automóviles se representa gráficamente como la intersección de la curva de oferta y de la curva de demanda de automóviles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si se registra un incremento en el precio del acero, material esencial en la fabricación de automóviles y, además, el resto de los factores se mantienen constantes, ¿qué cambio se genera en el mercado de automóviles?",
          "opciones": [
            "Un aumento de la cantidad ofertada de automóviles.",
            "Un decremento de la demanda de automóviles.",
            "Un decremento de la oferta de automóviles."
          ],
          "respuesta": "Un decremento de la oferta de automóviles.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El acero es un insumo productivo (costo de producción). Si el precio de un insumo sube, producir automóviles se vuelve más costoso. En consecuencia, la curva de oferta se desplaza hacia la izquierda (decremento de la oferta), dado que los productores estarán dispuestos a vender menos cantidad al mismo precio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p69",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes están analizando la dinámica del mercado de medicamentos. En este contexto, han reconocido que la cantidad demandada de medicamentos responde de manera muy poco sensible ante cambios en el precio de estos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas indica el tipo de demanda que han reconocido los estudiantes?",
          "opciones": [
            "Demanda elástica.",
            "Demanda inelástica.",
            "Demanda con elasticidad unitaria."
          ],
          "respuesta": "Demanda inelástica.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "La demanda inelástica se caracteriza porque la variación porcentual de la cantidad demandada es menor que la variación porcentual del precio; es decir, es poco sensible a los cambios de precio. Esto es típico de bienes necesarios como los medicamentos, donde la gente sigue comprándolos aunque suba el precio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p70",
      "contexto": "Observe el siguiente gráfico.",
      "imagen": "img/ciencias_sociales_2019_q70.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas evidencia una interpretación adecuada del gráfico presentado?",
          "opciones": [
            "El PBI ha experimentado una caída en el 2009 si es comparado con el PBI de 2008.",
            "El PBI ha experimentado crecimiento y caídas entre el 2006 y el 2017.",
            "El PBI ha experimentado crecimiento todo el periodo 2008-2012."
          ],
          "respuesta": "El PBI ha experimentado crecimiento todo el periodo 2008-2012.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "La línea del gráfico muestra la variación porcentual anual, que siempre es positiva (por encima de 0,00%) en todo el periodo mostrado, incluso en 2009 (1,05%). Esto significa que el PBI creció todos los años, aunque a ritmos diferentes. Por tanto, es correcto afirmar que hubo crecimiento en todo el periodo 2008-2012.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p71",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué productores se deben considerar para calcular el PBI en el Perú?",
          "opciones": [
            "Solo productores nacionales que residen dentro y fuera del Perú.",
            "Solo productores nacionales y extranjeros residentes en el Perú.",
            "Solo productores nacionales que residen fuera del Perú."
          ],
          "respuesta": "Solo productores nacionales y extranjeros residentes en el Perú.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "El Producto Bruto Interno (PBI) mide el valor de los bienes y servicios finales producidos *dentro* de las fronteras geográficas de un país en un periodo determinado, independientemente de la nacionalidad de los productores (residentes nacionales o extranjeros).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p72",
      "contexto": "Una familia, compuesta por la abuela, la mamá, el papá y la hija, está decidiendo quién va a quedarse en casa a cuidar a la hija que tiene tres meses de nacida. El costo de oportunidad de quedarse en casa es el siguiente:\n• Abuela: 1200 soles.\n• Mamá: 1000 soles.\n• Papá: 900 soles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la familia desea maximizar el ingreso familiar en un mes, considerando el concepto de costo de oportunidad, ¿cuál de los tres debería quedarse en casa cuidando a la hija?",
          "opciones": [
            "La abuela.",
            "La mamá.",
            "El papá."
          ],
          "respuesta": "El papá.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El costo de oportunidad representa el valor de la mejor alternativa a la que se renuncia (en este caso, el ingreso laboral perdido al quedarse en casa). Para maximizar el ingreso familiar total, debe quedarse quien tenga el *menor* costo de oportunidad, es decir, quien perdería menos dinero. El papá pierde 900 soles, que es menor a lo que perdería la mamá (1000) o la abuela (1200).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p73_75",
      "contexto": "Lea la siguiente situación y responda las preguntas 73, 74 y 75.\nEn una unidad didáctica, los estudiantes, organizados en equipos, están interpretando el siguiente croquis.",
      "imagen": "img/ciencias_sociales_2019_q73_75.png",
      "preguntas": [
        {
          "pregunta": "En este contexto, el docente busca que los estudiantes diferencien los tipos de escala. Para ello, les pregunta qué tipo de escala se presenta en el croquis.\n\nEstas son las intervenciones de tres estudiantes.\n• Carlos: \"Es una escala numérica\".\n• Teresa: \"Es una escala textual\".\n• Ángela: \"Es una escala gráfica\".\n\n¿Cuál de las intervenciones es la correcta?",
          "opciones": [
            "La de Carlos.",
            "La de Teresa.",
            "La de Ángela."
          ],
          "respuesta": "La de Carlos.",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "En la parte inferior del croquis se observa la expresión \"1 : 600 000\". Esta es la representación de una escala numérica (fracción representativa), donde una unidad en el mapa equivale a 600,000 unidades en la realidad.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente y los estudiantes están calculando la distancia entre el sitio arqueológico El Vigía y el pueblo El Rosario. Para que todos realicen el mismo cálculo, el docente señala que la distancia entre El Vigía y El Rosario en el croquis es de 3,5 cm. Luego, el docente les pregunta lo siguiente: \"¿Cuántos kilómetros representa esta distancia en la realidad?\".\n\nEstas son las afirmaciones de tres estudiantes.\n• Walter: \"Entre El Vigía y El Rosario hay 2 100 000 km\".\n• Susana: \"La distancia entre El Vigía y El Rosario es de 21 km\".\n• Ricardo: \"Calculo que la distancia entre estos dos puntos es de 6 km\".\n\n¿Cuál de las afirmaciones es la correcta?",
          "opciones": [
            "La de Walter.",
            "La de Susana.",
            "La de Ricardo."
          ],
          "respuesta": "La de Susana.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "Con una escala de 1:600,000, 1 cm equivale a 600,000 cm, que son 6 km. Si la distancia es 3.5 cm, multiplicamos 3.5 por 6 km, resultando en 21 km.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente tiene como propósito que los estudiantes reconozcan el relieve presentado en el croquis. Para ello, les pregunta lo siguiente: \"¿Cuál es el punto más alto en el croquis?\".\n\nEstas son las intervenciones de tres estudiantes.\n• Maritza: \"Ya que el océano Pacífico está al oeste, el punto más alto en el croquis debe estar localizado al este; podría ser el centro poblado El Rosario\".\n• Leo: \"El río indica la presencia de un valle, de manera que el punto más alto en el croquis debe ser el centro poblado Las Lomas, ubicado en la parte alta de la cuenca\".\n• Pilar: \"De acuerdo con las características del terreno, el punto más alto en el croquis podría estar muy cerca del sitio arqueológico El Dorado\".\n\n¿Qué estudiante ha identificado el punto más alto del croquis?",
          "opciones": [
            "Maritza",
            "Leo",
            "Pilar"
          ],
          "respuesta": "Pilar",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "En los mapas y croquis, las curvas de nivel indican altitud. Cerca de 'El Dorado', se observan líneas cerradas con números (cotas) como 320 y 420, indicando una elevación montañosa. Las otras zonas, como el valle del río o la costa, se encuentran en zonas más bajas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p76",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes conversan sobre algunos retos para el desarrollo de la Amazonía peruana. En ese contexto, uno de los estudiantes afirma lo siguiente:\n\n\"Se deberían construir más carreteras. Las carreteras siempre traen beneficios\".\n\nLa mayoría de estudiantes estuvieron de acuerdo con esta afirmación. Por ello, la docente desea diseñar una actividad orientada a generar conflicto cognitivo en ellos. De acuerdo con el propósito de la docente, ¿cuál de las siguientes acciones es pertinente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Primero, presentar a los estudiantes un estudio de caso acerca de una comunidad productora de plátano que comercializa sus cultivos en ciudades aledañas con mayor facilidad debido a la construcción de la carretera. Segundo, preguntarles si creen que los ingresos de la comunidad se incrementaron.",
            "Primero, presentar a los estudiantes el testimonio de un líder comunitario que narra cómo llegó el personal médico a la comunidad y cómo se equipó el puesto de salud gracias a la construcción de la carretera. Segundo, preguntarles de qué forma mejoró la calidad de vida de dicha comunidad.",
            "Primero, presentar a los estudiantes dos imágenes satelitales de años diferentes en las que se evidencian los cambios ocurridos en el bosque a partir de la construcción de la carretera. Segundo, preguntarles cómo estos cambios han impactado en el ecosistema."
          ],
          "respuesta": "Primero, presentar a los estudiantes dos imágenes satelitales de años diferentes en las que se evidencian los cambios ocurridos en el bosque a partir de la construcción de la carretera. Segundo, preguntarles cómo estos cambios han impactado en el ecosistema.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El conflicto cognitivo se logra confrontando la creencia del estudiante (\"las carreteras siempre traen beneficios\") con información que la contradice o matiza. La opción C muestra evidencia de un impacto negativo (deforestación/daño al ecosistema), obligando al estudiante a reevaluar su premisa absolutista.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "cp_ciencias_sociales_2019_p77",
      "contexto": "Los estudiantes han analizado el caso de una comunidad ubicada en la sierra central que frecuentemente es afectada por la ocurrencia de huaicos. Luego del análisis del caso, el docente solicita a los estudiantes que planten ideas acerca de acciones que podrían emprender los habitantes de dicha comunidad con la finalidad de gestionar el riesgo ante un escenario de huaico.\n\nA continuación, se presenta la propuesta de tres estudiantes.\n• Juan: \"Se debería reconocer las características de los últimos huaicos ocurridos en la comunidad. Luego, se debería buscar estudios que describan el tipo de material del suelo y mapas que muestren la pendiente del terreno de dicha comunidad\".\n• Teresa: \"Se debería identificar las quebradas activas y las viviendas asentadas ahí. Luego, se debería organizar a los habitantes para que elaboren un mapa comunitario que identifique las zonas seguras\".\n• Lucía: \"Se debería solicitar capacitación en primeros auxilios en la Oficina de Defensa Civil de su municipio. Luego, se debería formar brigadas comunitarias para asegurar una evacuación organizada\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las propuestas toma en cuenta todos los elementos relacionados al riesgo?",
          "opciones": [
            "La de Juan.",
            "La de Teresa.",
            "La de Lucía."
          ],
          "respuesta": "La de Teresa.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "La gestión del riesgo de desastres implica analizar el riesgo como el producto del Peligro (Amenaza) y la Vulnerabilidad. La propuesta de Teresa es la más completa porque identifica el peligro (quebradas activas), analiza la vulnerabilidad/exposición (viviendas asentadas ahí) y propone una medida de preparación/reducción (mapa de zonas seguras). Juan se centra solo en el peligro (características físicas) y Lucía en la respuesta (primeros auxilios/evacuación).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p78",
      "contexto": "El docente y los estudiantes están conversando sobre algunas acciones que se pueden implementar ante el cambio climático en contextos urbanos. Un estudiante propone lo siguiente:\n\n\"Lo ideal sería aumentar la red de ciclovías y sus conexiones para promover que la población se transporte en bicicletas. De esa manera, se va a reducir el uso de automóviles\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué concepto corresponde la propuesta del estudiante?",
          "opciones": [
            "Al de mitigación al cambio climático.",
            "Al de adaptación al cambio climático.",
            "Al de resiliencia ante el cambio climático."
          ],
          "respuesta": "Al de mitigación al cambio climático.",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "La mitigación del cambio climático se refiere a las intervenciones humanas para reducir las fuentes de gases de efecto invernadero (GEI). Promover el uso de bicicletas para reducir el uso de automóviles disminuye la emisión de CO2, atacando la causa del calentamiento global, lo cual es una medida de mitigación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p79",
      "contexto": "Lea la siguiente situación y responda las preguntas 79, 80, 81 y 82.\nEn una unidad didáctica, la docente presentó a los estudiantes la siguiente situación.\nPepe recibió la noticia de que su tío le dejó en herencia una chacra en el oriente peruano. Los documentos mencionan que son varias hectáreas ubicadas en la cuenca del río Huallaga. Las tierras están sin trabajar desde hace bastante tiempo y Pepe tiene que tomar varias decisiones sobre el uso que les va a dar. Algunos familiares le han comentado que en la zona se producen principalmente dos cultivos: café y palma aceitera. Además, le dijeron que algunos campesinos han vendido sus tierras a empresarios de palma aceitera por la influencia que estos tienen en el mercado.\n\nPara que los estudiantes ubiquen el espacio geográfico donde se desarrolla la situación, la docente les presenta el siguiente mapa.\n\nA continuación, la docente solicita a los estudiantes que indiquen en qué sector de la cuenca se ubica la chacra de Pepe.\nEstas son las intervenciones de tres estudiantes.\n• Daniel: \"Creo que la chacra se ubica en la cuenca alta del río Huallaga, muy cerca a la confluencia con el río Marañón\".\n• Mariana: \"Considero que la chacra se ubica en la cuenca baja del río Huallaga, en la llanura amazónica\".\n• Jorge: \"Pienso que la chacra se ubica en la cabecera de la cuenca del río Huallaga, al noreste peruano\".",
      "imagen": "img/ciencias_sociales_2019_q79.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes ha indicado correctamente el sector de la cuenca donde se ubica la chacra?",
          "opciones": [
            "Daniel",
            "Mariana",
            "Jorge"
          ],
          "respuesta": "Mariana",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "En el mapa, el punto que señala la \"Chacra\" se encuentra al norte, cerca de la confluencia del río Huallaga con el río Marañón. Geográficamente, el curso inferior del Huallaga (cerca de su desembocadura en el Marañón) se ubica en la Selva Baja o Llanura Amazónica (Lagunas), que corresponde a la cuenca baja.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p80",
      "contexto": "Para el desarrollo de otra actividad, la docente comenta a los estudiantes que Pepe ha buscado el asesoramiento de un experto en el mercado de palma aceitera, quien le presenta un gráfico de la oferta y demanda de este producto en la actualidad.\n\nLa docente solicita a los estudiantes que interpreten el gráfico considerando que las demás variables se mantienen constantes.",
      "imagen": "img/ciencias_sociales_2019_q80.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "Illari: \"Ha habido un incremento de la demanda de palma aceitera, lo que ha generado que su precio aumente\".",
            "Rodolfo: \"Ha habido un aumento del precio de la palma aceitera, lo que ha generado un incremento de la oferta\".",
            "Pilar: \"Ha habido un incremento de la demanda de palma aceitera, lo que ha generado un equilibrio con un precio menor y una cantidad mayor\"."
          ],
          "respuesta": "Illari: \"Ha habido un incremento de la demanda de palma aceitera, lo que ha generado que su precio aumente\".",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "El gráfico muestra un desplazamiento de la curva de demanda hacia la derecha (de D1 a D2), lo que indica un aumento en la demanda. El nuevo punto de equilibrio se encuentra en un precio más alto (P2 > P1) y una cantidad mayor (Q2 > Q1). La afirmación de Illari describe correctamente este fenómeno.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p81",
      "contexto": "Los estudiantes, organizados en equipos, han buscado información sobre la producción de palma aceitera y han analizado sus efectos con la finalidad de brindar recomendaciones a Pepe acerca de qué producto cultivar. La docente les solicita que desarrollen sus recomendaciones por escrito. Uno de los equipos presenta el siguiente avance.\n\n\"Nosotros hemos encontrado que el consumo mundial de palma aceitera se elevó de 14,6 millones de toneladas en 1995 a 61,1 millones de toneladas en los últimos años. Por ello, nosotros recomendaríamos a Pepe que no siembre café y se enfoque en producir palma aceitera\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es que los estudiantes cuestionen la recomendación que han elaborado considerando otra dimensión, ¿cuál de las siguientes retroalimentaciones es más pertinente?",
          "opciones": [
            "\"La recomendación evidencia que han considerado la importancia que tiene la palma aceitera en la economía mundial como un criterio central. Les sugiero que recaben información acerca de los cambios que han experimentado los bosques de países como Indonesia por haber incrementado la producción de palma aceitera\".",
            "\"Estoy de acuerdo con la recomendación, ya que para dinamizar una economía local es necesario adecuarse a las tendencias del mercado internacional. Les sugiero que incluyan en sus argumentos información acerca del crecimiento del PBI agrícola de países que son grandes productores de palma aceitera como Colombia\".",
            "\"La recomendación es válida, pero he identificado que solo han considerado datos estadísticos del consumo de palma aceitera a escala internacional. Les sugiero que para complementar esta información incorporen en su análisis datos cuantitativos acerca de la rentabilidad de la palma aceitera a escala nacional\"."
          ],
          "respuesta": "\"La recomendación evidencia que han considerado la importancia que tiene la palma aceitera en la economía mundial como un criterio central. Les sugiero que recaben información acerca de los cambios que han experimentado los bosques de países como Indonesia por haber incrementado la producción de palma aceitera\".",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "La recomendación de los estudiantes se basa puramente en la dimensión económica (demanda/consumo). Para cuestionar críticamente esta postura (conflicto cognitivo) desde \"otra dimensión\", la opción A introduce la dimensión ambiental (deforestación/impacto en bosques), que es una problemática central asociada al cultivo de palma aceitera.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p82",
      "contexto": "La docente y los estudiantes han analizado varios proyectos basados en un enfoque de desarrollo sostenible. A continuación, ella les propone leer la siguiente situación.\nPepe conoce a un grupo de campesinos productores de café orgánico que forman parte de un proyecto que busca el desarrollo sostenible de su comunidad. Pepe se interesa en el tema y quiere informarse al respecto.\n\nLuego, la docente les dice lo siguiente: \"Si ustedes tuvieran que ayudar a Pepe a informarse acerca de la producción de café orgánico considerando los tres pilares del desarrollo sostenible, ¿qué recomendaciones serían adecuadas?\".\n\nTres estudiantes plantean las siguientes recomendaciones.\n• Mayra: \"Primero, Pepe debería investigar sobre la evolución del precio del café orgánico en los últimos años en el mercado nacional. Luego, debería mapear los agentes económicos de este sector para tener un listado de posibles proveedores y así asegurar la producción a lo largo del tiempo. Finalmente, debería investigar sobre los costos de la maquinaria que se utiliza en todo el proceso\".\n• Tomás: \"Primero, Pepe debería indagar cómo la comunidad podría involucrarse en la producción de café orgánico y mejorar, de alguna manera, las condiciones de vida de sus habitantes. Luego, debería investigar sobre buenas prácticas agrícolas que optimicen el uso del agua para el riego. Finalmente, debería averiguar el precio del café con etiqueta orgánica y las oportunidades de negocio\".\n• John: \"Primero, Pepe debería buscar información sobre los métodos de cultivo para una agricultura cafetalera orgánica. Luego, debería averiguar sobre la reducción de la pérdida de bosques a partir de la técnica de agroforestería en espacios amazónicos. Finalmente, debería investigar sobre fertilizantes sin sustancias químicas y más amigables con el ambiente\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las recomendaciones de los estudiantes incorpora los tres pilares del desarrollo sostenible?",
          "opciones": [
            "La de Mayra.",
            "La de Tomás.",
            "La de John."
          ],
          "respuesta": "La de Tomás.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "El desarrollo sostenible se basa en el equilibrio de tres pilares: Social, Ambiental y Económico. Mayra se enfoca solo en lo económico (precios, costos). John se enfoca solo en lo ambiental (métodos, bosques, fertilizantes). Tomás integra los tres: Social (\"mejorar condiciones de vida\"), Ambiental (\"uso del agua\"), y Económico (\"precio y oportunidades de negocio\").",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p83",
      "contexto": "Lea la siguiente definición.\nSon sistemas hídricos que desembocan en lagos, lagunas o salares que no tienen comunicación fluvial con el mar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué tipo de cuencas corresponde la definición anterior?",
          "opciones": [
            "A las cuencas arreicas.",
            "A las cuencas exorreicas.",
            "A las cuencas endorreicas."
          ],
          "respuesta": "A las cuencas endorreicas.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "Las cuencas endorreicas son aquellas cuyas aguas no llegan al mar, sino que desembocan en lagos, lagunas o salares interiores, o se evaporan. (Exorreicas van al mar; Arreicas se pierden por evaporación o infiltración sin formar cursos definidos).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p84",
      "contexto": "Los estudiantes, organizados en equipos, van a elaborar un tríptico informativo dirigido a la comunidad educativa. Dicho tríptico tratará acerca de la relación entre los hábitos de consumo y su impacto ambiental.\n\nDurante el desarrollo del trabajo, la docente pregunta a uno de los equipos cuál es la idea central que han pensado comunicar en su tríptico. Uno de los estudiantes responde lo siguiente:\n\"Nosotros pensamos que el tríptico debe incentivar que las personas solo consuman alimentos naturales en lugar de productos procesados industrialmente y que, además, se evite el uso de bolsas de plástico. De esa forma, lograremos que ya no haya más impactos en el ambiente\".\n\nLa docente se da cuenta de que los estudiantes no han considerado la huella hídrica en su propuesta. Por ello, desea plantear una acción que los ayude a cuestionar críticamente su idea inicial en relación con los hábitos de consumo y el impacto en el ambiente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para lograr este propósito?",
          "opciones": [
            "Primero, pedir a los estudiantes que busquen la definición y los componentes de la huella hídrica. Luego, solicitarles que elaboren un organizador gráfico donde se diferencien los tipos de agua que mide la huella hídrica. Finalmente, pedirles que averigüen cuál es la huella hídrica del Perú y la de otros países de la región.",
            "Primero, pedir a los estudiantes que busquen ejemplos de cómo la producción de alimentos procesados industrialmente contamina el agua. Luego, solicitarles que averigüen sobre las industrias que más contaminan dicho recurso. Finalmente, preguntarles qué acciones creen que contribuyen a reducir la contaminación del agua.",
            "Primero, pedir a los estudiantes que identifiquen los productos de origen natural en la canasta básica familiar de su localidad. Luego, solicitarles que averigüen cuánta agua se consume para la producción de estos alimentos. Finalmente, pedirles que expliquen cómo la producción de estos alimentos afecta a los ecosistemas."
          ],
          "respuesta": "Primero, pedir a los estudiantes que identifiquen los productos de origen natural en la canasta básica familiar de su localidad. Luego, solicitarles que averigüen cuánta agua se consume para la producción de estos alimentos. Finalmente, pedirles que expliquen cómo la producción de estos alimentos afecta a los ecosistemas.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El estudiante cree erróneamente que consumir \"alimentos naturales\" elimina el impacto ambiental. Para cuestionar esto (conflicto cognitivo) y abordar la \"huella hídrica\", la acción más pertinente es hacerles ver que incluso los productos naturales requieren grandes cantidades de agua para su producción. La opción C guía directamente a este análisis, mostrando que todo consumo tiene un impacto (huella), refutando la idea de \"ya no haya más impactos\".",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p85_86",
      "contexto": "Lea la siguiente situación y responda las preguntas 85 y 86.\nLos estudiantes están analizando una situación de conflicto entre dos localidades colindantes: Los Sauces y Los Nogales. Estas localidades están enfrentadas por la construcción de un muro que las va a separar.\nCon la finalidad de que los estudiantes conozcan el espacio en conflicto, el docente les presenta una imagen satelital del mismo. Luego, les pide que, en equipos y siguiendo la metodología de lectura del paisaje, elaboren un croquis en el que identifiquen los elementos naturales y sociales de este paisaje.\n\nA continuación, se presenta el croquis elaborado por un equipo.",
      "imagen": "img/ciencias_sociales_2019_q85_86.png",
      "preguntas": [
        {
          "pregunta": "Para continuar con la actividad y teniendo en cuenta la metodología de lectura del paisaje, ¿cuál de las siguientes acciones corresponde al análisis del orden espacial del paisaje?",
          "opciones": [
            "Entregar al equipo una tabla con datos estadísticos sobre el acceso a los servicios básicos en ambas localidades. Luego, solicitarle que incorpore estos datos en el croquis que ha elaborado.",
            "Solicitar al equipo que describa la diferencia en la distribución de las viviendas en ambas localidades. Luego, pedirle que identifique cómo el relieve influye en el acceso a las viviendas.",
            "Pedir al equipo que describa el relieve de ambas localidades e identifique las zonas más altas. Luego, solicitarle que estime la cantidad de viviendas de cada localidad según el croquis."
          ],
          "respuesta": "Solicitar al equipo que describa la diferencia en la distribución de las viviendas en ambas localidades. Luego, pedirle que identifique cómo el relieve influye en el acceso a las viviendas.",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "El análisis del \"orden espacial\" en la lectura del paisaje implica comprender cómo están organizados y distribuidos los elementos en el espacio y las relaciones causales o funcionales entre ellos (por ejemplo, cómo el medio físico/relieve condiciona el asentamiento humano). La opción B aborda directamente la distribución y la relación con el relieve.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Teniendo en cuenta el nivel de detalle de la información presentada en el croquis anterior, ¿cuál de las siguientes alternativas es la que más se aproxima a la escala de este croquis?",
          "opciones": [
            "1: 30 000 000",
            "1:300 000",
            "1:3000"
          ],
          "respuesta": "1:3000",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El croquis muestra un nivel de detalle muy alto (escala grande), permitiendo distinguir viviendas individuales, escaleras y áreas verdes específicas dentro de un barrio. Las escalas como 1:30,000,000 (mundial/continental) o 1:300,000 (regional) no permiten ver estos detalles urbanos. Una escala de 1:3,000 es típica de planos locales o barriales.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p87",
      "contexto": "Los estudiantes llevaron a la sesión de aprendizaje noticias sobre las áreas naturales protegidas del Perú. Durante la presentación, uno de los estudiantes afirmó lo siguiente:\n\n\"Yo encontré una noticia donde mencionaban que las áreas naturales protegidas de nuestro país son muy importantes por albergar especies endémicas\".\n\nLuego, el docente pregunta a la clase ¿a qué se refiere el concepto de especies endémicas? Estas son las intervenciones de tres estudiantes.\n• Pedro: \"A las especies en peligro de extinción cuya población podría incrementarse\".\n• Manuel: \"A las especies que han logrado adaptarse a nuevos hábitats\".\n• Alejandra: \"A las especies propias y exclusivas de un determinado lugar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las intervenciones expresa mejor el concepto de endemismo?",
          "opciones": [
            "La de Pedro.",
            "La de Manuel.",
            "La de Alejandra."
          ],
          "respuesta": "La de Alejandra.",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "El endemismo es un concepto biológico que se refiere a especies que se distribuyen únicamente en un ámbito geográfico limitado y no se encuentran de forma natural en ninguna otra parte del mundo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p88_89",
      "contexto": "Lea la siguiente situación y responda las preguntas 88 y 89.\nUn docente tiene como propósito que los estudiantes expliquen las dinámicas y transformaciones de un determinado espacio geográfico. Para ello, ha propuesto el análisis del caso de una comunidad amazónica ubicada cerca del río Gallito Rojo.\nEn este contexto, les brinda dos diagramas de bloque que representan a un sector del río Gallito Rojo. Una imagen corresponde al año 2000 y la otra al año 2018.",
      "imagen": "img/ciencias_sociales_2019_q88_89.png",
      "preguntas": [
        {
          "pregunta": "El docente les pide que expliquen cómo se ha transformado el paisaje en las zonas I, II, y III considerando las fuerzas externas.\n\n¿Cuál de las siguientes afirmaciones de los estudiantes es correcta?",
          "opciones": [
            "Ada: \"Si observamos los dos diagramas de bloque, podemos decir que en 18 años ha ocurrido una transformación natural del río Gallito Rojo. En la zona II, se ha desarrollado el proceso de sedimentación; en la zona III, de erosión, y en la zona I, el proceso de meteorización\".",
            "Leo: \"Si comparamos los dos diagramas de bloque, podemos decir que la zona II ha cambiado por el proceso de sedimentación, mientras que la zona III ha cambiado por el proceso de erosión. Respecto a la zona I, según la imagen del 2018, es un meandro abandonado\".",
            "Fidel: \"Si vemos los dos diagramas de bloque, podemos decir que la zona II se ha modificado debido al proceso de erosión. La zona III ha cambiado debido al proceso de sedimentación. En la zona I se ha formado un lago por el cambio del curso del río\"."
          ],
          "respuesta": "Leo: \"Si comparamos los dos diagramas de bloque, podemos decir que la zona II ha cambiado por el proceso de sedimentación, mientras que la zona III ha cambiado por el proceso de erosión. Respecto a la zona I, según la imagen del 2018, es un meandro abandonado\".",
          "respuestaCorta": "La opción correcta es la B.",
          "solucionario": "En la dinámica fluvial de un meandro: La zona exterior de la curva (Zona III) es donde la corriente es más rápida y erosiona la orilla. La zona interior de la curva (Zona II) es más lenta y deposita sedimentos (playas). La Zona I muestra cómo el río cortó el meandro, dejando el antiguo cauce como una laguna en forma de herradura (meandro abandonado o cocha).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Para el desarrollo de otra actividad, el docente plantea a los estudiantes lo siguiente: \"Teniendo en cuenta la migración natural del río, señalen en qué zona sería más adecuado ubicar un pequeño puerto de botes y canoas\".\n\n¿Cuál de las siguientes afirmaciones de los estudiantes es correcta?",
          "opciones": [
            "Miguel: \"En la zona II\".",
            "Virginia: \"En la zona III\".",
            "Melissa: \"En la zona IV\"."
          ],
          "respuesta": "Miguel: \"En la zona II\".",
          "respuestaCorta": "La opción correcta es la A.",
          "solucionario": "En los ríos amazónicos, los puertos para embarcaciones menores (canoas, botes) suelen ubicarse en las zonas de deposición o playas (Zona II), donde la corriente es más lenta, permite varar las embarcaciones con seguridad y el acceso a la orilla es gradual (playa), a diferencia de la zona de erosión (Zona III) que suele tener barrancos inestables y corriente fuerte.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_ciencias_sociales_2019_p90",
      "contexto": "Los estudiantes están realizando la lectura del paisaje que se muestra en una fotografía de la represa Gallito Ciego, ubicada en la región Cajamarca, en el valle del río Jequetepeque.\nEn este contexto, tres estudiantes mencionan lo siguiente:\n• Martha: \"Yo observo que hay muchos árboles\".\n• Lucas: \"Hay personas que están trabajando\".\n• Mario: \"Veo el agua del río Jequetepeque\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué estudiante ha identificado un elemento abiótico en el paisaje que se muestra en la fotografía?",
          "opciones": [
            "Martha",
            "Lucas",
            "Mario"
          ],
          "respuesta": "Mario",
          "respuestaCorta": "La opción correcta es la C.",
          "solucionario": "Los elementos abióticos son los componentes no vivos del ecosistema (agua, suelo, luz, aire). El agua del río (identificada por Mario) es un elemento abiótico. Los árboles (biótico) y las personas (social/biótico) no lo son.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
