{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_religion_2019_p51",
      "contexto": "Lea el siguiente texto y responda la pregunta.\n\nEste libro narra de forma hermosa cómo el amor genuino se fortalece en tiempos difíciles. Uno de los pasajes que refleja dicho amor es el siguiente: \"No me obligues a dejarte, yéndome lejos de ti, pues a donde tú vayas, iré yo; y donde tú vivas, viviré yo; tu pueblo será mi pueblo y tu Dios será mi Dios. Donde tú mueras, allí también quiero morir y ser enterrada yo. Que el Señor me castigue como es debido si no es la muerte la que nos separe\".\n\nAdaptado de La Biblia Latinoamérica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué libro del Antiguo Testamento corresponde el texto anterior?",
          "opciones": [
            "Al libro de Ester.",
            "Al libro de Rut.",
            "Al libro de Job."
          ],
          "respuesta": "Al libro de Rut.",
          "respuestaCorta": "Al libro de Rut.",
          "solucionario": "El pasaje citado (\"tu pueblo será mi pueblo y tu Dios será mi Dios\") es una de las declaraciones más famosas de fidelidad y amor filial que se encuentra en el Libro de Rut (Rut 1:16-17), pronunciada por Rut hacia su suegra Noemí.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p52",
      "contexto": "Una docente ha observado que la mayoría de sus estudiantes conocen, identifican y valoran las aportaciones positivas y negativas de las diversas religiones en la historia de la humanidad. Además, ella ha notado que son capaces de entenderlas en su contexto histórico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de competencia espiritual corresponde principalmente al desempeño mostrado por los estudiantes?",
          "opciones": [
            "Competencia espiritual religiosa.",
            "Competencia espiritual trascendente.",
            "Competencia espiritual religiosa cristiana."
          ],
          "respuesta": "Competencia espiritual religiosa.",
          "respuestaCorta": "Competencia espiritual religiosa.",
          "solucionario": "La capacidad de conocer, identificar y valorar las aportaciones de las diversas religiones en la historia y entenderlas en su contexto corresponde a la competencia espiritual religiosa, la cual abarca el fenómeno religioso como hecho cultural e histórico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes definiciones corresponde al concepto de religiosidad popular?",
          "opciones": [
            "Es la identificación de la semilla del evangelio en las culturas originarias.",
            "Es la búsqueda de la conciliación entre las diversas doctrinas religiosas.",
            "Es la expresión intuitiva y simbólica de la fe que muestra un pueblo."
          ],
          "respuesta": "Es la expresión intuitiva y simbólica de la fe que muestra un pueblo.",
          "respuestaCorta": "Es la expresión intuitiva y simbólica de la fe que muestra un pueblo.",
          "solucionario": "La religiosidad popular se define en documentos eclesiales (como Puebla o Aparecida) como la expresión particular, intuitiva y simbólica con la que la fe cristiana se encarna y manifiesta en la cultura de un pueblo determinado.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p54",
      "contexto": "Un docente busca iniciar su sesión con una parábola que trate sobre la importancia de estar preparado para ingresar al Reino de Dios. ¿Qué parábola debe emplear el docente para que logre su propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué parábola debe emplear el docente para que logre su propósito?",
          "opciones": [
            "\"Las diez jóvenes\", (Mt 25, 1-13).",
            "\"La moneda perdida\", (Lc 15, 8-10).",
            "\"El grano de mostaza\", (Mt 13, 31-32)."
          ],
          "respuesta": "\"Las diez jóvenes\", (Mt 25, 1-13).",
          "respuestaCorta": "\"Las diez jóvenes\", (Mt 25, 1-13).",
          "solucionario": "La parábola de las diez jóvenes (o vírgenes) tiene como enseñanza central la vigilancia y la preparación (\"estad preparados\") para la llegada del Reino de los Cielos, simbolizado por la llegada del esposo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p55",
      "contexto": "En una IE, los docentes de Educación Religiosa y un grupo de estudiantes están planificando cómo realizarán la celebración de Semana Santa. En este contexto, los docentes van a trabajar junto con los estudiantes la realización de estas actividades: investigarán el inicio de la Semana Santa, analizarán el significado de los símbolos cristianos, y elaborarán ensayos sobre las tradiciones de esta festividad católica en el Perú.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de unidad didáctica es más adecuada para que los docentes organicen las actividades?",
          "opciones": [
            "Proyecto de aprendizaje.",
            "Módulo de aprendizaje.",
            "Unidad de aprendizaje."
          ],
          "respuesta": "Proyecto de aprendizaje.",
          "respuestaCorta": "Proyecto de aprendizaje.",
          "solucionario": "El proyecto de aprendizaje es la unidad didáctica ideal cuando se parte de un interés o necesidad común (la celebración de Semana Santa), involucra a los estudiantes activamente en la planificación y ejecución, y resulta en un producto o acción concreta (la celebración y los ensayos) mediante la investigación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p56",
      "contexto": "Un docente tiene como propósito que los estudiantes conozcan la actividad misionera de la Iglesia católica. Por esta razón, trabajará sobre la base de un documento del concilio Vaticano II.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué documento de dicho concilio debe emplear el docente para que logre su propósito?",
          "opciones": [
            "Ad Gentes.",
            "Perfectae Caritatis.",
            "Apostolicam Actuositatem."
          ],
          "respuesta": "Ad Gentes.",
          "respuestaCorta": "Ad Gentes.",
          "solucionario": "El Decreto \"Ad Gentes\" del Concilio Vaticano II es el documento específico que trata sobre la actividad misionera de la Iglesia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p57_59",
      "contexto": "Lea el siguiente texto y responda las preguntas 57, 58 y 59.\n\nUna docente presenta a los estudiantes el siguiente texto:\n\nEl ciego de Jericó\n\nLlegaron a Jericó. Al salir Jesús de allí con sus discípulos y con bastante más gente, un ciego que pedía limosna se encontraba a la orilla del camino. Se llamaba Bartimeo (hijo de Timeo). Al enterarse de que era Jesús de Nazaret el que pasaba, empezó a gritar: \"¡Jesús, Hijo de David, ten compasión de mí!\". Muchas personas trataban de hacerlo callar. Pero él gritaba con más fuerza: \"¡Hijo de David, ten compasión de mí!\". Jesús se detuvo y dijo: \"Llámenlo\". Llamaron, pues, al ciego diciéndole: \"Vamos, levántate, que te está llamando\". Y él, arrojando su manto, se puso en pie de un salto y se acercó a Jesús, quien le preguntó: \"¿Qué quieres que haga por ti?\". El ciego respondió: \"Maestro, que vea\". Entonces, Jesús le dijo: \"Puedes irte, tu fe te ha salvado\". Y al instante pudo ver y siguió a Jesús por el camino.\n\nMc 10, 46-52",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes profundicen en la comprensión del mensaje de \"El ciego de Jericó\" a través del método de la Lectio Divina. ¿Qué grupo de preguntas corresponde al paso de la meditación de dicho método?",
          "opciones": [
            "¿Cómo pueden agradecer a Dios por la enseñanza recibida a través del texto? ¿Qué le dirían para que les dé fortaleza? ¿Qué le pedirían a Dios que cambie en sus vidas para que puedan practicar sus enseñanzas?",
            "¿Alguna vez se han sentido en una situación desesperada? ¿A quién piden ayuda en estas situaciones? ¿Cómo pueden acercarse a Jesús siguiendo el ejemplo de \"El ciego de Jericó\"?",
            "¿Por qué Bartimeo se refirió a Jesús como 'maestro'? ¿Cuál es la razón por la que él recibe el milagro de la curación? ¿Con qué finalidad Jesús le dice a Bartimeo que su fe lo ha salvado?"
          ],
          "respuesta": "¿Alguna vez se han sentido en una situación desesperada? ¿A quién piden ayuda en estas situaciones? ¿Cómo pueden acercarse a Jesús siguiendo el ejemplo de \"El ciego de Jericó\"?",
          "respuestaCorta": "¿Alguna vez se han sentido en una situación desesperada? ¿A quién piden ayuda en estas situaciones?...",
          "solucionario": "En la Lectio Divina, la etapa de Meditación (Meditatio) busca actualizar la Palabra, preguntando qué dice el texto a la vida personal del lector hoy. Las preguntas sobre sentirse desesperado y acudir a Jesús buscan conectar la experiencia personal del estudiante con el relato bíblico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál es el mensaje principal de \"El ciego de Jericó\"?",
          "opciones": [
            "Enseñarnos que la fe es un don de Dios.",
            "Enseñarnos que la fe es una fuerza que transforma.",
            "Enseñarnos que la fe es un premio por nuestras acciones."
          ],
          "respuesta": "Enseñarnos que la fe es una fuerza que transforma.",
          "respuestaCorta": "Enseñarnos que la fe es una fuerza que transforma.",
          "solucionario": "El núcleo del relato es la transformación de la realidad del ciego gracias a su fe activa y persistente, validada por Jesús cuando le dice: \"Tu fe te ha salvado\". Bartimeo pasa de la ceguera a la vista y de estar al borde del camino a seguir a Jesús.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente les ha propuesto a los estudiantes analizar el texto mediante el método Ver-juzgar-actuar. ¿Cuál de las siguientes acciones pedagógicas es adecuada para que la docente logre su propósito?",
          "opciones": [
            "Pedirles que analicen el contexto histórico del texto \"El ciego de Jericó\". Luego, preguntarles por lo que creen que Jesús buscaba demostrar al curar a Bartimeo. Finalmente, pedir que expliquen en qué medida la fe tiene influencia en la vida de un cristiano.",
            "Presentar el testimonio de una persona no creyente que, luego de conocer a Dios, cambió su vida. Luego, pedirles que comparen dicho testimonio con el mensaje de \"El ciego de Jericó\". Finalmente, indicar que se organicen en grupos para dar a conocer el evangelio a las personas que aún no lo conocen.",
            "Indicarles que busquen similitudes entre el relato de \"Jesús sana a un ciego de nacimiento\" y \"El ciego de Jericó\". Luego, preguntarles si creen que la fe cumplió un rol importante en las historias de ambos relatos. Finalmente, pedir que propongan acciones que los ayuden a fortalecer su fe cristiana."
          ],
          "respuesta": "Presentar el testimonio de una persona no creyente que, luego de conocer a Dios, cambió su vida. Luego, pedirles que comparen dicho testimonio con el mensaje de \"El ciego de Jericó\". Finalmente, indicar que se organicen en grupos para dar a conocer el evangelio a las personas que aún no lo conocen.",
          "respuestaCorta": "Presentar el testimonio de una persona no creyente que, luego de conocer a Dios, cambió su vida...",
          "solucionario": "Esta secuencia respeta los pasos del método: 1. VER la realidad (el testimonio actual de cambio de vida), 2. JUZGAR la realidad a la luz de la Palabra (comparar con el texto bíblico), y 3. ACTUAR (organizarse para evangelizar).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p60",
      "contexto": "Lea el siguiente extracto del documento conclusivo de Puebla y responda la pregunta.\n\n\"(...) entendemos el conjunto de hondas creencias selladas por Dios, de las actitudes básicas que de esas convicciones derivan (...). Se trata de la forma o de la existencia cultural que la religión adopta en un pueblo determinado. La religión del pueblo latinoamericano, en su forma cultural más característica (...)\".\n\nTomado de Documento de Puebla 444 de CELAM.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué concepto corresponde al extracto anterior?",
          "opciones": [
            "Inculturación del evangelio.",
            "Sincretismo religioso.",
            "Religiosidad popular."
          ],
          "respuesta": "Religiosidad popular.",
          "respuestaCorta": "Religiosidad popular.",
          "solucionario": "El extracto define la \"Religiosidad popular\" como la forma cultural que la religión adopta en un pueblo determinado, siendo una característica distintiva del pueblo latinoamericano según el Documento de Puebla.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p61",
      "contexto": "Lea el siguiente texto y responda la pregunta.\n\n\"Se trata de un proceso que se impone debido a la mayor comunicación entre las diversas partes del mundo, superando las distancias, con efectos evidentes en campos muy diversos. Tiene beneficios como el desarrollo de las relaciones entre los diversos países en lo económico (...). Sin embargo, se rige por las leyes del mercado aplicadas según las conveniencias de los poderosos, lo cual lleva a consecuencias negativas. Tales son, por ejemplo, la atribución de un valor absoluto a la economía, el desempleo, la disminución y el deterioro de ciertos servicios públicos, la destrucción del ambiente y de la naturaleza, el aumento de las diferencias entre ricos y pobres, y la competencia injusta que coloca a las naciones pobres en una situación de inferioridad cada vez más acentuada\".\n\nAdaptado de Exhortación Ecclesia in America de Juan Pablo II.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué desafío de la Iglesia en el mundo actual corresponde el texto anterior?",
          "opciones": [
            "Al pluralismo religioso.",
            "Al neoliberalismo.",
            "A la globalización."
          ],
          "respuesta": "A la globalización.",
          "respuestaCorta": "A la globalización.",
          "solucionario": "El texto describe las características de la globalización, mencionando la interconexión mundial, la superación de distancias, los efectos económicos y las consecuencias negativas derivadas de la primacía del mercado y la desigualdad.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p62",
      "contexto": "Un docente y sus estudiantes están desarrollando una serie de actividades sobre el sacramento del Bautismo. Durante la realización de uno de los trabajos grupales, una estudiante comentó al docente lo siguiente:\n\n\"Profesor, usted dijo que la fe es necesaria para el Bautismo. Lo que no entiendo es por qué se bautiza a los bebés si ellos todavía no manifiestan su fe\".\n\nEl docente busca ayudar a la estudiante a comprender por qué los recién nacidos son bautizados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Indicarle que lea el texto \"Jesús envía a sus apóstoles\" (Mt 28, 19-20). Luego, preguntarle por qué todos los cristianos están obligados a bautizarse y a bautizar a las demás personas.",
            "Indicarle que lea \"La hija de Jairo\" (Mc 5, 21-42). Luego, solicitar que explique si cree que la hija de Jairo mostró su fe para ser curada o fue la fe de su padre el medio por el cual su hija recibió la gracia divina.",
            "Indicarle que investigue en qué consiste el sacramento del Bautismo, y cuál es su materia y su forma. Luego, sugerirle que asista a un rito de Bautismo de niños recién nacidos para que contraste los resultados de su investigación."
          ],
          "respuesta": "Indicarle que lea \"La hija de Jairo\" (Mc 5, 21-42). Luego, solicitar que explique si cree que la hija de Jairo mostró su fe para ser curada o fue la fe de su padre el medio por el cual su hija recibió la gracia divina.",
          "respuestaCorta": "Indicarle que lea \"La hija de Jairo\" (Mc 5, 21-42). Luego, solicitar que explique si cree que la hija de Jairo mostró su fe...",
          "solucionario": "El uso del pasaje de la hija de Jairo permite establecer una analogía didáctica clara: al igual que la niña fue salvada por la fe de su padre, en el bautismo de infantes, es la fe de los padres y la Iglesia la que suple la incapacidad temporal del niño para manifestar su propia fe.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p63",
      "contexto": "Una docente busca recoger los saberes previos de sus estudiantes sobre la dignidad humana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Pedir que lean el resumen de Evangelium Vitae. A partir de la lectura, solicitar que expliquen por qué es deber de un cristiano defender la dignidad humana.",
            "Organizar a los estudiantes en grupos y entregarles el Catecismo. Después, pedirles que busquen por qué en el Catecismo se dice que todas las personas son dignas.",
            "Solicitar que seleccionen noticias en las que consideren que se vulnera la dignidad humana. Luego, pedirles que ofrezcan algunas propuestas para revertir la situación presentada en dicha noticia."
          ],
          "respuesta": "Solicitar que seleccionen noticias en las que consideren que se vulnera la dignidad humana. Luego, pedirles que ofrezcan algunas propuestas para revertir la situación presentada en dicha noticia.",
          "respuestaCorta": "Solicitar que seleccionen noticias en las que consideren que se vulnera la dignidad humana...",
          "solucionario": "Para recoger saberes previos, es necesario partir de lo que los estudiantes ya conocen o perciben de su realidad cotidiana. Analizar noticias sobre vulneración de dignidad permite exteriorizar sus concepciones previas antes de introducir teoría nueva o documentos eclesiales.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "cp_religion_2019_p64",
      "contexto": "Una docente busca reforzar en sus estudiantes el análisis bíblico. Para ello, pidió que, por escrito, analicen, el texto bíblico \"El impuesto debido al César\" (Mc 12, 13-17) mediante el método histórico-crítico. ¿Cuál de los siguientes escritos de los estudiantes se basa en la aplicación de dicho método?\n\nAna: \"En esa época, Israel fue conquistada por Roma y pagaba impuestos al emperador (César). Los fariseos eran nacionalistas judíos que se oponían al poder de Roma, mientras que los partidarios de Herodes eran aliados de Roma y vigilaban sus intereses. Ambos grupos eran opuestos, pero se unieron para ponerle una trampa a Jesús, pues él era peligroso para sus planes. La respuesta de Jesús le daría motivos a los romanos para llevarlo a la cárcel o para ser acusado de traidor por los judíos.\"\n\nPedro: \"En aquel tiempo, la pregunta que le hicieron a Jesús era realmente difícil, pues la respuesta le traería graves consecuencias. Si Jesús respondía con un 'sí', traicionaría a su pueblo, mientras que un 'no' lo llevaría a ser acusado como rebelde ante las autoridades. Por ello, Jesús respondió con una frase que encerraba una revelación: Lo material era de los hombres, pero lo espiritual, como el alma, le pertenece a Dios.\"\n\nMartha: \"En esos tiempos, la Ley de Moisés era lo más sagrado para los judíos. Era superior a la ley romana. Por lo tanto, todos esperaban que Jesús explique cómo deberían rebelarse, pero su respuesta fue más allá de lo terrenal, fue una respuesta espiritual. Esto me hace recordar a otra historia de la misma época en la que a Jesús le ponen una trampa parecida y él contesta también con una frase: 'El que esté libre de pecado, que tire la primera piedra'.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes escritos de los estudiantes se basa en la aplicación de dicho método?",
          "opciones": [
            "Ana",
            "Pedro",
            "Martha"
          ],
          "respuesta": "Ana",
          "respuestaCorta": "Ana",
          "solucionario": "El escrito de Ana es el único que aplica rigurosamente el método histórico-crítico, pues sitúa el texto en su contexto político y social específico (dominación romana, impuestos), identifica a los actores históricos y sus motivaciones (fariseos y herodianos, sus posturas políticas) y explica la naturaleza de la trampa en términos históricos y legales de la época.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p65",
      "contexto": "Durante el análisis de un texto bíblico, una docente pidió a los estudiantes que, oralmente, expliquen el significado de la expresión \"Dad al César lo que es del César y a Dios lo que corresponde a Dios\". En este contexto, una estudiante intervino de la siguiente manera: \"En esta frase, Jesús da a entender que la Ley de Dios y la ley de los hombres son opuestas\".\n\nLa docente nota que varios estudiantes están de acuerdo con el comentario de la estudiante. Por esta razón, busca orientarlos en la comprensión de esta cita bíblica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Preguntar a los estudiantes si se puede ser buen cristiano y buen ciudadano al mismo tiempo, y si se puede obedecer la ley de Dios y la de los hombres a la vez. Luego, pedir que planteen situaciones en las que ambas leyes coinciden o difieren.",
            "Indicar a los estudiantes que lean en los comentarios de la Biblia el significado de la expresión analizada. Luego, pedir que expliquen en qué casos debemos obedecer a la Iglesia más que a las autoridades de la localidad.",
            "Conversar con los estudiantes sobre si la Iglesia católica cumple un rol en el trabajo de los políticos. Luego, pedir que propongan situaciones en las que la Iglesia católica haya intervenido en política."
          ],
          "respuesta": "Preguntar a los estudiantes si se puede ser buen cristiano y buen ciudadano al mismo tiempo, y si se puede obedecer la ley de Dios y la de los hombres a la vez. Luego, pedir que planteen situaciones en las que ambas leyes coinciden o difieren.",
          "respuestaCorta": "Preguntar a los estudiantes si se puede ser buen cristiano y buen ciudadano al mismo tiempo...",
          "solucionario": "Esta acción pedagógica aborda directamente el conflicto cognitivo de la estudiante (la supuesta oposición binaria) mediante preguntas reflexivas que promueven el análisis sobre la compatibilidad de los deberes civiles y religiosos, ayudando a construir una comprensión más matizada de la enseñanza de Jesús.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p66",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es de mayor demanda cognitiva?",
          "opciones": [
            "Realizar una descripción detallada de los personajes de la parábola \"El hijo pródigo\".",
            "Crear una historia adaptando el mensaje de la parábola \"El hijo pródigo\" a la actualidad.",
            "Comentar la actitud mostrada por el padre hacia su hijo menor en la parábola \"El hijo pródigo\"."
          ],
          "respuesta": "Crear una historia adaptando el mensaje de la parábola \"El hijo pródigo\" a la actualidad.",
          "respuestaCorta": "Crear una historia adaptando el mensaje de la parábola \"El hijo pródigo\" a la actualidad.",
          "solucionario": "La creación y adaptación implican niveles superiores en la taxonomía de Bloom (Crear/Sintetizar), ya que requieren que el estudiante comprenda el mensaje profundo y lo transfiera a un contexto nuevo y original. Describir y comentar son habilidades de menor complejidad (Conocimiento/Comprensión).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p67",
      "contexto": "Una docente busca que los estudiantes analicen la realidad a través del método Ver-juzgar-actuar. Para ello, ha planificado leer con ellos la parábola \"El buen samaritano\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades corresponde al método Ver-juzgar-actuar?",
          "opciones": [
            "Pedir que interpreten el mensaje de la parábola. Luego, preguntarles por qué eran rechazados los samaritanos y por qué ni el sacerdote ni el levita ayudaron al hombre herido. Finalmente, indicar que elaboren una oración para pedir templanza a Dios y ser un buen prójimo.",
            "Presentar una noticia en la que un hombre encontró una billetera, buscó al dueño y se la devolvió. Luego, pedir que identifiquen las semejanzas entre la parábola y la noticia leída. Finalmente, preguntarles cómo ellos pueden ayudar a las personas de su comunidad.",
            "Solicitar que lean los comentarios del contexto bíblico de la parábola \"El buen samaritano\". Luego, indicar que, por escrito, describan a los personajes. Finalmente, pedir que expliquen por qué Jesús escogió a un samaritano como protagonista de la parábola."
          ],
          "respuesta": "Presentar una noticia en la que un hombre encontró una billetera, buscó al dueño y se la devolvió. Luego, pedir que identifiquen las semejanzas entre la parábola y la noticia leída. Finalmente, preguntarles cómo ellos pueden ayudar a las personas de su comunidad.",
          "respuestaCorta": "Presentar una noticia en la que un hombre encontró una billetera, buscó al dueño y se la devolvió...",
          "solucionario": "Esta opción sigue correctamente la secuencia del método: VER (analizar una noticia real/situación concreta), JUZGAR (iluminar la realidad comparándola con la parábola/mensaje evangélico) y ACTUAR (proponer acciones concretas de ayuda en su comunidad).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p68",
      "contexto": "Una docente está analizando una parábola con sus estudiantes a través del método Ver-juzgar-actuar. La docente busca trabajar el momento de la celebración.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para ello?",
          "opciones": [
            "Pedir que elaboren una oración en la que agradezcan a Dios por el mensaje de la parábola.",
            "Pedir que ofrezcan propuestas para que puedan incorporar el mensaje de la parábola en sus vidas.",
            "Pedir que compartan aspectos de su vida cotidiana en los que se pueda aplicar el mensaje de la parábola."
          ],
          "respuesta": "Pedir que elaboren una oración en la que agradezcan a Dios por el mensaje de la parábola.",
          "respuestaCorta": "Pedir que elaboren una oración en la que agradezcan a Dios por el mensaje de la parábola.",
          "solucionario": "La celebración en la metodología de la enseñanza religiosa (y dentro del ciclo ver-juzgar-actuar-celebrar) se centra en la liturgia, la oración y la acción de gracias a Dios por lo aprendido y vivido.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p69",
      "contexto": "Un docente va a iniciar el paso de la oración de la Lectio Divina.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas corresponde a dicho paso?",
          "opciones": [
            "¿Qué acciones invita a realizar el Señor mediante su Palabra?",
            "¿Qué le decimos al Señor luego de escuchar su Palabra?",
            "¿Qué nos dice el Señor a través de su Palabra?"
          ],
          "respuesta": "¿Qué le decimos al Señor luego de escuchar su Palabra?",
          "respuestaCorta": "¿Qué le decimos al Señor luego de escuchar su Palabra?",
          "solucionario": "En la Lectio Divina, el paso de la Oratio (Oración) es la respuesta del creyente a Dios después de haber escuchado su voz en la lectura y meditación. Es el momento del diálogo donde el hombre habla a Dios.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p70",
      "contexto": "Una docente ha planificado tres actividades orientadas a que los estudiantes enriquezcan sus conocimientos sobre la religiosidad popular. Ella busca iniciar su sesión con la actividad que supone un menor nivel de demanda cognitiva.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para lograr su propósito?",
          "opciones": [
            "Analizar cómo se expresa la religiosidad popular en algunas regiones del Perú para celebrar Semana Santa.",
            "Comparar las costumbres rurales y urbanas de varias ciudades del Perú para celebrar Semana Santa.",
            "Describir una de las tradiciones más representativas del Perú para celebrar Semana Santa."
          ],
          "respuesta": "Describir una de las tradiciones más representativas del Perú para celebrar Semana Santa.",
          "respuestaCorta": "Describir una de las tradiciones más representativas del Perú para celebrar Semana Santa.",
          "solucionario": "Describir es una habilidad cognitiva básica que implica enumerar características o narrar hechos, lo cual tiene menor demanda que analizar (descomponer el todo en partes) o comparar (encontrar semejanzas y diferencias).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p71",
      "contexto": "Una docente presenta a sus estudiantes el siguiente texto bíblico:\n\nEl primer milagro, en la boda de Caná\nTres días más tarde se celebraba una boda en Caná de Galilea, y la madre de Jesús estaba allí. También fue invitado Jesús a la boda con sus discípulos. Sucedió que se terminó el vino preparado para la boda, y se quedaron sin vino. Entonces la madre de Jesús le dijo: \"No tienen vino\". Jesús le respondió: “¿Qué quieres de mí, mujer? Aún no ha llegado mi hora\". Pero su madre dijo a los sirvientes: \"Hagan lo que él les diga\". Había allí seis recipientes de piedra, de los que usan los judíos para sus purificaciones, de unos cien litros de capacidad cada uno. Jesús dijo: \"Llenen de agua esos recipientes\". Y los llenaron hasta el borde. \"Saquen ahora, les dijo, y llévenle al mayordomo\". Y ellos se los llevaron. Después de probar el agua convertida en vino, el mayordomo llamó al novio, pues no sabía de dónde provenía (el vino) [...] Y le dijo: \"Todo el mundo sirve al principio el vino mejor, y cuando ya todos han bebido bastante, les dan el de menos calidad; pero tú has dejado el mejor vino para el final\".\n\nJn 2, 1-10\n\nLa docente tiene como propósito que los estudiantes analicen el texto a través del método histórico-crítico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para que los estudiantes inicien el análisis del texto?",
          "opciones": [
            "Pedir que lean el testimonio de un hombre que cambió su vida cuando se acercó a Dios. Luego, preguntarles por las semejanzas y diferencias entre dicho testimonio y el texto. Finalmente, conversar con ellos sobre si Dios puede cambiar la vida de un hombre como cambió el agua en vino.",
            "Solicitar que lean los comentarios del contexto bíblico del texto. Luego, preguntarles si en ellos se menciona para qué se necesitaban grandes recipientes de agua en una boda judía. Finalmente, pedir que expliquen por qué creen que Jesús obedece a su madre y convierte el agua en vino.",
            "Indicar cuál es el mensaje del texto. Luego, preguntarles por la interpretación que le dan a la expresión \"Aún no ha llegado mi hora\". Finalmente, pedir que opinen sobre el hecho de que Jesús haya decidido convertir el agua en vino y lo que significó este milagro para su vida."
          ],
          "respuesta": "Solicitar que lean los comentarios del contexto bíblico del texto. Luego, preguntarles si en ellos se menciona para qué se necesitaban grandes recipientes de agua en una boda judía. Finalmente, pedir que expliquen por qué creen que Jesús obedece a su madre y convierte el agua en vino.",
          "respuestaCorta": "Solicitar que lean los comentarios del contexto bíblico del texto. Luego, preguntarles si en ellos se menciona para qué se necesitaban grandes recipientes de agua...",
          "solucionario": "El método histórico-crítico comienza por situar el texto en su contexto original, analizando las costumbres, cultura y datos históricos (como el uso de recipientes para la purificación judía). Esta opción es la única que se enfoca en el análisis del contexto bíblico y cultural.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p72",
      "contexto": "Una docente busca recoger los saberes previos de los estudiantes sobre la importancia del ecumenismo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué actividad es adecuada para recoger los saberes previos de los estudiantes sobre la importancia del ecumenismo?",
          "opciones": [
            "Dialogar con los estudiantes sobre la unidad y la unicidad de la Santa Iglesia. Luego, explicarles cuál es la relación que existe entre los cristianos protestantes y la Iglesia católica.",
            "Indicar a los estudiantes que lean y analicen algunos numerales del decreto Unitatis Redintegratio. Luego, pedirles que expliquen, con sus propias palabras, la importancia del ecumenismo.",
            "Pedir a los estudiantes que mencionen qué iglesias conocen que siguen a Cristo, pero no son católicas. Luego, preguntarles por qué no se unen las iglesias que mencionaron si son parte de la misma religión."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen qué iglesias conocen que siguen a Cristo, pero no son católicas. Luego, preguntarles por qué no se unen las iglesias que mencionaron si son parte de la misma religión.",
          "respuestaCorta": "Pedir a los estudiantes que mencionen qué iglesias conocen que siguen a Cristo, pero no son católicas...",
          "solucionario": "Esta actividad activa el conocimiento previo del estudiante partiendo de su realidad observable (qué iglesias conocen) y sus concepciones sobre la división de los cristianos, sin entregarles la información teórica de antemano.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p73",
      "contexto": "Lea la siguiente profecía bíblica y responda la pregunta.\n\n\"Pero tú, Belén Efrata, aunque eres la más pequeña entre todos los pueblos de Judá, tú me darás a aquel que debe gobernar a Israel: su origen se pierde en el pasado, en épocas antiguas\".\n\nMiqueas 5, 1",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué narración bíblica del Nuevo Testamento se comprueba el cumplimiento de esta profecía?",
          "opciones": [
            "En Lc 1, 26-38: \"La Anunciación\".",
            "En Mt 2, 13-14: \"La huida a Egipto\".",
            "En Mt 2, 1-12: \"Del oriente vienen unos magos\"."
          ],
          "respuesta": "En Mt 2, 1-12: \"Del oriente vienen unos magos\".",
          "respuestaCorta": "En Mt 2, 1-12: \"Del oriente vienen unos magos\".",
          "solucionario": "En el relato de la visita de los Magos (Mateo 2:1-12), los sumos sacerdotes y escribas citan explícitamente la profecía de Miqueas 5:1 para indicar a Herodes que el Mesías debía nacer en Belén de Judá.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p74",
      "contexto": "Un docente se propone iniciar su sesión con una historia bíblica sobre la importancia de nacer del agua y del espíritu para poder entrar al Reino de los Cielos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes historias bíblicas debe emplear el docente para que logre su propósito?",
          "opciones": [
            "\"Jesús sana a un ciego de nacimiento\", (Jn 9, 1-41).",
            "\"Jesús y la samaritana\", (Jn 4, 1-42).",
            "\"Jesús y Nicodemo\", (Jn 3, 1-15)."
          ],
          "respuesta": "\"Jesús y Nicodemo\", (Jn 3, 1-15).",
          "respuestaCorta": "\"Jesús y Nicodemo\", (Jn 3, 1-15).",
          "solucionario": "En el pasaje de Jesús y Nicodemo (Juan 3), Jesús dice explícitamente: \"Te aseguro que el que no nace del agua y del Espíritu no puede entrar en el Reino de Dios\". Es el texto fundamental para esta enseñanza.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p75",
      "contexto": "Una docente busca que los estudiantes identifiquen la relación de concordancia entre el Antiguo Testamento y el Nuevo Testamento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué grupo de historias bíblicas ayudan a que los estudiantes noten dicha relación?",
          "opciones": [
            "Las tribus de Israel y los primeros discípulos misioneros de san Pablo.",
            "El decálogo entregado a Moisés y la multiplicación de los panes.",
            "El éxodo del pueblo de Israel y los días de Jesús en el desierto."
          ],
          "respuesta": "El éxodo del pueblo de Israel y los días de Jesús en el desierto.",
          "respuestaCorta": "El éxodo del pueblo de Israel y los días de Jesús en el desierto.",
          "solucionario": "Existe una tipología bíblica clara y directa entre los 40 años de Israel en el desierto (tentaciones, maná, ley) y los 40 días de Jesús en el desierto (venciendo las tentaciones donde Israel falló), mostrando la concordancia y cumplimiento en el Nuevo Testamento.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p76",
      "contexto": "Lea el siguiente texto y responda la pregunta.\n\n\"(...) es actuar como si Dios no existiera, decidir como si los pobres no existieran, soñar como si los demás no existieran, trabajar como si quienes no recibieron el anuncio no existieran. Llama la atención que aun quienes aparentemente poseen sólidas convicciones doctrinales y espirituales suelen caer en un estilo de vida que los lleva a aferrarse a seguridades económicas, o a espacios de poder y de gloria humana que se procuran por cualquier medio, en lugar de dar la vida por los demás en la misión\".\n\nTomado de Evangelii Gaudium N.° 80.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué desafío de la Iglesia en el mundo actual corresponde el texto anterior?",
          "opciones": [
            "Al secularismo.",
            "A la globalización.",
            "Al relativismo práctico."
          ],
          "respuesta": "Al relativismo práctico.",
          "respuestaCorta": "Al relativismo práctico.",
          "solucionario": "En el numeral 80 de la Exhortación Apostólica Evangelii Gaudium, el Papa Francisco define el \"relativismo práctico\" exactamente con estas palabras: actuar como si Dios no existiera, etc., siendo una crisis interna de fe más peligrosa que el ateísmo teórico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_religion_2019_p77",
      "contexto": "Una docente presenta a sus estudiantes el siguiente texto:\n\nSe encontraba allí una mujer que padecía un derrame de sangre desde hacía doce años. Había sufrido mucho en manos de muchos médicos y se había gastado todo lo que tenía, pero en lugar de mejorar, estaba cada vez peor. Como había oído lo que se decía de Jesús, se acercó por detrás entre la gente y le tocó el manto. La mujer pensaba: \"Si logro tocar, aunque solo sea su ropa, sanaré\". Al momento cesó su hemorragia y sintió en su cuerpo que estaba sana. Pero Jesús se dio cuenta de que un poder había salido de él, y dándose vuelta en medio del gentío, preguntó: \"¿Quién me ha tocado la ropa?\". Sus discípulos contestaron: \"Ya ves cómo oprime esta gente, ¿y preguntas quién te tocó?\". Pero él seguía mirando alrededor para ver quién lo había tocado. Entonces, la mujer, que sabía muy bien lo que le había pasado, asustada y temblando, se postró ante él y le contó toda la verdad. Jesús le dijo: \"Hija, tu fe te ha salvado; vete en paz y queda sana de tu enfermedad\".\n\nMc 5, 25-34\n\nLa docente busca que los estudiantes inicien el análisis del texto a través del método histórico-crítico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué grupo de preguntas es adecuado para que logre su propósito?",
          "opciones": [
            "¿Por qué la mujer no se curaba de su mal? ¿De dónde provino el poder de Jesús para sanarla? ¿Qué significa la expresión \"Hija, tu fe te ha salvado\"?",
            "¿Por qué la mujer se acercó a Jesús por detrás? ¿Qué tiene que ver su enfermedad con esto? ¿Por qué se consideraba impuras a las personas que sangraban?",
            "¿Por qué los médicos no habían podido curar a la mujer? ¿Con qué intención la mujer tocó el manto de Jesús? ¿Cómo pudo darse cuenta Jesús de quién tocó su manto?"
          ],
          "respuesta": "¿Por qué la mujer se acercó a Jesús por detrás? ¿Qué tiene que ver su enfermedad con esto? ¿Por qué se consideraba impuras a las personas que sangraban?",
          "respuestaCorta": "¿Por qué la mujer se acercó a Jesús por detrás? ¿Qué tiene que ver su enfermedad con esto?...",
          "solucionario": "El método histórico-crítico se enfoca en comprender el texto dentro de su contexto original (cultural, religioso, social). Las preguntas sobre la impureza ritual (por el flujo de sangre) y las costumbres de la época (acercarse por detrás, exclusión social) apuntan directamente a este análisis contextual e histórico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p78",
      "contexto": "Una docente está leyendo con los estudiantes la parábola \"La casa edificada sobre la roca\", que se presenta a continuación:\n\nLa casa edificada sobre la roca\nSi uno escucha estas palabras mías y las pone en práctica, dirán de él: \"Aquí tienen al hombre sabio y prudente, que edificó su casa sobre la roca. Cayó la lluvia, se desbordaron los ríos, soplaron los vientos y se arrojaron contra aquella casa, pero la casa no se derrumbó, porque tenía los cimientos sobre roca\". Pero dirán del que oye estas palabras mías y no las pone en práctica: \"Aquí tienen un tonto que construyó su casa sobre la arena. Cayó la lluvia, se desbordaron los ríos, soplaron los vientos y se arrojaron contra aquella casa. La casa se derrumbó y todo fue un gran desastre\".\n\nMt 7, 24-27\n\nLa docente les ha propuesto a los estudiantes analizar la parábola mediante el método Ver-juzgar-actuar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es adecuada para que la docente cumpla su propósito?",
          "opciones": [
            "Presentar el caso de aquellos misioneros que intentaron evangelizar personas en Japón y que, a pesar de los maltratos que sufrieron, no renunciaron a su fe. Luego, pedir que expliquen qué semejanzas encuentran entre dicho caso y la parábola. Finalmente, pedir que propongan acciones para poner en práctica el mensaje del texto.",
            "Preguntar a quiénes creen que representan los que construyen su casa sobre la roca y los que la construyen sobre la arena. Luego, pedir que expliquen cómo poner en práctica el mensaje de la parábola. Finalmente, solicitar que elaboren una oración para pedir fortaleza a Dios y así cumplir con su Palabra.",
            "Pedir que comenten qué obstáculos tienen para cumplir con las enseñanzas de Jesús. Luego, preguntarles si su fe es fuerte como una casa sobre una roca o frágil como una casa en la arena. Finalmente, ayudarlos a planificar un proyecto para poder cumplir con sus metas cristianas."
          ],
          "respuesta": "Presentar el caso de aquellos misioneros que intentaron evangelizar personas en Japón y que, a pesar de los maltratos que sufrieron, no renunciaron a su fe. Luego, pedir que expliquen qué semejanzas encuentran entre dicho caso y la parábola. Finalmente, pedir que propongan acciones para poner en práctica el mensaje del texto.",
          "respuestaCorta": "Presentar el caso de aquellos misioneros que intentaron evangelizar personas en Japón...",
          "solucionario": "Esta opción sigue la estructura del método: VER (presentar una realidad concreta: el caso de los misioneros), JUZGAR (iluminar esa realidad comparándola con la parábola), y ACTUAR (proponer acciones prácticas).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p79",
      "contexto": "Un docente busca que los estudiantes analicen textos bíblicos a través de la Lectio Divina. En este contexto, les presentó el siguiente texto:\n\nPor entonces vino Jesús de Galilea al Jordán, para encontrar a Juan y para que este lo bautizara. Juan quiso disuadirlo y le dijo: \"¿Tú vienes a mí? Soy yo quien necesita ser bautizado por ti\". Jesús le respondió: \"Deja que hagamos así por ahora. De este modo, cumpliremos todo como debe hacerse\". Entonces Juan aceptó. Una vez bautizado, Jesús salió del agua. En ese momento se abrieron los Cielos y vio al Espíritu de Dios que bajaba como una paloma y se posaba sobre él. Al mismo tiempo se oyó una voz del cielo que decía: \"Este es mi Hijo, el Amado; en él me complazco\".\n\nMt 3, 13-17\n\nLuego de la lectura, el docente planteó a los estudiantes las siguientes preguntas:\n• ¿Por qué se bautizó Jesús si él está libre de pecado?\n• ¿Qué sentido tiene para ti el recuerdo de tu Bautismo?\n• ¿Qué experiencia te ha revelado más plenamente tu identidad y misión cristiana?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué paso de la Lectio Divina corresponden las preguntas anteriores?",
          "opciones": [
            "A la oración.",
            "A la meditación.",
            "A la contemplación."
          ],
          "respuesta": "A la meditación.",
          "respuestaCorta": "A la meditación.",
          "solucionario": "La \"Meditatio\" en la Lectio Divina es el momento de reflexión personal donde se busca actualizar el mensaje del texto a la propia vida. Las preguntas sobre el sentido personal del bautismo y la experiencia de identidad y misión son claramente reflexivas y aplicativas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p80",
      "contexto": "Una docente tiene como propósito que sus estudiantes conozcan qué es la Tradición Apostólica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Dialogar con los estudiantes sobre las tradiciones que conocen y practican. Luego, pedir que investiguen sobre qué tradiciones religiosas tenían los apóstoles de Jesús. Finalmente, pedir que busquen textos bíblicos que hagan referencia al llamado de los apóstoles.",
            "Analizar con los estudiantes el texto bíblico sobre la ascensión de Jesús (Mt 28, 18-20). Luego, pedir que indiquen qué misión encomendó Jesús a sus apóstoles y si estos cumplieron dicha misión. Finalmente, preguntarles si se consideran parte de la Tradición Apostólica.",
            "Indicarles que averigüen qué es la Tradición Apostólica. Luego, explicarles por qué para la Iglesia católica la Sagrada Tradición es una de las fuentes de la revelación. Finalmente, sobre la base de lo explicado, pedirles que mencionen por qué es importante la Tradición Apostólica para la Iglesia."
          ],
          "respuesta": "Analizar con los estudiantes el texto bíblico sobre la ascensión de Jesús (Mt 28, 18-20). Luego, pedir que indiquen qué misión encomendó Jesús a sus apóstoles y si estos cumplieron dicha misión. Finalmente, preguntarles si se consideran parte de la Tradición Apostólica.",
          "respuestaCorta": "Analizar con los estudiantes el texto bíblico sobre la ascensión de Jesús (Mt 28, 18-20). Luego, pedir que indiquen qué misión encomendó Jesús...",
          "solucionario": "La Tradición Apostólica se fundamenta en el mandato de Jesús a sus apóstoles de transmitir el Evangelio (\"Id y haced discípulos...\"). Analizar este mandato bíblico y su continuidad histórica es la forma más pedagógica y doctrinalmente correcta de introducir el concepto, conectando la misión original con la Iglesia actual.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p81",
      "contexto": "Un docente busca que sus estudiantes conozcan la fe religiosa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para que el docente logre su propósito?",
          "opciones": [
            "Preguntarles por qué creen que es importante la fe para la vida y de qué manera se puede manifestar. Luego, pedir que, en grupos, escriban un texto sobre lo que creen que es la fe. Finalmente, pedirles que comparen sus escritos para que noten las diferencias.",
            "Leer con ellos algunas historias bíblicas sobre Noé, Abraham y Moisés, que muestren actos de fe. Luego, preguntarles dónde creen que radicaba la fuerza de la fe de los personajes de esas historias. Finalmente, solicitar que expliquen, en sus propios términos, qué es la fe.",
            "Mostrarles algunas imágenes en las que se observen personas rezando con actitud de respeto. Luego, analizar las imágenes y preguntarles si creen que esas personas tienen fe en Dios. Finalmente, pedir que compartan con la clase si ellos expresan su fe de la misma manera."
          ],
          "respuesta": "Leer con ellos algunas historias bíblicas sobre Noé, Abraham y Moisés, que muestren actos de fe. Luego, preguntarles dónde creen que radicaba la fuerza de la fe de los personajes de esas historias. Finalmente, solicitar que expliquen, en sus propios términos, qué es la fe.",
          "respuestaCorta": "Leer con ellos algunas historias bíblicas sobre Noé, Abraham y Moisés, que muestren actos de fe...",
          "solucionario": "El enfoque constructivista e inductivo es el más adecuado: partir de modelos concretos y narrativos de fe (modelos bíblicos paradigmáticos como Abraham, el padre de la fe) permite a los estudiantes abstraer y conceptualizar la fe religiosa a partir de ejemplos vividos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p82",
      "contexto": "Una docente busca que los estudiantes comprendan la importancia de las encíclicas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para que logre dicho propósito?",
          "opciones": [
            "Explicar qué son las encíclicas y por qué son importantes. Luego, pedir que seleccionen una de ellas y elijan las partes que más llamaron su atención. Finalmente, pedir que compartan con la clase por qué eligieron dichas partes.",
            "Indicar que lean la introducción de una encíclica. Luego, pedir que dialoguen sobre el contexto social en que se escribió. Finalmente, orientarlos en la lectura de los capítulos de la encíclica y hacerles preguntas para verificar su comprensión.",
            "Organizar a los estudiantes en equipos. Luego, solicitar que cada uno de ellos elija una encíclica para que elaboren un resumen. Finalmente, indicar que intercambien sus resúmenes para que todos los estudiantes conozcan el contenido de las encíclicas."
          ],
          "respuesta": "Indicar que lean la introducción de una encíclica. Luego, pedir que dialoguen sobre el contexto social en que se escribió. Finalmente, orientarlos en la lectura de los capítulos de la encíclica y hacerles preguntas para verificar su comprensión.",
          "respuestaCorta": "Indicar que lean la introducción de una encíclica. Luego, pedir que dialoguen sobre el contexto social en que se escribió...",
          "solucionario": "Para comprender la *importancia* de una encíclica, es crucial situarla en su contexto histórico y social (generalmente descrito en la introducción). Entender a qué problemática responde el documento permite valorar su relevancia magisterial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p83",
      "contexto": "Un docente busca que los estudiantes reconozcan la importancia del concilio Vaticano II para la Iglesia católica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que el docente logre su propósito?",
          "opciones": [
            "Proponerles analizar los cambios sociales que logró el concilio Vaticano II. Luego, preguntar si creen que es necesario convocar un concilio hoy y cuál sería la finalidad. Finalmente, pedir que, en grupos, señalen qué creen que debería cambiar la Iglesia católica para atender las necesidades de la sociedad actual.",
            "Pedir que analicen el documento conclusivo del concilio Vaticano II. Luego, solicitar que identifiquen al papa que lo organizó y las razones de por qué duró tanto tiempo. Finalmente, pedir que realicen una línea de tiempo con los aportes de los papas que intervinieron en dicho concilio.",
            "Presentar el contexto de la Iglesia católica antes del concilio Vaticano II: celebración de misas, uso del latín, formación de los sacerdotes, entre otros. Luego, presentar los cambios que produjo dicho concilio. Finalmente, pedir que expliquen por qué creen que se introdujeron esos cambios."
          ],
          "respuesta": "Presentar el contexto de la Iglesia católica antes del concilio Vaticano II: celebración de misas, uso del latín, formación de los sacerdotes, entre otros. Luego, presentar los cambios que produjo dicho concilio. Finalmente, pedir que expliquen por qué creen que se introdujeron esos cambios.",
          "respuestaCorta": "Presentar el contexto de la Iglesia católica antes del concilio Vaticano II: celebración de misas, uso del latín...",
          "solucionario": "La mejor manera de comprender la importancia y el impacto de un evento histórico como el Vaticano II es mediante el contraste (antes y después). Al visualizar los cambios concretos (liturgia, idioma, enfoque), los estudiantes pueden dimensionar la magnitud de la renovación conciliar.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p84",
      "contexto": "Una docente ha observado que a la mayoría de estudiantes aún les resulta difícil interpretar textos bíblicos a través del método histórico-crítico. Por ello, está planificando una unidad didáctica cuyo propósito es ayudar a estos estudiantes en la interpretación bíblica mediante dicho método. Además, ella ha previsto que esta unidad didáctica se realice durante dos sesiones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de unidad didáctica debe emplear la docente para que logre su propósito?",
          "opciones": [
            "Proyecto de aprendizaje.",
            "Módulo de aprendizaje.",
            "Unidad de aprendizaje."
          ],
          "respuesta": "Módulo de aprendizaje.",
          "respuestaCorta": "Módulo de aprendizaje.",
          "solucionario": "El Módulo de Aprendizaje es la unidad didáctica específica para abordar contenidos específicos, refuerzos o pre-requisitos (como una técnica de interpretación o un método) en un tiempo breve y acotado, independiente de la unidad mayor.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p85",
      "contexto": "Un docente busca que los estudiantes comprendan por qué es importante la revelación de Dios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para que el docente logre su propósito?",
          "opciones": [
            "Presentarles las etapas de la revelación y resaltar el mensaje de Dios en cada una de ellas. Luego, preguntarles por qué fue trascendental que Dios se dé a conocer a los hombres en dichas etapas. Finalmente, pedir que expliquen por qué es necesaria la revelación de Dios para las personas.",
            "Explicarles que el hombre tiene la necesidad de permanecer fiel a la revelación de Dios. Luego, pedirles que busquen textos bíblicos en los que se narren las formas en que Dios se reveló a las personas. Finalmente, señalarles algunos ejemplos de cómo se revela Dios en la actualidad.",
            "Solicitarles que investiguen de qué manera se manifestó Dios en la historia de salvación. Luego, pedir que identifiquen a las personas en quienes Dios confió la revelación. Finalmente, explicar cuáles son las principales verdades de fe que se ofrecen a través de la revelación."
          ],
          "respuesta": "Presentarles las etapas de la revelación y resaltar el mensaje de Dios en cada una de ellas. Luego, preguntarles por qué fue trascendental que Dios se dé a conocer a los hombres en dichas etapas. Finalmente, pedir que expliquen por qué es necesaria la revelación de Dios para las personas.",
          "respuestaCorta": "Presentarles las etapas de la revelación y resaltar el mensaje de Dios en cada una de ellas...",
          "solucionario": "Esta actividad aborda progresiva y lógicamente el concepto: primero el contenido histórico (etapas), luego la reflexión sobre su trascendencia (importancia) y finalmente la síntesis sobre su necesidad para el ser humano, cubriendo integralmente el propósito docente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p86",
      "contexto": "Lea el siguiente texto y luego responda la pregunta.\n\nEste libro cuenta cómo el pueblo judío fue liberado de sus enemigos gracias a la intervención de una mujer. Es probable que la obra haya sido escrita a fines de la época persa o a comienzos del período griego, es decir, entre los siglos IV y III a.C. El libro, además, ilustra de manera ejemplar una idea contenida en los escritos sapienciales: \"El que cava una fosa cae en ella\". Toda la narración, en efecto, va presentando una serie de personajes contrapuestos y de situaciones que terminan por revertirse.\n\nAdaptado de http://www.sanpablo.es/libro-pueblo-de-dios/la-biblia",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué libro del Antiguo Testamento corresponde el texto anterior?",
          "opciones": [
            "Al libro de Ester.",
            "Al libro de Judit.",
            "Al libro de Rut."
          ],
          "respuesta": "Al libro de Ester.",
          "respuestaCorta": "Al libro de Ester.",
          "solucionario": "El Libro de Ester narra la liberación del pueblo judío mediante la intervención de la reina Ester. La frase \"el que cava una fosa cae en ella\" alude directamente a la suerte de Amán, quien muere en la horca que había preparado para Mardoqueo, ilustrando la reversión de situaciones típica de este libro.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p87",
      "contexto": "Lea el siguiente texto y luego responda la pregunta.\n\nEste libro fue escrito a comienzos del siglo V a.C. Para componerlo, el autor tomó como base un antiguo relato del folclore palestino. El personaje central de este libro llegó a descubrir el rostro del verdadero Dios a través del sufrimiento. Para ello, tuvo que renunciar a su propia sabiduría y a su pretensión de considerarse una persona justa.\n\nAdaptado de http://www.sanpablo.es/libro-pueblo-de-dios/la-biblia",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué libro del Antiguo Testamento corresponde el texto anterior?",
          "opciones": [
            "Al libro de Daniel.",
            "Al libro de Jonás.",
            "Al libro de Job."
          ],
          "respuesta": "Al libro de Job.",
          "respuestaCorta": "Al libro de Job.",
          "solucionario": "El Libro de Job trata fundamentalmente sobre el problema del sufrimiento del justo y el descubrimiento de la verdadera naturaleza de Dios más allá de la retribución tradicional. Job debe renunciar a sus argumentos de justicia propia ante la majestad divina.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p88",
      "contexto": "Los estudiantes han desarrollado tres actividades para comprender el mensaje de la parábola \"El buen samaritano\". Estas son las tres actividades:\n\n1. Identificaron las actitudes más resaltantes de cada uno de los personajes de la parábola.\n2. Compararon el comportamiento de los personajes de la parábola con el de las personas de su entorno.\n3. Elaboraron una historieta sobre la base del mensaje principal de la parábola.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las actividades anteriores es de menor demanda cognitiva?",
          "opciones": [
            "La 1.",
            "La 2.",
            "La 3."
          ],
          "respuesta": "La 1.",
          "respuestaCorta": "La 1.",
          "solucionario": "Según las taxonomías cognitivas (como Bloom), \"Identificar\" es una habilidad de nivel inferior (conocimiento/comprensión) en comparación con \"Comparar\" (análisis) o \"Elaborar/Crear\" una historieta (síntesis/creación), que requieren procesos mentales más complejos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p89",
      "contexto": "Lea el siguiente texto y responda la pregunta.\n\nLos libros de este género literario contienen narraciones de experiencias de vida, y reflexiones sobre diversas situaciones y las grandes interrogantes de los hombres. Ejemplos de este género son el libro de \"Proverbios\", \"Job\" y \"Eclesiastés\".\n\nAdaptado de http://www.es.catholic.net",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué género literario bíblico corresponde al texto anterior?",
          "opciones": [
            "Lírico",
            "Histórico",
            "Sapiencial"
          ],
          "respuesta": "Sapiencial",
          "respuestaCorta": "Sapiencial",
          "solucionario": "El género Sapiencial se caracteriza por reflexionar sobre la vida, el sufrimiento, la conducta y la sabiduría práctica o teológica. Proverbios, Job y Eclesiastés son los exponentes clásicos de este género en la Biblia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_religion_2019_p90",
      "contexto": "Una docente busca orientar a sus estudiantes para que inicien la elaboración de su proyecto de vida cristiana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la docente logre su propósito?",
          "opciones": [
            "Orientarlos para que realicen el perfil de la persona que desean ser tomando como modelo de vida a Jesús.",
            "Orientarlos para que revisen los evangelios y, así, puedan comprender el verdadero mensaje de vida de Jesucristo.",
            "Orientarlos para que hagan una lista con las características que debe reunir un buen cristiano según la doctrina de la Iglesia."
          ],
          "respuesta": "Orientarlos para que realicen el perfil de la persona que desean ser tomando como modelo de vida a Jesús.",
          "respuestaCorta": "Orientarlos para que realicen el perfil de la persona que desean ser tomando como modelo de vida a Jesús.",
          "solucionario": "El proyecto de vida cristiana es fundamentalmente vocacional y personal. Definir \"quién quiero ser\" tomando a Jesús como modelo es el paso inicial y fundante de un proyecto de vida, integrando la identidad personal con la fe.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  