{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_dpcc_2019_p51",
      "contexto": "Para el desarrollo de una actividad, una docente ha solicitado a los estudiantes que elaboren un texto sobre sí mismos. Una estudiante de quince años ha elaborado el siguiente texto.\n\n\"Soy bastante extrovertida con la gente, nada tímida. Odio la mentira y suelo desconfiar mucho de las personas. Me gusta estar con mi familia y conversar sobre cualquier tema. También disfruto de pasar tiempo con mis amigos y divertirnos juntos. Me he dado cuenta de que, últimamente, suelo cambiar de opinión constantemente\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el texto de la estudiante, ¿cuál de los siguientes aspectos del desarrollo personal se evidencia principalmente?",
          "opciones": [
            "La autoestima.",
            "La autoeficacia.",
            "El autoconcepto."
          ],
          "respuesta": "El autoconcepto.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p52",
      "contexto": "Los estudiantes de un equipo están molestos porque Eduardo, uno de los integrantes, no cumplió con las tareas asignadas, lo que afectó el producto final del equipo. Luego de conversar con el docente, este les brindó la posibilidad de mejorar su trabajo.\n\nTres estudiantes del equipo deciden conversar con Eduardo acerca de lo sucedido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones evidencia asertividad en la comunicación?",
          "opciones": [
            "Alberto: \"Nos fastidia que no hayas cumplido con tus tareas y hayamos tenido que presentar el trabajo incompleto. Tenemos una nueva oportunidad y queremos mejorar el trabajo. Para ello, es necesario que cumplas con las tareas que te corresponden\".",
            "Sebastián: \"Entendemos que no hayas cumplido con el trabajo, pero, como nos han dado una nueva oportunidad, nos preguntábamos si esta vez sí lo harás. Seguro has tenido problemas para hacer las tareas. Puedes contar con nosotros para apoyarte en lo que sea\".",
            "Nicolás: \"La vez pasada no cumpliste con el trabajo porque no te comprometiste con nosotros. No te importa lo que pase con los demás y eso es injusto. Esto no va a volver a ocurrir. Así, todos nosotros nos sentiremos más tranquilos y haremos un mejor trabajo\"."
          ],
          "respuesta": "Alberto: \"Nos fastidia que no hayas cumplido con tus tareas y hayamos tenido que presentar el trabajo incompleto. Tenemos una nueva oportunidad y queremos mejorar el trabajo. Para ello, es necesario que cumplas con las tareas que te corresponden\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p53",
      "contexto": "Una docente desea acompañar como mediadora el proceso de resolución del conflicto entre dos estudiantes. Para ello, realiza las siguientes acciones.\n\n1. Establece algunas reglas para desarrollar el proceso (respeto mutuo, escucha atenta, etc.).\n2. Por turnos da tiempo para que cada estudiante se exprese respecto al conflicto (causas, necesidades insatisfechas, etc.).\n3. Realiza una lluvia de ideas para que los estudiantes propongan las alternativas de solución.\n4. Evalúa las alternativas propuestas y define cuál satisface las necesidades de las partes.\n5. Pide a cada estudiante que indique los compromisos que asumirá para cerrar el acuerdo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas describe una acción realizada por la docente que NO corresponde al proceso de mediación?",
          "opciones": [
            "La mediadora definió las reglas del proceso.",
            "La mediadora decidió la solución del conflicto.",
            "La mediadora solicitó a las partes que establecieran sus compromisos."
          ],
          "respuesta": "La mediadora decidió la solución del conflicto.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p54",
      "contexto": "Un docente ha preparado el siguiente conjunto de preguntas.\n\n• ¿Qué actividades académicas, artísticas o deportivas sueles realizar?\n• Cuando emprendes alguna de estas actividades, ¿consideras que el resultado que obtendrás será exitoso?\n• ¿Hay alguna actividad con la que te sientas desmotivado por creer que los resultados que obtendrás no serán los mejores?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué propósito se orienta principalmente el conjunto de preguntas planteadas?",
          "opciones": [
            "A que los estudiantes reflexionen sobre su autoestima.",
            "A que los estudiantes reflexionen sobre su autoeficacia.",
            "A que los estudiantes reflexionen sobre su autoconcepto."
          ],
          "respuesta": "A que los estudiantes reflexionen sobre su autoeficacia.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p55_56",
      "contexto": "Lea la siguiente situación y responda las preguntas 55 y 56.\n\nEl docente presenta a los estudiantes la siguiente situación.\n\nJulio regaló uno de sus juguetes a su amigo, el cual se alegró mucho. Luego de felicitarlo por su acción, la docente le pregunta a Julio por qué lo hizo. Él responde: \"Porque mi papá ahora me tendrá que comprar un juguete nuevo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la situación presentada es un recurso pertinente para favorecer la reflexión ética?",
          "opciones": [
            "Porque muestra que la motivación de toda acción humana es egoísta, lo cual debe ser tomado en cuenta por los estudiantes al reflexionar éticamente.",
            "Porque constituye un dilema moral, lo cual favorece la reflexión de los estudiantes acerca de los valores contrapuestos en los cursos de acción posibles.",
            "Porque evidencia las intenciones que motivan una acción, lo cual puede complejizar la consideración ética de los estudiantes que reflexionan sobre esta situación."
          ],
          "respuesta": "Porque evidencia las intenciones que motivan una acción, lo cual puede complejizar la consideración ética de los estudiantes que reflexionan sobre esta situación.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para promover que los estudiantes reflexionen éticamente sobre la situación presentada?",
          "opciones": [
            "\"¿Qué piensan acerca de la acción de Julio?, ¿por qué? ¿Cambiaron de opinión sobre la acción de Julio al conocer las motivaciones que tuvo para regalar su juguete?, ¿por qué la cambiaron?\".",
            "\"¿Qué creen que sintió el amigo de Julio al recibir el regalo?, ¿por qué? ¿Cómo creen que actuaría si se enterara de las razones de Julio para regalarle el juguete?, ¿cómo actuarían ustedes?\".",
            "\"¿Consideran que fueron egoístas las razones de Julio para regalar su juguete?, ¿por qué? ¿Aconsejarían a Julio para que actúe generosamente en una situación similar?, ¿cómo lo harían?\"."
          ],
          "respuesta": "\"¿Qué piensan acerca de la acción de Julio?, ¿por qué? ¿Cambiaron de opinión sobre la acción de Julio al conocer las motivaciones que tuvo para regalar su juguete?, ¿por qué la cambiaron?\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p57",
      "contexto": "Durante el recreo, un docente observa a un grupo de estudiantes que conversan y se ríen. Cuando se acerca, escucha que uno de los estudiantes dice lo siguiente: \"Había un gordo que era tan pero tan gordo que, para darle el abrazo de fin de año, había que empezar en marzo\".\n\nTodos los estudiantes ríen nuevamente.\n\nEl docente interrumpe a los estudiantes e interviene con el propósito de que reflexionen sobre su comentario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más adecuada para favorecer el logro de este propósito?",
          "opciones": [
            "\"¿De quién se están burlando? No sean agresivos con sus compañeros. Recuerden que todos son amigos, por lo cual no hay razón para hacerse bromas pesadas. Piensen que las bromas a veces pueden afectar los sentimientos de quienes apreciamos\".",
            "\"No es gracioso lo que dicen. No entiendo de qué se ríen. Las normas de la IE prohíben ese tipo de comentarios discriminadores. Espero que reflexionen y se den cuenta de que debemos mantener un buen clima de convivencia\".",
            "\"Cada uno de nosotros tiene características físicas particulares, y todos tenemos los mismos derechos y el mismo valor. ¿En qué característica se centra la broma? ¿Por qué esta es objeto de burla?\"."
          ],
          "respuesta": "\"Cada uno de nosotros tiene características físicas particulares, y todos tenemos los mismos derechos y el mismo valor. ¿En qué característica se centra la broma? ¿Por qué esta es objeto de burla?\".",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p58",
      "contexto": "Un equipo de estudiantes está analizando una noticia acerca de una ley que otorga a las personas que presentan discapacidad un acceso preferente a los programas públicos de vivienda. En ese contexto, algunos estudiantes expresan sus puntos de vista.\n\nClaudia: \"Creo que esta ley no es buena porque brinda privilegios solo a un grupo de personas. En realidad, la ley debe aplicarse de la misma manera para todos\".\n\nRafael: \"Me parece una gran ley porque ayuda a los que no pueden valerse por sí mismos y eso es un ejemplo de unión entre los peruanos\".\n\nLorena: \"A mí me parece importante esta ley, pues establece condiciones para que todas las personas puedan hacer cumplir sus derechos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las intervenciones de los estudiantes se evidencia la comprensión del concepto de equidad?",
          "opciones": [
            "En la de Claudia.",
            "En la de Rafael.",
            "En la de Lorena."
          ],
          "respuesta": "En la de Lorena.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p59",
      "contexto": "Un equipo de estudiantes está analizando una columna de opinión. A continuación, se muestra un fragmento de la misma.\n\n\"(...) En lo que va del año, han sido víctimas de asesinato más hombres que mujeres. Entonces, ¿tendríamos que considerar el asesinato de mujeres como un caso especial? La delincuencia, sin lugar a dudas, es la principal causa de los asesinatos. ¿Tenemos entonces razones suficientes para hablar de feminicidio? Además, habría que ver si es verdad que una de las causas principales de asesinatos de mujeres es la violencia familiar, como señalan los que abogan a favor de la tipificación del feminicidio\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones brinda orientaciones más pertinentes para que los estudiantes analicen críticamente el fragmento presentado?",
          "opciones": [
            "\"Busquen otras columnas de opinión en las que se refute la posición de la columna que han leído. Hagan una lista de las diferencias que encuentren entre ellas. Con esa información, contrasten lo leído en la primera columna para que puedan tomar una postura fundamentada sobre el tema\".",
            "\"Busquen datos estadísticos sobre cuántas mujeres han sido víctimas de asesinato este año y cuál era su vínculo con el victimario. Hagan una lista de los tipos de relación más frecuentes entre la víctima y el victimario. Con esa información, contrasten lo señalado en la columna de opinión analizada\".",
            "\"Busquen páginas web que publiquen información acerca de los últimos actos delincuenciales que hayan dejado víctimas mortales. Hagan una lista de las fechas y lugares en los que ocurrieron estos actos. Con esa información, contrasten la postura de la columna analizada\"."
          ],
          "respuesta": "\"Busquen datos estadísticos sobre cuántas mujeres han sido víctimas de asesinato este año y cuál era su vínculo con el victimario. Hagan una lista de los tipos de relación más frecuentes entre la víctima y el victimario. Con esa información, contrasten lo señalado en la columna de opinión analizada\".",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p60_63",
      "contexto": "Lea la siguiente situación y responda las preguntas 60, 61, 62 y 63.\n\nDurante una sesión de aprendizaje, se están discutiendo asuntos públicos vinculados al desarrollo de la Amazonía. En ese contexto, uno de los estudiantes afirma lo siguiente:\n\n\"Para promover la mejora de la calidad de vida en la Amazonía, es importante construir la mayor cantidad posible de carreteras, porque así esta región podrá conectarse con el resto del país\".\n\nEl docente se da cuenta de que varios estudiantes comparten ideas similares, por lo que decide aprovechar esta intervención como una oportunidad de aprendizaje. Para ello, les presenta el siguiente texto.\n\nHace diez años, producto de una larga lucha de organizaciones indígenas, se declaró reserva comunal al territorio de Bosque Alto. Sin embargo, hoy en día, algunas de las comunidades que la habitan exigen la ampliación de la única carretera de la zona que fue construida hace doce años.\n\nAlgunos comuneros esperan que esta ampliación posibilite la llegada de médicos a las postas de sus comunidades. Es tal su interés que ellos mismos han abierto una trocha para la ampliación, pues consideran que es esencial para su desarrollo. Muchos de ellos se dedican a actividades relacionadas al turismo, las que han prosperado con esta apertura. Con el dinero que obtienen de estas actividades, las familias pueden comprar productos de primera necesidad. Por otra parte, miembros de otras comunidades afirman que la apertura de la trocha ha posibilitado la llegada de narcotraficantes, mineros y taladores ilegales, quienes se han favorecido de la trocha para abastecerse de combustible y para transportar masivamente sus productos. Esto ha causado deforestación y contaminación.\n\nAlgunas autoridades sostienen que la ampliación de la carretera permitirá a los comuneros vender sus cosechas en diversas ciudades. Sin embargo, algunos expertos advierten que la mayoría de comuneros solamente cultiva para el autoconsumo y no tienen recursos para hacerlo a gran escala. Asimismo, afirman que la ampliación de la carretera generará la pérdida de biodiversidad en áreas aledañas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Utilizando el texto presentado por el docente, ¿cuál de las siguientes acciones es más pertinente para generar un conflicto cognitivo en relación con la creencia expresada por el estudiante?",
          "opciones": [
            "Pedir a los estudiantes que discutan cómo influyó la apertura de la trocha en la calidad de vida de la población. Luego, proponerles que busquen información sobre las consecuencias de la construcción de otras carreteras en la Amazonía.",
            "Pedir a los estudiantes que indiquen cuáles son las causas políticas y económicas de la situación presentada en el caso. Luego, proponerles que planteen alternativas para mejorar la calidad de vida de la población mencionada en la situación.",
            "Pedir a los estudiantes que identifiquen qué derechos relacionados con la calidad de vida de la población se han visto favorecidos en la situación presentada. Luego, proponerles que averigüen cuáles son las leyes y tratados que protegen esos derechos."
          ],
          "respuesta": "Pedir a los estudiantes que discutan cómo influyó la apertura de la trocha en la calidad de vida de la población. Luego, proponerles que busquen información sobre las consecuencias de la construcción de otras carreteras en la Amazonía.",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Cuando el docente pidió a los estudiantes que investiguen en medios periodísticos acerca del asunto público planteado, notó que la mayoría de ellos presentaba dificultades para seleccionar y analizar críticamente las fuentes de información.\n\nPor ello, ha decidido brindarles pautas para ayudarlos. ¿Cuál de las siguientes pautas es más pertinente para favorecer el logro de este propósito?",
          "opciones": [
            "\"Elijan noticias que recojan la perspectiva de distintos actores implicados en el asunto público identificado. Diferencien en las noticias los hechos de las opiniones del autor y de las opiniones de los actores implicados\".",
            "\"Elaboren una lluvia de ideas sobre criterios para evaluar la confiabilidad de las fuentes de información. Apliquen esos criterios para evaluar si las fuentes periodísticas encontradas son adecuadas para informarse acerca del asunto público\".",
            "\"Identifiquen las ideas principales de las noticias que encuentren, distínganlas de las ideas secundarias y anótenlas. Clasifiquen la información que encuentren según aborde la dimensión económica, social, política o ambiental del asunto público\"."
          ],
          "respuesta": "\"Elijan noticias que recojan la perspectiva de distintos actores implicados en el asunto público identificado. Diferencien en las noticias los hechos de las opiniones del autor y de las opiniones de los actores implicados\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Después de que los estudiantes han analizado diversas fuentes de información, el docente desea que problematicen el asunto público de la construcción de carreteras en la Amazonía.\n\n¿Cuál de las siguientes pautas es más pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "\"Propongan una acción de sensibilización que pueda realizarse en nuestra localidad para concientizar sobre la problemática ambiental causada por la construcción de carreteras en la Amazonía. Luego, identifiquen qué recursos y acciones serían necesarios para realizarla\".",
            "\"Identifiquen las opiniones e intereses de los actores involucrados en las problemáticas causadas por la construcción de carreteras en la Amazonía. Luego, expliquen las consecuencias sociales, económicas y ambientales de la construcción de carreteras en la Amazonía\".",
            "\"Señalen los niveles de Gobierno y las instituciones estatales que deben tomar acciones para solucionar las problemáticas causadas por la construcción de carreteras en la Amazonía. Luego, planteen formas alternativas para conectar vialmente a la Amazonía con el resto del Perú\"."
          ],
          "respuesta": "\"Identifiquen las opiniones e intereses de los actores involucrados en las problemáticas causadas por la construcción de carreteras en la Amazonía. Luego, expliquen las consecuencias sociales, económicas y ambientales de la construcción de carreteras en la Amazonía\".",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Como parte de las actividades de deliberación, los estudiantes están intercambiando opiniones acerca de la construcción de carreteras en la Amazonía. En este contexto, una de las estudiantes afirma lo siguiente:\n\n\"Creo que deberían prohibirse todas las construcciones de carreteras en la Amazonía porque dañan el ambiente\".\n\n¿Cuál de las siguientes retroalimentaciones es más pertinente para que la estudiante cuestione críticamente su afirmación?",
          "opciones": [
            "\"Concuerdo con que lo ambiental es importante. Pero ¿has pensado cómo la construcción de carreteras contribuye a atender las necesidades de las poblaciones amazónicas? ¿Acaso las carreteras no facilitan, por ejemplo, la llegada de medicinas?\".",
            "\"Tu postura carece de un argumento. Creo que deberíamos revisar las fuentes en las que has basado tu afirmación, ¿en cuáles te has basado? ¿Qué te parece si buscamos un autor que valide tu postura?\".",
            "\"Lo que afirmas es correcto. La dimensión ambiental es la más importante. Sin embargo, ¿qué otras infraestructuras dañan la Amazonía? ¿Cuáles son los problemas ambientales más frecuentes?\"."
          ],
          "respuesta": "\"Concuerdo con que lo ambiental es importante. Pero ¿has pensado cómo la construcción de carreteras contribuye a atender las necesidades de las poblaciones amazónicas? ¿Acaso las carreteras no facilitan, por ejemplo, la llegada de medicinas?\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_dpcc_2019_p64_65",
      "contexto": "Lea la siguiente situación y responda las preguntas 64 y 65.\n\nUna docente está planificando sesiones de aprendizaje que tienen como propósito promover en los estudiantes la reflexión sobre su propia identidad. En ese contexto, ha encontrado un ejemplo de un organizador gráfico llamado \"Mapa de identidad\" y considera que sería interesante que los estudiantes elaboren uno propio. A continuación, se muestra el organizador gráfico encontrado por la docente.",
      "imagen": "img/dpcc_2019_p64.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes rasgos de la identidad resalta principalmente en este organizador gráfico?",
          "opciones": [
            "La identidad personal está en permanente construcción.",
            "La identidad personal cambia en el tiempo.",
            "La identidad personal es única y diversa."
          ],
          "respuesta": "La identidad personal es única y diversa.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente desea que los estudiantes elaboren sus mapas de identidad para que reflexionen sobre su identidad. ¿Cuál de las siguientes acciones es más adecuada para favorecer este propósito?",
          "opciones": [
            "Primero, plantear a los estudiantes preguntas como ¿qué comentarios recibes acerca de tus virtudes?, ¿y acerca de tus defectos?, ¿cómo crees que te ven los demás? Luego, solicitarles que realicen el mapa tomando en cuenta la frecuencia con la que sus compañeros mencionan una virtud o un defecto. Finalmente, pedirles que, una vez realizado el mapa, reflexionen acerca de los aspectos que cambiarían para agradar a los demás.",
            "Primero, plantear a los estudiantes preguntas como ¿dónde naciste?, ¿qué te gusta hacer en tu tiempo libre?, ¿qué deportes te gustan?, ¿qué música escuchas? Luego, solicitarles que grafiquen sus respuestas en el mapa teniendo en cuenta lo que estas representan para ellos. Finalmente, pedirles que, una vez realizado el mapa, identifiquen qué han aprendido acerca de sí mismos con la actividad.",
            "Primero, plantear a los estudiantes preguntas como ¿cuál es el nombre de tu mejor amiga o amigo?, ¿qué edad tienes?, ¿qué estatura tienes?, ¿en qué grado estás? Luego, solicitarles que grafiquen sus mapas de la forma más creativa posible. Finalmente, pedirles que, una vez realizado el mapa, lo coloquen en una pared del aula y elijan cuál de ellos está mejor elaborado."
          ],
          "respuesta": "Primero, plantear a los estudiantes preguntas como ¿dónde naciste?, ¿qué te gusta hacer en tu tiempo libre?, ¿qué deportes te gustan?, ¿qué música escuchas? Luego, solicitarles que grafiquen sus respuestas en el mapa teniendo en cuenta lo que estas representan para ellos. Finalmente, pedirles que, una vez realizado el mapa, identifiquen qué han aprendido acerca de sí mismos con la actividad.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p66_67",
      "contexto": "Lea la siguiente situación y responda las preguntas 66 y 67.\n\nEn una sesión de aprendizaje, la docente presenta a los estudiantes la siguiente situación.\n\nFernando y Juan son mejores amigos y compañeros de trabajo. Ayer, Juan le dijo a Fernando: \"Estoy preocupado porque hace unos días tomé sin permiso el informe de Lucía, lo he perdido y no hay más copias. Al menos, estoy seguro de que no me vieron tomarlo. Por favor, no le digas a nadie\".\n\nHoy Lucía le comentó a su jefe que tiene la sospecha de que una compañera es responsable del hurto del informe. Ante esta situación, Fernando piensa, por un lado, que si dice la verdad podrían despedir a Juan, quien padece de una enfermedad grave y tiene dos hijos pequeños. Pero, por otro lado, cree que sería injusto que alguien asuma las consecuencias de algo que no hizo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes pautas es más pertinente para promover que los estudiantes reflexionen éticamente acerca del dilema moral presentado?",
          "opciones": [
            "\"Reconozcan cuál de las dos posibles decisiones de Fernando es éticamente válida. Tomen en cuenta que deben explicar por qué solo una de estas se sustenta en valores y normas morales\".",
            "\"Identifiquen qué valores y normas morales hay detrás de cada posible decisión de Fernando en la situación descrita. Pregúntense cuál de estos podría ser más importante y por qué\".",
            "\"Expliquen qué podría hacer Fernando para encontrar una solución sin afectar a nadie. Señalen en sus respuestas los valores y normas morales que no han sido considerados en el dilema\"."
          ],
          "respuesta": "\"Identifiquen qué valores y normas morales hay detrás de cada posible decisión de Fernando en la situación descrita. Pregúntense cuál de estos podría ser más importante y por qué\".",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente ha pedido a los estudiantes que planteen, en un escrito breve, sus posturas acerca de qué decisión debería tomar Fernando en la situación presentada. Uno de los estudiantes se acerca a la docente y le muestra un avance de su planteamiento.\n\n\"Fernando no debe acusar a Juan porque acusar a un amigo está mal\".\n\n¿Cuál de las siguientes retroalimentaciones de la docente es más pertinente para promover que el estudiante complejice su reflexión ética?",
          "opciones": [
            "\"Es necesaria una reformulación de tu postura, ya que no es correcto que se acuse injustamente a una persona inocente. ¿Has considerado que la justicia y la honestidad son los valores más importantes?\".",
            "\"Veo que has asumido una postura. Sin embargo, me pregunto si has considerado alguna situación en la que se justificaría actuar de forma diferente. ¿Contarías lo que sabes si la persona acusada injustamente fuera, por ejemplo, tu mamá o tu papá?, ¿por qué?\".",
            "\"Está bien porque lo importante es que cada uno plantee libremente la postura que considere correcta. Pero ¿qué crees que piensan tus compañeros acerca del dilema? ¿Crees que podremos llegar a un consenso acerca de qué debería hacer Fernando?\"."
          ],
          "respuesta": "\"Veo que has asumido una postura. Sin embargo, me pregunto si has considerado alguna situación en la que se justificaría actuar de forma diferente. ¿Contarías lo que sabes si la persona acusada injustamente fuera, por ejemplo, tu mamá o tu papá?, ¿por qué?\".",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p68_70",
      "contexto": "Lea la siguiente situación y responda las preguntas 68, 69 y 70.\n\nUna docente pidió a los estudiantes que seleccionen noticias vinculadas a problemáticas urbanas. Uno de ellos presentó la siguiente noticia.\n\nPolémica sobre el muro\nEn la región de La Trinidad, ha surgido un problema entre dos localidades colindantes: Los Sauces y Los Nogales. Los pobladores de Los Sauces se organizaron y gestionaron la construcción de un muro para separar estas localidades. Ellos argumentan que así se reducirá la creciente inseguridad ciudadana en su localidad. Sin embargo, los pobladores de Los Nogales creen que el muro construido es un símbolo de discriminación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente desea que los estudiantes identifiquen un asunto público implicado en la situación. ¿Cuál de las siguientes acciones es más pertinente para favorecer el logro del propósito?",
          "opciones": [
            "Presentar a los estudiantes noticias que muestren algunos casos de asalto a mano armada en las localidades involucradas en el conflicto. Luego, solicitarles que propongan alternativas de solución diferentes a la construcción del muro para este tipo de problemas.",
            "Proponer a los estudiantes que encuentren otros casos de construcción de muros como solución a la delincuencia. Luego, pedirles que planteen acciones que podrían ejecutar las autoridades para evitar problemas con los vecinos de Los Nogales.",
            "Pedir a los estudiantes que averigüen cómo ha influido la construcción del muro en la vida de los pobladores de ambas localidades. Luego, solicitarles que analicen cómo los cambios producidos afectan la convivencia en esa zona."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen cómo ha influido la construcción del muro en la vida de los pobladores de ambas localidades. Luego, solicitarles que analicen cómo los cambios producidos afectan la convivencia en esa zona.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante la identificación de asuntos públicos, un estudiante comenta lo siguiente:\n\n\"Sabemos que la construcción del muro es un asunto público porque genera interés en un numeroso grupo de personas\".\n\n¿Cuál de las siguientes intervenciones de la docente es más pertinente para que el estudiante reflexione críticamente sobre su comentario?",
          "opciones": [
            "\"Podrías, por ejemplo, pensar en las noticias sobre la vida privada de los personajes públicos. Estas generan interés, pero ¿son asuntos que afectan el bien común?\".",
            "\"El interés que una situación genera en la población permite identificar si se trata de un asunto público. ¿Qué otros ejemplos similares has visto recientemente?\".",
            "\"No mencionas lo característico de los asuntos públicos. ¿No recuerdas que se refieren solo a situaciones en las que se infringen leyes?\"."
          ],
          "respuesta": "\"Podrías, por ejemplo, pensar en las noticias sobre la vida privada de los personajes públicos. Estas generan interés, pero ¿son asuntos que afectan el bien común?\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante la deliberación del asunto público, los estudiantes mostraron posturas opuestas acerca de la necesidad de haber construido el muro que separa a las localidades. Frente a ello, la docente desea promover que los estudiantes elaboren argumentos razonados.\n\n¿Cuál de las siguientes acciones favorece el logro del propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que indaguen si sus posturas se fundamentan en la normativa vigente. Luego, realizar una votación para que los estudiantes elijan una postura y hacer hincapié en que escojan la que tiene mejor sustento.",
            "Solicitar a los estudiantes que indaguen las consecuencias de la construcción del muro. Luego, pedirles que expliquen la solución que debería darse al conflicto y destaquen los derechos ciudadanos que serán protegidos.",
            "Leer con los estudiantes artículos en los que diferentes personajes públicos expresan sus posturas respecto de la existencia del muro. Luego, pedirles que reflexionen sobre los artículos leídos y adopten una de las posturas."
          ],
          "respuesta": "Solicitar a los estudiantes que indaguen las consecuencias de la construcción del muro. Luego, pedirles que expliquen la solución que debería darse al conflicto y destaquen los derechos ciudadanos que serán protegidos.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p71",
      "contexto": "Jamelith, estudiante de quinto grado, le cuenta a una docente que no sabe qué va a estudiar cuando concluya su educación secundaria. En este contexto, la docente considera oportuno promover el autoconocimiento de la estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para favorecer este propósito?",
          "opciones": [
            "Indicar a Jamelith cuáles son las características positivas que ha percibido en ella a lo largo del año escolar. Luego, mostrarle la relación entre estas características positivas y algunas carreras profesionales que considera que podrían interesarle.",
            "Explicar a Jamelith la importancia de establecer metas personales para su desarrollo individual y académico. Luego, pedirle que entreviste a un familiar para averiguar cómo fue su proceso de elección vocacional y cómo lo vinculó a sus metas.",
            "Pedir a Jamelith que haga un listado de sus gustos, preferencias y pasatiempos favoritos. Luego, solicitarle que investigue acerca de las profesiones que se relacionan con estos y las ordene según sus preferencias."
          ],
          "respuesta": "Pedir a Jamelith que haga un listado de sus gustos, preferencias y pasatiempos favoritos. Luego, solicitarle que investigue acerca de las profesiones que se relacionan con estos y las ordene según sus preferencias.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p72",
      "contexto": "Una estudiante ha discutido con una de sus compañeras y le cuenta a la docente lo siguiente:\n\n\"¡Odio este día! A mí me gusta Matemática y no he podido entender nada de lo que se explicó durante la clase porque mi compañera hizo bulla y no me dejó escuchar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes posibles respuestas de la docente evidencia una escucha activa?",
          "opciones": [
            "\"Entiendo que estés molesta. A ti te gusta esa área y no has logrado atender a la clase como te hubiera gustado y eso te frustra, ¿no es así?\".",
            "\"Entiendo que estés molesta. Pienso que deberías hablar con tu compañera sobre lo que ha pasado. Ella debería entender que no puede perjudicarte así, ¿no crees?\".",
            "\"Entiendo que estés molesta. Sin embargo, debes comprender que ese hecho ya pasó y no puedes cambiarlo. Creo que es mejor mirar hacia adelante, ¿piensas igual?\"."
          ],
          "respuesta": "\"Entiendo que estés molesta. A ti te gusta esa área y no has logrado atender a la clase como te hubiera gustado y eso te frustra, ¿no es así?\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p73",
      "contexto": "Durante una reunión, los docentes están planificando diversas actividades para promover el desarrollo de la autoestima. Tres docentes proponen lo siguiente:\n\nRomina: \"Debemos proponer a los estudiantes actividades que siempre puedan resolver con facilidad para fomentar una valoración positiva de sí mismos. Con ello, aseguraremos que sientan confianza en sus capacidades\".\n\nMartha: \"Debemos recordar a los estudiantes por qué son valiosos para los demás y elogiarlos frecuentemente. Con ello, evitaremos que se enfrenten a sus dificultades y experimenten frustración\".\n\nVanessa: \"Debemos promover en los estudiantes el reconocimiento de sus fortalezas y dificultades. Con ello, contribuiremos a una adecuada valoración de sus características\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las propuestas de las docentes es más adecuada para promover el desarrollo de la autoestima?",
          "opciones": [
            "La de Romina.",
            "La de Martha.",
            "La de Vanessa."
          ],
          "respuesta": "La de Vanessa.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p74_75",
      "contexto": "Lea la siguiente situación y responda las preguntas 74 y 75.\n\nUn docente encuentra en el periódico la siguiente noticia.\n\nDuelo de danza\nEl último viernes, en Canadá, se realizó un evento de danza en el que se presentó un grupo de breakdance y otro de danzantes de tijeras. La presentación consistió en una intervención por turnos de cada conjunto. En cada intervención, los miembros de cada agrupación buscaban demostrar sus mejores acrobacias para superar el nivel de sus retadores. Al final, ambos conjuntos sorprendieron al público con una presentación que mezclaba pasos de danza de ambos géneros y que contó con el acompañamiento de una pieza musical de fusión de ambos ritmos. El evento fue presenciado por más de mil personas, las cuales llenaron el coliseo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué es posible afirmar que en la situación presentada en la noticia se evidencia interculturalidad?",
          "opciones": [
            "Porque en la situación se demuestra el valor ancestral de la danza de tijeras y la vigencia que tiene culturalmente.",
            "Porque en la situación se pone de manifiesto el valor artístico que se puede encontrar en la diversidad cultural.",
            "Porque en la situación se muestra el enriquecimiento mutuo de culturas diferentes en un contexto de igualdad."
          ],
          "respuesta": "Porque en la situación se muestra el enriquecimiento mutuo de culturas diferentes en un contexto de igualdad.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente ha planificado presentar la noticia a los estudiantes con el propósito de promover la reflexión sobre la interculturalidad. ¿Cuál de los siguientes conjuntos de preguntas es más pertinente para este propósito?",
          "opciones": [
            "¿Cuáles son las diferencias entre estas danzas? ¿Cuál de las danzas es más popular en la actualidad? ¿Qué hace que una danza sea más popular que otra? ¿Cuál de las danzas debió ganar el duelo?",
            "¿Cuál de las danzas tiene un origen más antiguo? ¿Cómo esta danza se ha mantenido en el tiempo? ¿Cuál es su importancia? ¿Esta presentación favorece la revalorización de la cultura peruana?",
            "¿Cuál es el origen de estas danzas? ¿Cuáles son sus semejanzas y diferencias? ¿Cómo es la interacción entre ambos conjuntos durante el evento? ¿Qué mensaje transmite el acto final del evento?"
          ],
          "respuesta": "¿Cuál es el origen de estas danzas? ¿Cuáles son sus semejanzas y diferencias? ¿Cómo es la interacción entre ambos conjuntos durante el evento? ¿Qué mensaje transmite el acto final del evento?",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p76",
      "contexto": "El docente presenta a los estudiantes la siguiente situación.\n\nRecientemente, Alicia se ha incorporado a una IE. Ella es sorda y solo se comunica a través de la lengua de señas. Sus compañeros no juegan con ella porque creen que no los va a entender y que no puede formular una opinión sobre las cosas que comentan en el recreo. Incluso, un pequeño grupo de sus compañeros piensa que nunca entiende lo que pasa.\n\nSi el docente desea que los estudiantes reconozcan los estereotipos presentes en la situación y cómo influyen en la convivencia, ¿cuál de las siguientes acciones es más adecuada?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea que los estudiantes reconozcan los estereotipos presentes en la situación y cómo influyen en la convivencia, ¿cuál de las siguientes acciones es más adecuada?",
          "opciones": [
            "Preguntar a los estudiantes cómo creen que se siente Alicia frente al comportamiento de sus compañeros. Luego, solicitarles que planteen formas en las que ella podría afrontar esta situación. Finalmente, reflexionar conjuntamente acerca de las maneras en que Alicia podría fortalecer su autoestima.",
            "Indicar a los estudiantes que analicen las ideas que hay detrás del comportamiento que tienen los compañeros de Alicia. Luego, solicitarles que señalen cómo estas ideas influyen en las interacciones con ella. Finalmente, pedirles que contrasten sus ideas acerca de la sordera con investigaciones científicas.",
            "Solicitar a los estudiantes que averigüen cuántas personas, como Alicia, presentan discapacidad auditiva en el Perú. Luego, pedirles que identifiquen cuáles son las dificultades usuales que afrontan dichas personas. Finalmente, conversar en plenaria acerca de personajes destacados que hayan superado estas dificultades."
          ],
          "respuesta": "Indicar a los estudiantes que analicen las ideas que hay detrás del comportamiento que tienen los compañeros de Alicia. Luego, solicitarles que señalen cómo estas ideas influyen en las interacciones con ella. Finalmente, pedirles que contrasten sus ideas acerca de la sordera con investigaciones científicas.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_dpcc_2019_p77",
      "contexto": "Durante una sesión de aprendizaje, un docente presenta el siguiente texto.\n\nLa historia de Arturo\nArturo es un estudiante que tiene doce años de edad. En la misma aula, estudia Camilo, quien se muestra agresivo y abusivo con sus compañeros. Últimamente, Arturo es víctima de los abusos de Camilo: le pide dinero, esconde su cuaderno, amenaza con golpearlo y, en ocasiones, lo hace. Esta situación ha provocado que Arturo baje su rendimiento escolar y llegue al extremo de inventar pretextos para no asistir a clases. Incluso ha pedido a su mamá que lo cambie de IE. En el aula, muchos saben lo que está sucediendo, pero no hacen nada para cambiar la situación.\n\nSi el docente desea que los estudiantes reflexionen acerca de la importancia de la participación en acciones orientadas al bien común, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para continuar la actividad?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conjuntos de preguntas es más pertinente para continuar la actividad?",
          "opciones": [
            "¿Cuáles son las normas de convivencia en la IE? ¿Cuáles de estas se incumplen en la historia de Arturo? ¿Qué sanción debe recibir un estudiante que agrede a sus compañeros? ¿A quién debe acudir un estudiante que es agredido por sus compañeros?",
            "¿En una sociedad ideal pasarían situaciones como la narrada en la historia de Arturo? ¿Cómo creen que se sienten las personas que rodean a Arturo? ¿Por qué creen que no intervienen? ¿Qué creen que deberían hacer sus compañeros?",
            "¿Por qué Camilo se comporta de manera agresiva? ¿Por qué Arturo no se defiende de las agresiones de Camilo? ¿Cómo actuarían si alguien los tratara como a Arturo? ¿Qué estrategias de defensa utilizarían en esa situación?"
          ],
          "respuesta": "¿En una sociedad ideal pasarían situaciones como la narrada en la historia de Arturo? ¿Cómo creen que se sienten las personas que rodean a Arturo? ¿Por qué creen que no intervienen? ¿Qué creen que deberían hacer sus compañeros?",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p78_79",
      "contexto": "Lea la siguiente situación y responda las preguntas 78 y 79.\n\nLos estudiantes están realizando un proyecto relacionado con la contaminación producida por plástico. Para ello, el docente ha planificado diversas actividades. Durante una actividad de análisis de noticias, los estudiantes se interesaron particularmente en la que se muestra a continuación:\n\nExtraen 80 bolsas de plástico del estómago de una ballena\nEl pasado 28 de mayo, se encontró una ballena con dificultades para nadar en un canal del sur de Tailandia. Un equipo de veterinarios rescató a la ballena e intentó salvar al animal malnutrido. La ballena vomitó varias bolsas de plástico y murió el 1 de junio. Durante la necropsia, retiraron de su estómago más de 7,7 kg de plástico, incluidas más de 80 bolsas y otros restos. La ballena murió de hambre, ya que los residuos de plástico le impidieron alimentarse.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes reflexionen acerca de esta noticia desde la perspectiva del bien común. ¿Cuál de las siguientes acciones es más pertinente para favorecer el logro del propósito del docente?",
          "opciones": [
            "Pedir a los estudiantes que señalen qué causó la muerte de la ballena. Luego, solicitarles que averigüen qué otras consecuencias podría generar la contaminación de los océanos por plástico. Finalmente, conversar en plenaria acerca de cómo estas consecuencias afectan a la vida humana, animal y vegetal en el planeta.",
            "Mostrar a los estudiantes datos estadísticos que muestren el incremento de desechos plásticos generados anualmente. Luego, solicitarles que indaguen acerca de cómo es que los desechos plásticos llegan al mar. Finalmente, conversar en plenaria acerca de posibles formas para evitar la contaminación de los océanos por plástico.",
            "Solicitar a los estudiantes que elaboren una lista de las especies marinas que viven en la zona señalada en la noticia. Luego, pedirles que elaboren un listado de las especies más afectadas por la contaminación por plástico. Finalmente, conversar en plenaria acerca de las causas de la vulnerabilidad de los ecosistemas marinos frente a la contaminación."
          ],
          "respuesta": "Pedir a los estudiantes que señalen qué causó la muerte de la ballena. Luego, solicitarles que averigüen qué otras consecuencias podría generar la contaminación de los océanos por plástico. Finalmente, conversar en plenaria acerca de cómo estas consecuencias afectan a la vida humana, animal y vegetal en el planeta.",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Una de las actividades del proyecto tiene como propósito favorecer que los estudiantes desarrollen habilidades para gestionar acciones de participación que promuevan el bien común. ¿Cuál de las siguientes alternativas es más pertinente para ello?",
          "opciones": [
            "Los estudiantes comparan el precio de un producto en empaque plástico con el precio del mismo producto en uno compostable. Luego, comparan los costos del uso de plástico con los que genera el uso de materiales alternativos a este. Por último, investigan qué materiales orgánicos de bajo costo podrían reemplazar al plástico y los anotan en un organizador gráfico.",
            "Los estudiantes analizan el consumo de plástico de los miembros de la comunidad educativa de la IE. Luego, elaboran un plan de reducción del consumo de plástico en la IE que incluya a todos los miembros de la comunidad educativa, detallando las fases de su implementación. Por último, elaboran indicadores de evaluación y presentan el plan.",
            "Los estudiantes escuchan a un especialista invitado para que explique qué tipos de plástico existen y de qué manera pueden ser reciclados. Luego, investigan si en su localidad se lleva a cabo alguna acción de reciclaje. Por último, elaboran un reportaje acerca de las opciones de reciclaje en su comunidad y lo presentan en el aula."
          ],
          "respuesta": "Los estudiantes analizan el consumo de plástico de los miembros de la comunidad educativa de la IE. Luego, elaboran un plan de reducción del consumo de plástico en la IE que incluya a todos los miembros de la comunidad educativa, detallando las fases de su implementación. Por último, elaboran indicadores de evaluación y presentan el plan.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p80",
      "contexto": "En una sesión de aprendizaje, cuyo propósito es que los estudiantes de la IE reflexionen acerca del peligro del consumo de drogas, un docente realiza la siguiente secuencia de acciones.\n\nPrimero, pide a los estudiantes que compartan historias acerca de casos de consumo de drogas y sobre cómo este afectó la vida y el entorno de los consumidores.\nSegundo, a partir de lo conversado, les indica que realicen un organizador gráfico tomando en cuenta las siguientes preguntas: ¿a qué tipo de drogas tienen acceso los jóvenes?, ¿qué efectos tienen las drogas en las personas que las consumen?\nTercero, les pide que formen equipos y busquen información para responder a la siguiente pregunta: ¿cómo se puede prevenir el consumo de drogas?\nCuarto, solicita a cada equipo que, para planificar su trabajo, elabore un cuadro de doble entrada en el que señalen qué información necesitan, dónde la pueden encontrar y por qué es importante dicha información para su trabajo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones docentes NO se evidencia en la secuencia presentada?",
          "opciones": [
            "Recoger saberes previos.",
            "Promover metacognición.",
            "Generar conflicto cognitivo."
          ],
          "respuesta": "Generar conflicto cognitivo.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p81",
      "contexto": "En el marco de un proyecto intercultural, un docente ha entregado a cada estudiante cartas de presentación elaboradas por estudiantes de otras regiones del Perú. Uno de los estudiantes, por ejemplo, recibió las siguientes cartas.\n\n\"Me llamo Andrés, vivo con mis abuelos y mi papá. En casa, mis abuelos hablan shawi y yo lo entiendo, pero no lo hablo mucho. Una de mis comidas favoritas es el paiche frito con inguiri. Pero estoy preocupado porque, en la escuela, aprendí que los ecosistemas de la Amazonía están en peligro y que animales como el paiche podrían desaparecer pronto.\"\n\n\"Mi nombre es Urpi, que significa 'paloma' en quechua. Mi familia cultiva cebada para vender y vivimos de ello. Sin embargo, con el impacto del cambio climático hemos comenzado a tener problemas con la cosecha. Lo que he aprendido en la escuela es muy útil. Por ejemplo, cuando mis hermanos y yo vamos a vender la cebada en las ferias, ellos siempre quieren que ayude porque soy muy buena sacando cuentas.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente quiere fortalecer en los estudiantes actitudes que les permitan desarrollar un diálogo intercultural. ¿Cuál de las siguientes acciones es más pertinente para continuar la sesión?",
          "opciones": [
            "Pedir a los estudiantes que analicen las cartas recibidas considerando las siguientes preguntas: ¿de dónde me escriben?, ¿qué cosas en común hay entre los autores de las cartas y yo?, ¿qué diferencias? Finalmente, solicitarles que redacten una carta de respuesta en la que se presenten y planteen preguntas sobre lo que más les interesó de las cartas.",
            "Pedir a los estudiantes que analicen las cartas recibidas considerando las siguientes preguntas: ¿qué edad tienen quienes me escriben?, ¿de dónde me escriben?, ¿qué problemas se mencionan en las cartas? Finalmente, solicitarles que redacten una carta de respuesta en la que se presenten y expliquen las causas de los problemas señalados en las cartas.",
            "Pedir a los estudiantes que analicen las cartas recibidas considerando las siguientes preguntas: ¿qué actividades realizan los que me escriben?, ¿cómo es la personalidad de quienes me escriben?, ¿qué diferencias hay entre ellos y yo? Finalmente, solicitarles que redacten una carta de respuesta en la que se presenten y mencionen aquellos aspectos de sí mismos que los diferencian y enorgullecen."
          ],
          "respuesta": "Pedir a los estudiantes que analicen las cartas recibidas considerando las siguientes preguntas: ¿de dónde me escriben?, ¿qué cosas en común hay entre los autores de las cartas y yo?, ¿qué diferencias? Finalmente, solicitarles que redacten una carta de respuesta en la que se presenten y planteen preguntas sobre lo que más les interesó de las cartas.",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p82",
      "contexto": "Durante un partido de fútbol, Francesca, una estudiante, pateó casualmente a su compañera Belén cuando iba tras la pelota. Belén, al sentirse agredida, reaccionó de forma agresiva y le dijo en voz alta: \"Oye, ven y pídeme disculpas; ¿acaso te crees muy fuerte?\". Francesca se ofuscó y le respondió: \"No te voy a pedir disculpas porque fue de casualidad. Si te duele, es tu problema\". Algunos estudiantes que presenciaron la situación le comentaron al docente lo sucedido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante ello, ¿cuál de las siguientes acciones es pertinente que el docente realice para favorecer la resolución del conflicto?",
          "opciones": [
            "Conversar con cada estudiante y pedirle que camine alrededor de la cancha para que canalice su energía. Luego, indicarles que, mientras dialogan para llegar a un acuerdo, preparen el aula para las actividades de la siguiente sesión. Finalmente, solicitarles que redacten y firmen un compromiso de no agresión.",
            "Conversar con ambas estudiantes para que cada una dé a conocer su versión de los hechos. Luego, hacerles preguntas para que traten de comprender por qué se suscitó el conflicto y cómo creen que se sintió su compañera. Finalmente, brindarles una oportunidad para que planteen sus ideas y lleguen a un acuerdo.",
            "Conversar con los estudiantes que presenciaron el evento para que describan lo sucedido. Luego, preguntarles por qué creen que sus compañeras actuaron de esa manera y qué consecuencias generan estos comportamientos. Finalmente, darles un espacio para que reflexionen e identifiquen qué harían ellos para reparar la situación."
          ],
          "respuesta": "Conversar con ambas estudiantes para que cada una dé a conocer su versión de los hechos. Luego, hacerles preguntas para que traten de comprender por qué se suscitó el conflicto y cómo creen que se sintió su compañera. Finalmente, brindarles una oportunidad para que planteen sus ideas y lleguen a un acuerdo.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p83_87",
      "contexto": "Lea la siguiente situación y responda las preguntas 83, 84, 85, 86 y 87.\n\nEl municipio en el que se encuentra una IE ha promulgado una ordenanza que establece y reglamenta la elaboración del Presupuesto participativo de niños, niñas y adolescentes del distrito. En ese contexto, los docentes del área de Desarrollo Personal, Ciudadanía y Cívica están realizando un conjunto de actividades para promover y organizar la intervención de los estudiantes de secundaria de la IE en el mencionado mecanismo de participación ciudadana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los docentes desean promover que los estudiantes de la IE identifiquen los asuntos públicos que deben ser tomados en cuenta en la elaboración del Presupuesto participativo de niños, niñas y adolescentes. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Solicitar a los estudiantes que elaboren un organizador gráfico en el que se identifique a los actores capaces de generar cambios en la localidad. Luego, pedirles que, en equipos, señalen cómo cada uno de estos podría contribuir en la solución de problemas.",
            "Proponer a los estudiantes alternativas de solución para los principales problemas que enfrenta el país. Luego, pedirles que, en equipos, elaboren un listado de las acciones que podrían realizar como estudiantes para colaborar con esas soluciones.",
            "Pedir a los estudiantes que realicen una lluvia de ideas sobre problemas que afecten su bienestar en la familia, la escuela y la comunidad. Luego, pedirles que, en equipos, los clasifiquen según qué aspectos de su bienestar se vean vulnerados."
          ],
          "respuesta": "Pedir a los estudiantes que realicen una lluvia de ideas sobre problemas que afecten su bienestar en la familia, la escuela y la comunidad. Luego, pedirles que, en equipos, los clasifiquen según qué aspectos de su bienestar se vean vulnerados.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "En el aula de tercer grado, durante la identificación de asuntos públicos, un equipo de estudiantes está discutiendo si una de las situaciones propuestas constituye un asunto público. A continuación, se presentan las intervenciones de tres estudiantes.\n\nJoaquín: \"Creo que esa situación no afecta a los derechos de la mayoría de ciudadanos; entonces, no debería ser considerada un asunto público\".\nYanira: \"Me parece que esa situación no afecta las condiciones para que las personas vivan dignamente; por ello, no es un asunto público\".\nFernanda: \"Yo creo que, como esa situación no se ha difundido en los medios de comunicación, no es un asunto público\".\n\n¿Cuál de las intervenciones de los estudiantes expresa un criterio adecuado para identificar un asunto público?",
          "opciones": [
            "La de Joaquín.",
            "La de Yanira.",
            "La de Fernanda."
          ],
          "respuesta": "La de Yanira.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "En el aula de cuarto grado, tres equipos de estudiantes han identificado e iniciado la problematización del asunto público del manejo de residuos sólidos en los alrededores de la IE. A continuación, se describen los trabajos presentados por estos equipos.\n\n• El equipo 1 presentó un organizador gráfico en el que se muestra el proceso establecido para el manejo de residuos sólidos, según las recomendaciones del Ministerio del Ambiente.\n• El equipo 2 presentó un organizador gráfico en el que se comparan las funciones de la Municipalidad, el Gobierno Regional y el Gobierno Central en relación con el cuidado del ambiente.\n• El equipo 3 presentó un organizador gráfico en el que se representan diversos factores que producen un inadecuado manejo de residuos sólidos y las consecuencias de esta forma de manejo.\n\n¿Cuál de los trabajos presentados es el que mejor evidencia que se ha realizado un proceso de problematización del asunto público mencionado?",
          "opciones": [
            "El del equipo 1.",
            "El del equipo 2.",
            "El del equipo 3."
          ],
          "respuesta": "El del equipo 3.",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Los estudiantes de quinto grado han buscado información sobre las problemáticas identificadas y van a debatir acerca de cuáles de ellas deberían ser priorizadas en el presupuesto participativo. En ese contexto, el docente desea brindar a los estudiantes pautas para que elaboren argumentos razonados. ¿Cuál de las siguientes intervenciones es pertinente para promover el logro de dicho propósito?",
          "opciones": [
            "\"Utilicen datos relevantes para construir sus argumentos, planteen premisas que puedan verificarse con hechos y cerciórense de la validez de las conclusiones que hagan\".",
            "\"Reconozcan los principales intereses de la mayoría de estudiantes, identifiquen cuál es la postura de estos y elaboren argumentos que sirvan para respaldarla\".",
            "\"Piensen en técnicas de persuasión para convencer a sus oyentes, utilicen recursos audiovisuales, y expresen sus argumentos con solvencia y claridad\"."
          ],
          "respuesta": "\"Utilicen datos relevantes para construir sus argumentos, planteen premisas que puedan verificarse con hechos y cerciórense de la validez de las conclusiones que hagan\".",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Los estudiantes de cuarto grado están discutiendo posibles propuestas para abordar el asunto público que han decidido priorizar: el cuidado del ambiente en el distrito. En ese contexto, tres estudiantes dicen lo siguiente:\n\nGloria: \"Me parece que debemos proponer que la Municipalidad conserve e incremente las áreas verdes del distrito\".\nAlejandro: \"Yo creo que debemos proponer que la Municipalidad persiga con rapidez los delitos contra los recursos naturales en el distrito\".\nTulio: \"Yo creo que tenemos que proponer que la Municipalidad establezca y declare que nuestras áreas verdes más grandes sean áreas naturales protegidas\".\n\n¿Cuál de las intervenciones de los estudiantes expresa una atribución de las municipalidades?",
          "opciones": [
            "La de Gloria.",
            "La de Alejandro.",
            "La de Tulio."
          ],
          "respuesta": "La de Gloria.",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p88",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa una función del Ministerio de Justicia?",
          "opciones": [
            "Orientar, contribuir, dirigir y formular la política criminal y la política penitenciaria del Estado.",
            "Garantizar el cumplimiento de las leyes y la seguridad del patrimonio público y privado; prevenir, investigar y combatir la delincuencia.",
            "Cumplir y hacer cumplir el marco normativo en materia de seguridad y defensa nacional en el ámbito de su competencia, ejerciendo la potestad sancionadora."
          ],
          "respuesta": "Orientar, contribuir, dirigir y formular la política criminal y la política penitenciaria del Estado.",
          "respuestaCorta": "A",
          "solucionario": "La respuesta correcta es la A.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_dpcc_2019_p89_90",
      "contexto": "Lea la siguiente situación y responda las preguntas 89 y 90.\n\nUna docente presenta a los estudiantes la siguiente situación.\n\nCinco personas están a punto de ser atropelladas por un tren que se desplaza a toda velocidad. No hay forma de detener el tren, pero tienes a tu alcance una palanca cuya activación desviará el tren hacia una vía en la cual hay una sola persona. De activarla, ya no atropellaría a cinco personas, sino solamente a una.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para que los estudiantes construyan argumentos éticos que fundamenten su postura sobre la situación presentada?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen argumentos basados en normas o valores morales para justificar la activación de la palanca y salvar a las cinco personas. Luego, pedirles que, en equipos, elijan el argumento más convincente de todos y lo expongan en plenaria.",
            "Pedir a los estudiantes que escriban qué decidirían y qué argumentos basados en normas o valores morales plantearían para fundamentar su decisión. Luego, pedirles que voluntariamente compartan sus respuestas y las anoten en la pizarra para debatirlas en plenaria.",
            "Pedir a los estudiantes que enumeren experiencias cotidianas que les exigieron tomar decisiones difíciles como ocurre en la situación presentada. Luego, pedirles que argumenten qué estrategias son mejores para evitar situaciones en las que se contrapongan normas o valores morales."
          ],
          "respuesta": "Pedir a los estudiantes que escriban qué decidirían y qué argumentos basados en normas o valores morales plantearían para fundamentar su decisión. Luego, pedirles que voluntariamente compartan sus respuestas y las anoten en la pizarra para debatirlas en plenaria.",
          "respuestaCorta": "B",
          "solucionario": "La respuesta correcta es la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Uno de los estudiantes afirma lo siguiente sobre la situación presentada.\n\n\"No se debe utilizar así a una persona, aunque sea para salvar a cinco. Eso sería tratar a la persona como si fuera un medio\".\n\nVarios estudiantes se muestran de acuerdo con la afirmación, por lo que la docente desea promover que los estudiantes consideren otra perspectiva ética en su análisis del dilema. ¿Cuál de las siguientes intervenciones de la docente es más pertinente para ese propósito?",
          "opciones": [
            "\"Deberías reformular tu argumento, ya que las consecuencias de las acciones constituyen el único criterio para decidir si una acción es correcta o incorrecta. Fíjate que, en esta situación, si no se mueve la palanca, sufrirían cinco personas y sus respectivas familias en lugar de una sola\".",
            "\"Me parece que tenemos que revisar lo que has afirmado, pues tu postura no se sustenta en normas ni valores morales. Por ejemplo, en esta situación, el respeto a la dignidad humana es la norma que debe tomarse en cuenta para determinar lo que es moralmente correcto en este caso, ¿no crees?\".",
            "\"De acuerdo. No tratar a las personas como medio es una norma moral importante. Sin embargo, imaginemos que alguien que pensaba como tú cambia de opinión al saber que no serían cinco, sino diez mil personas las que serían salvadas sacrificando a una. ¿Por qué crees que cambió de opinión?\""
          ],
          "respuesta": "\"De acuerdo. No tratar a las personas como medio es una norma moral importante. Sin embargo, imaginemos que alguien que pensaba como tú cambia de opinión al saber que no serían cinco, sino diez mil personas las que serían salvadas sacrificando a una. ¿Por qué crees que cambió de opinión?\"",
          "respuestaCorta": "C",
          "solucionario": "La respuesta correcta es la C.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  