{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_educacion_fisica_2019_p51",
      "contexto": "El docente de Educación Física está preocupado por Alondra, una de sus estudiantes. Ella es sumamente hábil y siempre sobresale en las actividades del área; sin embargo, últimamente el docente ha notado que realiza solo el mínimo esfuerzo durante las sesiones. El docente conversa con Alondra y le hace notar este hecho, a lo que ella responde: \"Es que todo es muy fácil para mí y me aburro\". Entonces el docente le ofrece planificar algunas tareas de mayor dificultad para que pueda desarrollar aún más sus competencias y además le propone asumir nuevas responsabilidades durante la sesión, ayudando a algunos de sus compañeros, proponiendo ejercicios nuevos, y participando como monitora de las actividades. Alondra, muy motivada, acepta el desafío y comienza a esforzarse mucho más durante las sesiones y a desarrollar su potencial.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué enfoque transversal del currículo se evidencia principalmente en la intervención del docente?",
          "opciones": [
            "Búsqueda de la excelencia.",
            "Orientación al bien común.",
            "Inclusivo o de atención a la diversidad."
          ],
          "respuesta": "Búsqueda de la excelencia.",
          "respuestaCorta": "Se evidencia el enfoque de Búsqueda de la excelencia al incentivar el máximo potencial.",
          "solucionario": "El enfoque de Búsqueda de la excelencia incentiva a los estudiantes a dar lo mejor de sí mismos para alcanzar sus metas y contribuir con su comunidad. Al proponerle a Alondra desafíos mayores y roles de liderazgo para que desarrolle su potencial y no se conforme con lo mínimo, el docente está aplicando este enfoque.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p52",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones se relaciona principalmente con el enfoque transversal de orientación al bien común?",
          "opciones": [
            "El docente se preocupa porque algunos estudiantes tienen dificultades para lograr los objetivos del área; por eso, reconociendo el valor inherente de cada persona por encima de cualquier diferencia, les ofrece diversas oportunidades de aprendizaje para que logren desarrollar sus capacidades.",
            "Uno de los estudiantes llegó tarde a la IE, y el vigilante que supervisa la entrada y salida de los estudiantes le dice que no podrá ingresar a clases; el estudiante le responde que, si bien ha llegado tarde, es su derecho asistir a la escuela y aprender; entonces el vigilante le da la razón y lo deja ingresar pidiéndole que por favor sea más puntual.",
            "El equipo de atletismo de la IE no tiene zapatillas adecuadas para competir en los próximos juegos interescolares, por lo que no podrán participar en la competencia; los atletas y sus compañeros se reúnen y, entre todos, planifican una actividad para conseguir las zapatillas que el equipo necesita."
          ],
          "respuesta": "El equipo de atletismo de la IE no tiene zapatillas adecuadas para competir en los próximos juegos interescolares, por lo que no podrán participar en la competencia; los atletas y sus compañeros se reúnen y, entre todos, planifican una actividad para conseguir las zapatillas que el equipo necesita.",
          "respuestaCorta": "La situación del equipo de atletismo refleja la solidaridad y el apoyo mutuo del bien común.",
          "solucionario": "El enfoque de Orientación al bien común busca que los valores de la comunidad (solidaridad, empatía) se traduzcan en acciones que beneficien a todos. La acción colectiva de los estudiantes para conseguir las zapatillas del equipo demuestra solidaridad y trabajo conjunto para un beneficio compartido.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p53",
      "contexto": "Durante una sesión, los estudiantes crearon grupalmente afiches informativos con recomendaciones para evitar la radiación solar en horas de Educación Física. El docente anuncia que el afiche del grupo de Joaquín ha sido elegido para ser exhibido en el patio central de la IE. Hilda, una estudiante de otro grupo, se burla diciendo que el afiche es muy feo y que no tiene creatividad. Joaquín le dice a Hilda que es una perdedora, y ambos comienzan a discutir alzando la voz e insultándose. Entonces, el docente se acerca a ambos, detiene la discusión y les pide salir del aula para conversar sobre lo ocurrido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice el docente a continuación?",
          "opciones": [
            "Pedir a los estudiantes que se calmen, que reflexionen por separado sobre sus actos, y que luego se pidan disculpas por sus acciones y se den la mano para demostrar que ya no existe rencor entre ellos.",
            "Explicar a los estudiantes lo perjudiciales que son las peleas entre compañeros de aula, tanto para los involucrados en el conflicto como para el resto del grupo; luego recordarles el valor del compañerismo y el trabajo en equipo.",
            "Pedir a los estudiantes que, sin interrumpirse y hablando en primera persona, expliquen qué pasó, por qué pasó y cómo se sienten al respecto; luego, que cada uno proponga alternativas que puedan ayudarlos a expresar su malestar de manera constructiva."
          ],
          "respuesta": "Pedir a los estudiantes que, sin interrumpirse y hablando en primera persona, expliquen qué pasó, por qué pasó y cómo se sienten al respecto; luego, que cada uno proponga alternativas que puedan ayudarlos a expresar su malestar de manera constructiva.",
          "respuestaCorta": "La acción pertinente es fomentar el diálogo reflexivo y la búsqueda autónoma de soluciones.",
          "solucionario": "Para una resolución de conflictos formativa, es crucial que los estudiantes expresen sus sentimientos y perspectivas (hablar en primera persona), analicen el conflicto y sean ellos mismos quienes propongan soluciones constructivas. Esto desarrolla habilidades socioemocionales, a diferencia de imponer disculpas (A) o dar sermones (B).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p54",
      "contexto": "El docente les propone a los estudiantes del equipo de carreras de velocidad realizar varias tareas para lograr mejorar su desempeño.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas tiene mayor demanda cognitiva?",
          "opciones": [
            "Hacer un registro de sus tiempos en una ficha y luego trasladarlos a una hoja de cálculo.",
            "Identificar las principales dificultades que han tenido en las últimas carreras realizadas.",
            "Proponer un plan de mejora a corto, mediano y largo plazo para optimizar sus tiempos."
          ],
          "respuesta": "Proponer un plan de mejora a corto, mediano y largo plazo para optimizar sus tiempos.",
          "respuestaCorta": "Proponer un plan de mejora implica creación y síntesis, niveles superiores de demanda cognitiva.",
          "solucionario": "Proponer un plan de mejora requiere analizar datos, sintetizar información, evaluar estrategias y crear una solución nueva. Esto corresponde a un nivel de pensamiento de orden superior (Crear/Evaluar). Registrar tiempos (A) es mecánico y identificar dificultades (B) es análisis básico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p55",
      "contexto": "Como parte del desarrollo de la coordinación de los estudiantes, una docente de Educación Física planifica actividades rítmicas con telas de 1,50 m x 0,70 m. Si quiere recoger los saberes previos de los estudiantes sobre los elementos corporales de la gimnasia para determinar el apoyo que será necesario brindarles durante el proceso de aprendizaje",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿cuál de las siguientes actividades es adecuada?",
          "opciones": [
            "Proponer a los estudiantes realizar libremente balanceos, saltos y giros usando la tela de forma individual.",
            "Pedirles a los estudiantes que ejecuten coreografías en pequeños grupos utilizando la tela de forma individual.",
            "Proponer a los estudiantes realizar movimientos circulares, serpenteos y ondas con la tela de forma individual."
          ],
          "respuesta": "Proponer a los estudiantes realizar libremente balanceos, saltos y giros usando la tela de forma individual.",
          "respuestaCorta": "La exploración libre permite observar las capacidades reales y saberes previos de los estudiantes.",
          "solucionario": "Para recoger saberes previos, la exploración libre es la estrategia más adecuada, ya que permite al docente observar qué movimientos conocen y dominan los estudiantes naturalmente sin la imposición de una estructura coreográfica compleja (B) o instrucciones técnicas específicas cerradas (C).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p56",
      "contexto": "El docente ha planificado las siguientes actividades para una sesión de la unidad didáctica \"Conociendo y desarrollando mi esquema corporal\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas es más compleja?",
          "opciones": [
            "Cada estudiante mantiene en el aire un globo golpeándolo con diferentes segmentos de su cuerpo, según la consigna dada por el docente: \"¡Con el hombro!\", \"¡Ahora con la mano!\", \"¡Con el pie!\", \"¡Ahora intercambiando el globo con el compañero!\", entre otras.",
            "Un grupo de estudiantes persigue al resto de compañeros intentando tocar con un globo la parte del cuerpo indicada por el docente: \"ilntenten tocar las rodillas de sus compañeros!\", \"¡Ahora su espalda!\", \"¡Los pies!\", \"¡La cabeza!\", \"¡Las manos!\", \"¡Los tobillos!\", entre otras.",
            "Un estudiante, sentado en una colchoneta y sin salir de ella, debe evitar que su compañero, que está de pie fuera de la colchoneta, toque con un globo la parte de su cuerpo indicada por el docente: \"¡Intenten tocar la espalda de su compañero!\", \"¡Ahora el tobillo!\", \"¡La cabeza!\", entre otras."
          ],
          "respuesta": "Un estudiante, sentado en una colchoneta y sin salir de ella, debe evitar que su compañero, que está de pie fuera de la colchoneta, toque con un globo la parte de su cuerpo indicada por el docente: \"¡Intenten tocar la espalda de su compañero!\", \"¡Ahora el tobillo!\", \"¡La cabeza!\", entre otras.",
          "respuestaCorta": "La actividad C requiere mayor control inhibitorio, reacción y conciencia corporal defensiva.",
          "solucionario": "La opción C es la más compleja porque implica una restricción espacial severa (estar sentado sin salir de la colchoneta) mientras se defiende de un estímulo externo móvil. Requiere una conciencia corporal alta para proteger zonas específicas, anticipación y ajuste postural rápido, a diferencia del control de objeto individual (A) o el juego de persecución general (B).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p57",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una actividad que corresponde a la fase de activación corporal general?",
          "opciones": [
            "Desplazarse salticando mientras se realizan movimientos de circunducción con las extremidades superiores extendidas.",
            "Desplazarse en zigzag conduciendo un balón a través de una serie de conos colocados en el piso a un metro uno del otro.",
            "Trotar en el sitio y luego pasar a la posición de cuclillas, apoyar las manos en el piso, extender las piernas hacia atrás, volver a la posición de cuclillas y dar un salto con palmada."
          ],
          "respuesta": "Desplazarse salticando mientras se realizan movimientos de circunducción con las extremidades superiores extendidas.",
          "respuestaCorta": "La opción A describe movimientos globales y suaves adecuados para el inicio del calentamiento.",
          "solucionario": "La activación corporal general busca elevar la temperatura y preparar el sistema cardiorrespiratorio y muscular con movimientos globales de baja a media intensidad. Desplazarse salticando con movimientos de brazos cumple esto. La opción B es específica (con balón) y la C es de alta intensidad (tipo burpee), no adecuada para el inicio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p58",
      "contexto": null,
      "imagen": "img/educacion_fisica_2019_q58.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejercicios es más adecuado para desarrollar la agilidad?",
          "opciones": [
            "Figura a (Subir y bajar escalón)",
            "Figura b (Saltar sobre el compañero / Leapfrog)",
            "Figura c (Pase de balón en el suelo)"
          ],
          "respuesta": "Figura b (Saltar sobre el compañero / Leapfrog)",
          "respuestaCorta": "El salto sobre el compañero implica cambios de posición, coordinación y velocidad propios de la agilidad.",
          "solucionario": "La agilidad es la capacidad de cambiar la posición del cuerpo de manera eficaz y rápida. El juego de 'saltar sobre el compañero' (b) requiere carrera, impulso, ajuste espacial en el aire y recepción, involucrando agilidad dinámica. La opción a es fuerza/resistencia y la c es coordinación óculo-manual.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué es un circuito motriz?",
          "opciones": [
            "Es un conjunto de ejercicios organizados y estructurados en los que un grupo de ejecutantes recorre un trayecto con diferentes estaciones en las que deberán realizar ciertos ejercicios.",
            "Es un sistema para el entrenamiento en atletismo que consiste en hacer diversos ejercicios, tanto aeróbicos como anaeróbicos, principalmente ejercicios de carrera, caracterizados por los cambios de ritmo realizados en intervalos.",
            "Es un tipo de ejercicio de carrera que se caracteriza por comenzar con un trote ligero como calentamiento, seguido por un aumento progresivo de la velocidad, hasta lograr mantener el ritmo sin agotamiento, y, finalmente, un trote suave para volver al estado inicial."
          ],
          "respuesta": "Es un conjunto de ejercicios organizados y estructurados en los que un grupo de ejecutantes recorre un trayecto con diferentes estaciones en las que deberán realizar ciertos ejercicios.",
          "respuestaCorta": "La definición clásica de circuito implica estaciones organizadas y rotación de participantes.",
          "solucionario": "Un circuito motriz se define metodológicamente como una organización de tareas en estaciones sucesivas por las que rotan los estudiantes. La opción B describe entrenamiento interválico (Fartlek o similar) y la C describe una carrera progresiva.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p60_63",
      "contexto": "El docente inicia la activación fisiológica con la música de una danza muy alegre de la región. Les propone a los estudiantes realizar diversos movimientos al ritmo de la música desplazándose de manera libre por todo el campo. Evitando chocarse con sus compañeros, los estudiantes avanzan, retroceden, mueven los brazos como molinos de viento, luego imitando a un cóndor; flexionan ligeramente el tronco hacia adelante, luego hacia atrás; saltan en un pie, enseguida con el otro; giran hacia un lado, luego hacia el otro; saltan con ambos pies al ritmo de la percusión... ríen... disfrutan el ejercicio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué están desarrollando principalmente los estudiantes con esta actividad?",
          "opciones": [
            "Su condición física.",
            "Su imagen corporal.",
            "Su estructuración espacio-temporal."
          ],
          "respuesta": "Su estructuración espacio-temporal.",
          "respuestaCorta": "El movimiento libre con música y evitación de choques trabaja el espacio y el tiempo.",
          "solucionario": "La actividad combina desplazamientos en el espacio (avanzar, retroceder, evitar choques) con el ajuste al tiempo (ritmo de la música/percusión). Esto incide directamente en la estructuración espacio-temporal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué capacidades se desarrollan principalmente con esta actividad?",
          "opciones": [
            "Sociomotrices.",
            "Físico-motrices.",
            "Perceptivo-motrices."
          ],
          "respuesta": "Perceptivo-motrices.",
          "respuestaCorta": "La coordinación, el ritmo y la ubicación espacial son capacidades perceptivo-motrices.",
          "solucionario": "Las capacidades perceptivo-motrices (como la corporalidad, espacialidad, temporalidad, ritmo, equilibrio y coordinación) son las que permiten ajustar el movimiento a la música y al entorno. Aunque hay movimiento físico, el foco pedagógico descrito es la percepción y ajuste.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿En cuál de las siguientes acciones se evidencia principalmente la toma de conciencia del espacio propio y próximo?",
          "opciones": [
            "Al evitar chocarse con los compañeros.",
            "Al saltar con ambos pies al ritmo de la música.",
            "Al representar a objetos o animales con sus brazos."
          ],
          "respuesta": "Al evitar chocarse con los compañeros.",
          "respuestaCorta": "Evitar choques requiere gestionar el espacio próximo (kinesfera) respecto a los demás.",
          "solucionario": "La conciencia del espacio propio y próximo se manifiesta al gestionar la distancia con los objetos y personas circundantes para no colisionar mientras se desplazan.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Cuando los estudiantes golpean el suelo saltando con ambos pies al ritmo de la percusión, ¿qué aspecto de la ejecución están tomando en cuenta principalmente?",
          "opciones": [
            "El nivel de ejecución.",
            "El tiempo de ejecución.",
            "El espacio de ejecución."
          ],
          "respuesta": "El tiempo de ejecución.",
          "respuestaCorta": "Saltar 'al ritmo de la percusión' implica un ajuste temporal.",
          "solucionario": "La referencia 'al ritmo de la percusión' indica que los estudiantes deben ajustar sus movimientos a una cadencia temporal externa, trabajando el tiempo de ejecución.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_educacion_fisica_2019_p64_66",
      "contexto": "En la sesión \"Controlamos nuestra respiración\", el docente propicia un diálogo con los estudiantes por medio de preguntas orientadas a reflexionar sobre qué es la respiración, cómo se realiza, los efectos que ocurren en el organismo cuando respiramos y los distintos tipos de respiración. Luego del intercambio de ideas, el docente propone a los estudiantes realizar la activación corporal mediante desplazamientos variados y les pide que estén atentos a su respiración.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego, el docente solicita a sus estudiantes que se detengan y coloquen una mano sobre la zona pectoral y la otra mano sobre la zona abdominal, y les pide que intenten respirar expandiendo la zona abdominal. ¿Qué tipo de respiración están desarrollando los estudiantes en este ejercicio?",
          "opciones": [
            "La torácica.",
            "La clavicular.",
            "La diafragmática."
          ],
          "respuesta": "La diafragmática.",
          "respuestaCorta": "La expansión abdominal indica el uso predominante del diafragma.",
          "solucionario": "La respiración diafragmática o abdominal se caracteriza porque, al inspirar, el diafragma baja y empuja el contenido abdominal hacia afuera, provocando la expansión de la zona abdominal. Esta es la instrucción clave dada por el docente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Cuando el docente solicita a sus estudiantes que coloquen una mano sobre la zona pectoral y la otra mano sobre la zona abdominal para respirar intentando expandir la zona abdominal, ¿qué aspecto están desarrollando predominantemente los estudiantes?",
          "opciones": [
            "Percepción del propio cuerpo.",
            "Relajación segmentaria.",
            "Equilibrio estático."
          ],
          "respuesta": "Percepción del propio cuerpo.",
          "respuestaCorta": "El ejercicio enfoca la atención en el movimiento y sensaciones corporales internas (propiocepción).",
          "solucionario": "Al colocar las manos para sentir el movimiento de la respiración y dirigir conscientemente la expansión a una zona específica, los estudiantes están trabajando la conciencia y percepción de su propio cuerpo (esquema corporal/introcepción).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué competencia se está desarrollando predominantemente en la sesión descrita?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Asume una vida saludable.",
          "respuestaCorta": "Conocer y controlar la respiración es fundamental para la salud y el bienestar físico.",
          "solucionario": "La competencia 'Asume una vida saludable' integra el conocimiento y práctica de hábitos para el bienestar. Comprender la fisiología de la respiración y sus tipos es parte esencial del cuidado del cuerpo y la regulación del esfuerzo físico.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p67",
      "contexto": "Luego de realizar diversas actividades relacionadas con la respiración, una estudiante comenta: \"No sabía que hay varios tipos de respiración. ¡Ahora me doy cuenta de que mi respiración es incompleta! Me ha parecido muy interesante, pero aún me quedan algunas dudas sobre el tema, así que seguiré investigando\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el proceso cognitivo que se evidencia principalmente en el comentario de la estudiante?",
          "opciones": [
            "Conflicto cognitivo.",
            "Metacognición.",
            "Transferencia."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "La estudiante reflexiona sobre su propio aprendizaje y lo que le falta por aprender.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. La estudiante evalúa su conocimiento previo (\"no sabía\"), su estado actual (\"me doy cuenta\") y planifica acciones futuras (\"seguiré investigando\").",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p68_69",
      "contexto": "El docente trabaja con los estudiantes acciones de lanzamiento en baloncesto con el propósito de desarrollar la coordinación. Para ello, designa a algunos estudiantes como monitores e interactúa permanentemente con ellos durante todo el proceso de enseñanza. Los monitores acompañan el trabajo de sus compañeros, los refuerzan y gestionan las tareas dentro del grupo, y son los responsables de trasmitir las orientaciones a tener en cuenta durante el lanzamiento a la canasta. Las orientaciones dadas por el docente por medio de los monitores son las siguientes:\n1.° Ubicar el blanco.\n2.° Flexionar y luego extender las rodillas para saltar.\n3.° Saltar ligeramente hacia adelante al lanzar.\n4.° Lanzar el balón hacia arriba con la mano de tiro.\n5.° Seguir el movimiento del balón.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aspecto del deporte se está desarrollando en la actividad?",
          "opciones": [
            "La estrategia.",
            "La técnica.",
            "La táctica."
          ],
          "respuesta": "La técnica.",
          "respuestaCorta": "Las instrucciones describen la ejecución biomecánica correcta del movimiento (gesto técnico).",
          "solucionario": "La lista de pasos (ubicar, flexionar, extender, lanzar con la mano de tiro) describe la ejecución mecánica y biomecánica precisa del lanzamiento. Esto corresponde al desarrollo de la técnica deportiva, a diferencia de la táctica (toma de decisiones en juego) o estrategia (planificación global).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué estilo de enseñanza está aplicando el docente cuando designa a algunos estudiantes como monitores?",
          "opciones": [
            "Resolución de problemas.",
            "Enseñanza recíproca.",
            "Microenseñanza."
          ],
          "respuesta": "Microenseñanza.",
          "respuestaCorta": "El uso de monitores que gestionan núcleos de estudiantes se asocia aquí a la microenseñanza.",
          "solucionario": "En el contexto de la educación física, la asignación de roles de instrucción a estudiantes (monitores) que gestionan grupos pequeños y transmiten orientaciones del docente se vincula a estilos participativos o de microenseñanza (donde el alumno asume un rol docente simplificado). Aunque la enseñanza recíproca también usa pares, esta suele ser en parejas (observador-ejecutante) con hoja de tareas, mientras que aquí el monitor 'gestiona' y 'refuerza' al grupo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p70",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de resistencia se desarrolla predominantemente en una actividad física de intensidad media y larga duración?",
          "opciones": [
            "Aeróbica.",
            "Anaeróbica láctica.",
            "Anaeróbica aláctica."
          ],
          "respuesta": "Aeróbica.",
          "respuestaCorta": "La larga duración y media intensidad dependen del metabolismo oxidativo (aeróbico).",
          "solucionario": "La resistencia aeróbica es la capacidad de mantener un esfuerzo de intensidad media o baja durante un tiempo prolongado, utilizando el oxígeno como fuente principal para la obtención de energía.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p71_72",
      "contexto": "La epistaxis (o sangrado nasal) puede ocurrir tanto en niños como en adultos y, si bien no suele ser grave, es necesario saber cómo detenerla y cuándo consultar a un médico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es la forma adecuada de detener el sangrado nasal?",
          "opciones": [
            "La persona debe inclinar la cabeza hacia atrás y presionar las fosas nasales con los dedos a modo de pinza por algunos minutos.",
            "La persona debe echarse con la cara hacia arriba e introducir un algodón o gasa limpia en las fosas nasales hasta que la hemorragia se detenga por sí sola.",
            "La persona debe sentarse derecha con la cabeza inclinada ligeramente hacia adelante y debe presionar las fosas nasales con los dedos a modo de pinza por algunos minutos."
          ],
          "respuesta": "La persona debe sentarse derecha con la cabeza inclinada ligeramente hacia adelante y debe presionar las fosas nasales con los dedos a modo de pinza por algunos minutos.",
          "respuestaCorta": "Inclinar la cabeza adelante evita tragar sangre; presionar detiene la hemorragia.",
          "solucionario": "La maniobra correcta para la epistaxis es inclinarse ligeramente hacia adelante (para evitar que la sangre vaya a la garganta y cause náuseas) y presionar las alas de la nariz contra el tabique para cortar el flujo sanguíneo y favorecer la coagulación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿En cuál de los siguientes casos es necesario buscar asistencia médica de urgencia?",
          "opciones": [
            "Si el sangrado se produce por un objeto extraño dentro de la nariz.",
            "Si el sangrado se produce sin un motivo aparente.",
            "Si el sangrado presenta algún coágulo de sangre."
          ],
          "respuesta": "Si el sangrado se produce por un objeto extraño dentro de la nariz.",
          "respuestaCorta": "La presencia de un cuerpo extraño requiere extracción profesional para evitar daños mayores.",
          "solucionario": "Si la causa del sangrado es un objeto extraño, este no debe ser manipulado por personal no médico, ya que podría introducirse más o dañar estructuras internas. Se requiere asistencia médica urgente para su extracción segura.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p73_74",
      "contexto": "Lea atentamente la siguiente descripción: \"Este enfoque se caracteriza por la enseñanza de las progresiones de los fundamentos técnicos, y se evidencia cuando primero el docente enseña a los estudiantes a ejecutar de manera correcta los movimientos y luego les pide que los repitan uno a uno hasta dominarlos para finalmente integrarlos en un juego deportivo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué enfoque corresponde la descripción?",
          "opciones": [
            "Al enfoque técnico.",
            "Al enfoque dinámico.",
            "Al enfoque psicomotor."
          ],
          "respuesta": "Al enfoque técnico.",
          "respuestaCorta": "La descripción prioriza la ejecución mecánica aislada y la repetición, típicas del enfoque técnico.",
          "solucionario": "El enfoque técnico o tradicional se centra en la enseñanza analítica de los gestos deportivos (técnica) de forma aislada y repetitiva antes de aplicarlos en el juego real.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál es la principal característica del enfoque descrito anteriormente?",
          "opciones": [
            "Sigue el camino de la exploración y el descubrimiento.",
            "Se centra en encauzar el interés de los estudiantes por jugar.",
            "El aprendizaje del gesto técnico se hace fuera del contexto de juego."
          ],
          "respuesta": "El aprendizaje del gesto técnico se hace fuera del contexto de juego.",
          "respuestaCorta": "La enseñanza analítica descontextualiza la habilidad de la situación real de juego.",
          "solucionario": "La característica definitoria del enfoque técnico-analítico es la descontextualización: se practica la habilidad (ej. pase) de forma aislada, sin oposición ni toma de decisiones real (fuera del contexto de juego), asumiendo que luego se transferirá automáticamente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p75_76",
      "contexto": "Dado que se acercan los Juegos Panamericanos, los estudiantes están muy interesados por conocer más sobre el atletismo, por eso la docente planifica la unidad de aprendizaje \"Descubriendo mis habilidades atléticas\". En una de las sesiones, la docente muestra a los estudiantes cómo se realiza el lanzamiento de jabalina: la toma correcta del aparato por la empuñadura manteniendo el brazo paralelo al piso, la carrera de aproximación sosteniendo el aparato, la mirada puesta en la zona de lanzamiento, el acercamiento al borde de la zona de lanzamiento llevando el aparato hacia atrás, el implante del pie previo al lanzamiento en la marca preestablecida, el lanzamiento en sí y la fase de recuperación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades motrices se desarrollan predominantemente en esta prueba?",
          "opciones": [
            "Locomotoras.",
            "Manipulativas.",
            "No locomotoras."
          ],
          "respuesta": "Manipulativas.",
          "respuestaCorta": "El lanzamiento implica el manejo y proyección de un objeto (jabalina).",
          "solucionario": "Las habilidades manipulativas son aquellas que implican el manejo de objetos (lanzar, recepcionar, golpear). Aunque hay carrera (locomoción), el núcleo de la prueba de jabalina es el lanzamiento del implemento.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué tipo de velocidad requiere principalmente el lanzamiento de jabalina?",
          "opciones": [
            "Velocidad de desplazamiento o cíclica.",
            "Velocidad de reacción o rapidez.",
            "Velocidad gestual o acíclica."
          ],
          "respuesta": "Velocidad gestual o acíclica.",
          "respuestaCorta": "El lanzamiento es un movimiento único y explosivo, no repetitivo.",
          "solucionario": "La velocidad gestual o acíclica es la capacidad de realizar un movimiento único (un gesto) en el menor tiempo posible. El acto de lanzar la jabalina es un gesto técnico único y explosivo, a diferencia de la carrera continua (cíclica).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_educacion_fisica_2019_p77_78",
      "contexto": "El docente reúne a los estudiantes y les propone realizar la siguiente actividad: \"Vamos a desarrollar un juego con instrumentos de percusión. El sonido de cada instrumento indicará la tarea que deben realizar. Presten atención a las instrucciones: cuando escuchen el sonido del triángulo, se desplazarán por todo el espacio como si fueran pájaros; cuando escuchen el sonido de la pandereta, se desplazarán como monos; y cuando escuchen el sonido del tambor, como elefantes\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué capacidad están desarrollando los estudiantes principalmente con esta actividad?",
          "opciones": [
            "Organización espacial.",
            "Estructuración temporal.",
            "Discriminación auditiva."
          ],
          "respuesta": "Discriminación auditiva.",
          "respuestaCorta": "Identificar y diferenciar sonidos específicos (triángulo, tambor) es discriminación auditiva.",
          "solucionario": "La actividad exige fundamentalmente que los estudiantes diferencien (discriminen) entre distintos estímulos sonoros (triángulo, pandereta, tambor) para asociar cada uno a una respuesta motora específica. Sin esta discriminación auditiva, no podrían ejecutar la tarea correcta.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué acción deben realizar los estudiantes para lograr seguir las consignas a partir del sonido escuchado?",
          "opciones": [
            "Ordenar las acciones en el espacio y en el tiempo.",
            "Ajustar el propio movimiento ante una demanda.",
            "Coordinar los movimientos en acciones motrices."
          ],
          "respuesta": "Ajustar el propio movimiento ante una demanda.",
          "respuestaCorta": "Deben modificar su patrón motor (pájaro/mono/elefante) en respuesta al estímulo externo.",
          "solucionario": "La tarea requiere una adaptación inmediata del comportamiento motor (ajuste) en función de una señal externa (el sonido). El estudiante debe percibir el estímulo y regular su movimiento para cumplir con la consigna demandada.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p79",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué información brinda la relación entre el peso y talla de los estudiantes, y su edad?",
          "opciones": [
            "Información sobre su estado físico.",
            "Información sobre su estado nutricional.",
            "Información sobre su índice de masa corporal."
          ],
          "respuesta": "Información sobre su estado nutricional.",
          "respuestaCorta": "Las tablas antropométricas de peso/talla para la edad son indicadores del estado nutricional.",
          "solucionario": "La relación entre peso, talla y edad se utiliza en los patrones de crecimiento (como los de la OMS) para evaluar el estado nutricional de niños y adolescentes, permitiendo identificar desnutrición, sobrepeso u obesidad.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p80",
      "contexto": null,
      "imagen": "img/educacion_fisica_2019_q80.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejercicios puede afectar negativamente las articulaciones de los estudiantes?",
          "opciones": [
            "Figura a",
            "Figura b",
            "Figura c"
          ],
          "respuesta": "Figura c",
          "respuestaCorta": "La rotación forzada de rodillas (circunducción) es lesiva para meniscos y ligamentos.",
          "solucionario": "El ejercicio mostrado en la figura C corresponde a la circunducción o rotación de rodillas con las piernas juntas y semiflexionadas. Este movimiento está contraindicado porque somete a los meniscos y ligamentos de la rodilla a una torsión y estrés antinatural, pudiendo causar lesiones.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p81",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos debe evitar el docente para promover la participación y motivación de los estudiantes durante las actividades lúdicas?",
          "opciones": [
            "Las modificaciones.",
            "Las eliminaciones.",
            "La competencia."
          ],
          "respuesta": "Las eliminaciones.",
          "respuestaCorta": "Eliminar estudiantes reduce el tiempo de práctica y desmotiva a los menos hábiles.",
          "solucionario": "Los juegos de eliminación (donde el que pierde sale del juego) son pedagógicamente poco recomendables porque excluyen precisamente a quienes más necesitan la práctica (generalmente los menos hábiles) y generan desmotivación y aburrimiento en los eliminados.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p82",
      "contexto": "Un docente conversa con los estudiantes sobre la importancia de poner en práctica el fair play, o juego limpio, en las diversas actividades del área.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las competencias del área está tomando en cuenta predominantemente el docente al promover el fair play?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Interactúa a través de sus habilidades sociomotrices.",
          "respuestaCorta": "El fair play regula la convivencia, el respeto y la interacción con otros.",
          "solucionario": "La competencia 'Interactúa a través de sus habilidades sociomotrices' se centra en la relación positiva con los demás, el trabajo en equipo, el respeto a las reglas y la resolución de conflictos. El fair play (juego limpio) es un componente esencial de esta interacción social y ética en el deporte.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p83",
      "contexto": "La docente de Educación Física se da cuenta de que Roberto, uno de los estudiantes, presenta algunas dificultades al realizar las actividades de la sesión:\n• Al intentar pararse en un solo pie, cambia de pie constantemente y tiene dificultades para mantener el equilibrio.\n• Al lanzarle un balón para que lo golpee en el aire con una mano, duda con qué mano hacerlo y ejecuta el golpe fuera de tiempo.\n• Al iniciar una carrera, ejecuta la salida fuera de tiempo.\n• En la escalera de coordinación, gira a un lado y otro dudando con qué segmento iniciará la tarea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué requiere desarrollar principalmente Roberto para mejorar su desempeño?",
          "opciones": [
            "Su imagen corporal.",
            "Su expresión corporal.",
            "Su definición lateral."
          ],
          "respuesta": "Su definición lateral.",
          "respuestaCorta": "La duda constante sobre qué mano o pie usar indica falta de definición de la lateralidad.",
          "solucionario": "Las observaciones (dudar con qué mano golpear, con qué pie salir o iniciar la marcha, inestabilidad al apoyarse en un pie) son signos claros de una lateralidad mal definida o no afianzada. El estudiante no tiene claro cuál es su lado dominante para ejecutar las acciones motrices.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p84",
      "contexto": "Los estudiantes están realizando lanzamientos con pelotas de sóftbol en el campo deportivo. El docente observa que Luisa, una de las estudiantes, presenta flacidez muscular y poca fuerza. La estudiante se cansa muy rápido y, aunque se esfuerza, sus lanzamientos no consiguen llegar a la marca mínima.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes condiciones guarda relación con las características observadas en Luisa?",
          "opciones": [
            "Paratonía.",
            "Hipotonía.",
            "Sincinesias."
          ],
          "respuesta": "Hipotonía.",
          "respuestaCorta": "La flacidez muscular y la poca fuerza son características de la hipotonía.",
          "solucionario": "La hipotonía se caracteriza por una disminución del tono muscular (flacidez), lo que conlleva menor fuerza y mayor fatigabilidad, coincidiendo exactamente con la descripción de Luisa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p85",
      "contexto": "Durante una actividad en la piscina de una IE, los estudiantes se familiarizan y adaptan al medio acuático, controlando los movimientos de su cuerpo en el agua y flotando de diferentes maneras. Luego, ayudándose con una tabla, practican desplazamientos en diferentes posiciones por medio de la propulsión de sus piernas. Finalmente, forman equipos de cuatro participantes y realizan carreras cortas de pateo con la tabla aplicando lo aprendido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué competencia se está desarrollando principalmente en la situación descrita?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Se desenvuelve de manera autónoma a través de su motricidad.",
          "respuestaCorta": "Dominar el cuerpo en un medio diferente (agua) es parte del desarrollo de la motricidad.",
          "solucionario": "Esta competencia implica comprender y dominar el propio cuerpo en diversas situaciones y entornos. Adaptarse al medio acuático, flotar y propulsarse son manifestaciones del dominio corporal y la autonomía motriz.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p86",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades corresponde a la ejecución de cuadrupedia en la posición de decúbito supino?",
          "opciones": [
            "Un estudiante se desplaza apoyándose solo en manos y pies como un cangrejo mirando hacía arriba.",
            "Un estudiante se desplaza caminando como un oso, apoyándose solo en manos y pies, y con las rodillas extendidas.",
            "Un estudiante se desplaza como una carretilla, es decir, apoyándose en sus manos, mientras un compañero le sostiene las piernas."
          ],
          "respuesta": "Un estudiante se desplaza apoyándose solo en manos y pies como un cangrejo mirando hacía arriba.",
          "respuestaCorta": "Decúbito supino significa 'boca arriba'. El desplazamiento de cangrejo cumple esto.",
          "solucionario": "La cuadrupedia es el desplazamiento en cuatro apoyos. 'Decúbito supino' es la posición anatómica de estar acostado boca arriba. Por tanto, desplazarse apoyado en manos y pies mirando hacia arriba (como un cangrejo invertido) corresponde a la descripción. La caminata de oso es en prono (boca abajo).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p87",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades motrices implican las acciones de correr, saltar, trepar y reptar?",
          "opciones": [
            "Específicas.",
            "Genéricas.",
            "Básicas."
          ],
          "respuesta": "Básicas.",
          "respuestaCorta": "Correr, saltar, trepar y reptar son habilidades motrices fundamentales o básicas.",
          "solucionario": "Las habilidades motrices básicas son movimientos fundamentales y naturales comunes a la especie humana (desplazamientos, saltos, giros, lanzamientos) que sirven de sustento para habilidades más complejas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p88",
      "contexto": null,
      "imagen": "img/educacion_fisica_2019_q88.png",
      "preguntas": [
        {
          "pregunta": "¿Qué plano anatómico divide el cuerpo en un lado derecho y un lado izquierdo?",
          "opciones": [
            "Plano transversal.",
            "Plano frontal.",
            "Plano sagital."
          ],
          "respuesta": "Plano sagital.",
          "respuestaCorta": "El plano sagital es el plano vertical que divide el cuerpo en mitades derecha e izquierda.",
          "solucionario": "En anatomía, el plano sagital (o anteroposterior) pasa verticalmente a través del cuerpo, dividiéndolo en secciones derecha e izquierda. El plano frontal divide en anterior/posterior y el transversal en superior/inferior.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_educacion_fisica_2019_p89_90",
      "contexto": "Observe la siguiente imagen y responda las preguntas 89 y 90.",
      "imagen": "img/educacion_fisica_2019_q89_90.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el nombre del músculo señalado por la letra \"A\"?",
          "opciones": [
            "Vasto externo.",
            "Recto femoral.",
            "Bíceps femoral."
          ],
          "respuesta": "Bíceps femoral.",
          "respuestaCorta": "La flecha A señala la parte posterior del muslo, donde se ubica el bíceps femoral.",
          "solucionario": "La letra A señala la región posterior del muslo de la pierna levantada. El bíceps femoral es uno de los músculos isquiosurales ubicados en esa zona. El vasto externo y recto femoral son parte del cuádriceps (zona anterior).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál es el nombre del músculo señalado por la letra \"B\"?",
          "opciones": [
            "Gemelos.",
            "Cuadriceps.",
            "Isquiosurales."
          ],
          "respuesta": "Gemelos.",
          "respuestaCorta": "La flecha B señala la pantorrilla (zona posterior de la pierna), donde están los gemelos.",
          "solucionario": "La letra B señala la región posterior de la pierna (pantorrilla) de la pierna de apoyo. El músculo gastrocnemio, comúnmente conocido como gemelos, se encuentra en esta ubicación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  