{
  "Comprensión lectora": [
    {
      "idGrupo": "cd_cl_texto_1_2023",
      "contexto": "El Programa Internacional para la Evaluación de Estudiantes (PISA), a través de sus pruebas\nestandarizadas en lectura, matemáticas y ciencias, ofrece información para estimar si\nlos estudiantes de 15 años podrían atender las demandas laborales de las sociedades\ncontemporáneas.\n\nLos resultados de PISA de 2018 muestran, por ejemplo, que el rendimiento\nde un gran porcentaje de adolescentes latinoamericanos está muy lejos del promedio de\nrendimiento de los países que conforman la Organización para la Cooperación y el Desarrollo\nEconómico (OCDE).\n\nEstos resultados, pese a que su implicancia en los sistemas educativos debe\ndimensionarse en su justa medida, son un motivo de preocupación comprensible y debe ser\natendido, particularmente en casos como el de Panamá o Argentina, donde se espera que los\nestudiantes muestren un mejor rendimiento, tomando en cuenta los indicadores de riqueza y\nproductividad de sus ciudadanos.\n\nSin embargo, esta preocupación no debe hacer que soslayemos\nun problema central en la educación latinoamericana: la desigualdad.\n\nPor ejemplo, en cuanto al indice de PISA referido a la inclusión social, ningún país de Latinoamérica\nse acercó a la media del conjunto de países evaluados. No debería sorprender, entonces, que en\ntodos los países de la región se haya notado una nítida correlación entre los puntajes obtenidos\npor cada segmento poblacional y el estatus socioeconómico en el que se ubican los estudiantes.\nA su vez, PISA estimó qué porcentaje de los resultados obtenidos por los estudiantes en 2018\nse puede atribuir a factores socioeconómicos. Para la mayoría de los países latinoamericanos, la\ncifra fue mucho más alta que el promedio de la OCDE (12%): Perú mostró un 22%; Argentina y\nPanamá, 17%; Uruguay, 16%. Solo Chile (13%) se aproximó a dicho promedio. Una sociedad que\naspire a la igualdad de oportunidades debe contar con una educación que busque mover ese\nporcentaje a cero. No obstante, las estructuras educativas latinoamericanas son reproductoras\nde desigualdad y llevan años siéndolo.\n\nAsí pues, la escuela es un espejo de todo lo bueno y malo que puede ofrecer la educación\nde un país. Y así como en diversos ámbitos de la sociedad latinoamericana, las escuelas de la\nregión son notoriamente disímiles entre sí. La barrera divisoria es, de nuevo, socioeconómica.\nAsí lo expresó un indicador de PISA referido a la disponibilidad de materiales educativos. Resulta\nque la proporción de estudiantes de diversas escuelas que reportaron faltas de material fue\nevidentemente mayor entre aquellas con desventaja socioeconómica. En este caso, Perú fue\nuno de los países que estuvo por debajo del promedio de los países de la OCDE.\n\nPor otra parte, una escuela puede ser un mecanismo de segregación si sus estudiantes son\nnotoriamente diferentes de la diversidad evidenciada en la sociedad o en otras escuelas. Este es el\núnico indicador de PISA en el que un país latinoamericano, Chile, exhibió un mejor\npromedio que el de los países de la OCDE. Pero todos los demás presentaron un panorama que\nayuda a entender las diferencias entre el rendimiento que mostraron los estudiantes según su\nnivel socioeconómico. En el caso de algunos países, como Colombia, el grado de segregación\nfue enorme, porque hubo escuelas que concentraron un gran número de estudiantes,\npertenecientes a un estrato socioeconómico alto, con un buen rendimiento en pruebas\nestandarizadas, y otras escuelas que concentraron un alto número de estudiantes -menos\nfavorecidos socioeconómicamente- con un bajo rendimiento en dichas pruebas.\n\nSi solo lograr la igualdad de oportunidades es un objetivo sumamente complicado, se vuelve\ncasi imposible cuando existen altos grados de segregación en los propios sistemas educativos.\nNo se trata solo de materiales ni de calificación de los docentes. Esta segregación se manifiesta\ntambién en el acceso a bibliotecas, a espacios públicos, al cine y al teatro, que es menor para las\npersonas menos favorecidas económicamente.\n\nNo cabe duda de que es importante trabajar en que los países latinoamericanos mejoren su\nrendimiento en las pruebas estandarizadas. Pero esto requiere que se examinen, prioritariamente,\nlas realidades que subyacen a estos resultados. Antes de comparar los resultados en pruebas\nPISA con los del vecino, es necesario analizarlos y preguntarse si acaso se dan las condiciones\npara lograr una verdadera mejora en el rendimiento de nuestros estudiantes. ¿Acaso queremos\nque la educación siga pareciéndose a esas fotografías aéreas que muestran barrios con tejas de\nmetal y suelo de tierra, junto a otros que guardan piscinas, campos de recreación, parques e\ninfraestructura y mansiones entre muros? Si la igualdad de oportunidades no es una realidad,\ntampoco lo es ninguno de los modelos de sociedad que se proponen en los debates ideológicos\nsobre el presente y futuro de la región.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el texto, ¿por qué en Argentina y Panamá llama la atención el bajo rendimiento de los estudiantes en las pruebas PISA de 2018?",
          "opciones": [
            "Porque los resultados obtenidos por esos dos países están aún muy lejos de alcanzar el rendimiento global de los países de la OCDE.",
            "Porque es esperable que, considerando los indicadores económicos de ambos países, sus estudiantes tengan un mejor desempeño.",
            "Porque son países cuyos sistemas educativos dimensionan de manera prudente las implicancias de participar en pruebas estandarizadas."
          ],
          "respuesta": "Porque es esperable que, considerando los indicadores económicos de ambos países, sus estudiantes tengan un mejor desempeño.",
          "solucionario": "El texto menciona específicamente que los resultados de Panamá y Argentina son motivo de preocupación porque se esperaría un mejor rendimiento 'tomando en cuenta los indicadores de riqueza y productividad de sus ciudadanos'."
        },
        {
          "pregunta": "En el tercer párrafo del texto, se ha usado la palabra \"reproductoras\" de la siguiente manera:\n\n\"[...] las estructuras educativas latinoamericanas son reproductoras de desigualdad y\nllevan años siéndolo\".\n\n¿Cuál de las siguientes palabras tiene el mismo sentido que \"reproductoras\" en el fragmento anterior?",
          "opciones": [
            "Propagadoras.",
            "Validadoras.",
            "Imitadoras."
          ],
          "respuesta": "Propagadoras.",
          "solucionario": "En el contexto de la frase, 'reproductoras de desigualdad' significa que las estructuras educativas no solo mantienen, sino que también extienden o propagan la desigualdad existente en la sociedad."
        },
        {
          "pregunta": "Según el texto, varios países latinoamericanos participaron en PISA de 2018. ¿Cuál de los siguientes países tuvo una menor brecha en cuanto al rendimiento de los estudiantes de diferentes realidades socioeconómicas?",
          "opciones": [
            "Uruguay.",
            "Chile.",
            "Perú."
          ],
          "respuesta": "Chile.",
          "solucionario": "El texto indica que el porcentaje de resultados atribuibles a factores socioeconómicos en Chile fue del 13%, cifra más cercana al promedio de la OCDE (12%) y menor que las de Perú (22%), Argentina (17%) y Uruguay (16%)."
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Advertir que, sin atender la desigualdad socioeconómica que afecta a la educación en Latinoamérica, es inviable mejorar los resultados de una prueba estandarizada.",
            "Presentar los aspectos socioeconómicos de los países latinoamericanos que explican el bajo rendimiento de los estudiantes en pruebas de lectura, ciencias y matemáticas.",
            "Mostrar los indicadores que se evalúan en una prueba estandarizada para conocer si los estudiantes de 15 años de América Latina podrían atender las demandas de la sociedad."
          ],
          "respuesta": "Advertir que, sin atender la desigualdad socioeconómica que afecta a la educación en Latinoamérica, es inviable mejorar los resultados de una prueba estandarizada.",
          "solucionario": "El texto argumenta de forma consistente que, más allá de los puntajes de PISA, el problema de fondo es la desigualdad socioeconómica, y que cualquier intento de mejora educativa debe abordar prioritariamente esta realidad."
        },
        {
          "pregunta": "En un fragmento del último párrafo del texto, el autor plantea la siguiente pregunta:\n\n\"¿Acaso queremos que la educación siga pareciéndose a esas fotografías aéreas que muestran barrios con tejas de metal y suelo de tierra, junto a otros que guardan piscinas, campos de recreación, parques e infraestructura y mansiones entre muros? Si la igualdad de oportunidades no es una realidad, tampoco lo es ninguno de los modelos de sociedad que se proponen en los debates ideológicos sobre el presente y futuro de la región\".\n\n¿Cuál es la intención principal del autor al plantear la pregunta presentada en ese fragmento?",
          "opciones": [
            "Sostener que la desigualdad en las escuelas latinoamericanas también se vincula con la falta de acceso a espacios públicos en zonas económicamente desfavorecidas.",
            "Mostrar que la profunda desigualdad social en América Latina se expresa tanto en la composición urbana de las ciudades como en la realidad de las escuelas.",
            "Enfatizar la urgente necesidad de implementar acciones que contribuyan a reducir los altos índices de desigualdad de las escuelas en Latinoamérica."
          ],
          "respuesta": "Enfatizar la urgente necesidad de implementar acciones que contribuyan a reducir los altos índices de desigualdad de las escuelas en Latinoamérica.",
          "solucionario": "La pregunta retórica es un recurso para impactar al lector y subrayar la gravedad de la desigualdad en la educación, buscando generar conciencia sobre la necesidad imperiosa de actuar para cambiar esa realidad."
        }
      ]
    },
    {
      "idGrupo": "cd_cl_texto_2_2023",
      "contexto": "Entre las décadas de 1950 y 1970, en las instituciones de educación básica, al director escolar\nse le exigía, sobre todo, cumplir con administrar bien -en el sentido burocrático del término- la\nescuela que tenía a su cargo. Desde entonces, sin embargo, los cambios sociales y las nuevas\ndinámicas que se viven dentro del medio escolar han requerido una reforma en el papel que\ndesempeña el directivo. Esto provocó que su rol se transforme para adaptarse a estos cambios\ny a las nuevas demandas de la escuela. A la base de esta transformación, se encuentra la\npremisa de que, en la actualidad, limitar el papel del directivo a la gestión administrativa resulta\ninsuficiente para desarrollar aprendizajes.\n\nEn los últimos años, diversas investigaciones han ido demostrando que el director influye\ndirecta o indirectamente en los logros de aprendizaje de los estudiantes (Leithwood et al., 2006;\nSeashore Louis et al., 2010). Dichas investigaciones señalan que el liderazgo directivo es una\nvariable determinante en el logro académico, después del impacto que genera el desempeño\nde los docentes. En particular, afirman que el director, como líder pedagógico, ejerce un efecto\nen el rendimiento de los estudiantes cuando contribuye a la mejora del trabajo de los docentes\ndentro de las aulas (Leithwood et al., 2006). Para esto, es necesario que el director desarrolle\nentornos de aprendizaje con los maestros, establezca una comunicación fluida con ellos, ofrezca\nretroalimentaciones constantes sobre su labor y comparta la toma de decisiones significativas\npara la escuela.\n\nEn Estados Unidos, Leithwood y un equipo de investigadores señalaron que el efecto que el\nliderazgo del director tiene sobre el aprendizaje explica aproximadamente la cuarta parte de los\nlogros escolares totales. Suskavcevic y Blake (2004), por su parte, hallaron una fuerte correlación\nentre el estilo de liderazgo de los directores y el rendimiento de los estudiantes de escuelas\nprimarias estadounidenses en el Estudio de las Tendencias en Matemáticas y Ciencias de 1999.\n\nEn Canadá, Dhuey y Smith (2011) midieron el efecto que tiene la actuación de los directores\nsobre el rendimiento en matemática y comprensión lectora de estudiantes de cuarto y séptimo\ngrados. Los autores encontraron que, al mejorar la calidad de la gestión del director, mejoraba\ntambién el rendimiento de los estudiantes. Este tipo de hallazgos, en opinión de los investigadores,\npodrían ser la base de una política educativa orientada a identificar a los directivos más efectivos\npara asignarlos a determinadas escuelas, de modo que se puedan acortar las brechas entre los\nlogros de aprendizaje que muestran los estudiantes canadienses.\n\nEn América Latina, estudios realizados por Unicef y el Laboratorio Latinoamericano de Evaluación\nde la Calidad de la Educación dan cuenta del papel de la gestión institucional y pedagógica en\nlos logros de escuelas de calidad con resultados destacables. Estas escuelas se caracterizan por\npresentar una gestión institucional centrada en lo pedagógico; es decir, el quid de su gestión es\nel aprendizaje de los estudiantes. En Chile, las escuelas con mejores resultados en la prueba estandarizada del Sistema de Medición\nde la Calidad de la Educación están conducidas por directores que ejercen un buen liderazgo\npedagógico, mediante la construcción de una cultura colaborativa, la atención y apoyo a los\ndocentes, el establecimiento de objetivos grupales, y la creación de una relación productiva con\nla familia y la comunidad.\n\nPor otra parte, también en América Latina, varios estudios han investigado el rol del entorno\nescolar en el rendimiento académico de los estudiantes. Dichos estudios, además de analizar\nvariables ligadas al contexto individual y familiar de los estudiantes, consideran variables\nrelacionadas con los diferentes insumos educativos y los procesos al interior de las escuelas.\nLos resultados obtenidos, particularmente en el análisis de factores asociados al desempeño en\npruebas estandarizadas, evidencian la influencia predominante de variables de proceso, como\nla gestión del director en el clima escolar o el clima percibido por los estudiantes. En la medida\nen que las tareas del director se orienten a la promoción de un clima escolar saludable, habrá\nun impacto positivo en los resultados académicos de los estudiantes.\n\nEn resumen, una dirección pedagógica, que siempre debe estar enfocada en promover el\naprendizaje en la escuela, requiere, entre otros aspectos, que los líderes desarrollen expectativas\nsobre los resultados de los estudiantes, y organicen y propicien oportunidades de aprendizaje\nprofesional para los docentes. Las grandes reformas educativas rara vez tienen éxito sin un\nliderazgo directivo significativamente sostenido y comprometido con su rol pedagógico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las investigaciones a las que se hace referencia en el texto, ¿cuál de las siguientes variables ejerce un mayor impacto en el aprendizaje de los estudiantes?",
          "opciones": [
            "El desempeño de los docentes dentro del salón de clases.",
            "El clima escolar gestionado por el director de la institución educativa.",
            "La participación en pruebas estandarizadas de comprensión lectora y matemática."
          ],
          "respuesta": "El desempeño de los docentes dentro del salón de clases.",
          "solucionario": "El segundo párrafo afirma que 'el liderazgo directivo es una variable determinante en el logro académico, después del impacto que genera el desempeño de los docentes', lo que sitúa al desempeño docente como el factor de mayor impacto."
        },
        {
          "pregunta": "En el quinto párrafo del texto, se ha usado la palabra \"quid\" de la siguiente manera:\n\n\"Estas escuelas se caracterizan por presentar una gestión institucional centrada en lo pedagógico; es decir, el aprendizaje de los estudiantes es el quid de su gestión\".\n\n¿Cuál de las siguientes palabras tiene el mismo sentido que \"quid\" en el fragmento anterior?",
          "opciones": [
            "Comienzo.",
            "Privilegio.",
            "Esencia."
          ],
          "respuesta": "Esencia.",
          "solucionario": "La palabra 'quid' se utiliza para referirse al punto clave, el núcleo o la esencia de algo. En este contexto, significa que el aprendizaje de los estudiantes es la esencia de la gestión de esas escuelas."
        },
        {
          "pregunta": "¿Con qué intención las autoras del texto citan varias investigaciones sobre el rol del director en la escuela?",
          "opciones": [
            "Mostrar que poseen un amplio conocimiento sobre el tema.",
            "Ofrecer evidencias científicas que le dan respaldo a su planteamiento.",
            "Dejar en claro que el rol del directivo ha sido estudiado en varios países."
          ],
          "respuesta": "Ofrecer evidencias científicas que le dan respaldo a su planteamiento.",
          "solucionario": "La cita de múltiples estudios (de EE. UU., Canadá, América Latina) es una estrategia argumentativa para sustentar con pruebas y datos la idea principal del texto: que el liderazgo pedagógico del director es fundamental para el aprendizaje."
        },
        {
          "pregunta": "A partir de la información del primer párrafo del texto sobre el papel que debe cumplir un directivo, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "Si el directivo busca realizar un trabajo centrado en el desarrollo de aprendizajes, debe dejar de lado las tareas administrativas de la escuela.",
            "Los cambios en el rol que el directivo desempeña en la escuela responden a demandas educativas surgidas antes de la segunda mitad del siglo veinte.",
            "El desarrollo de aprendizajes de los estudiantes requiere que el directivo pueda adaptarse a las nuevas exigencias de la escuela y a las dinámicas sociales."
          ],
          "respuesta": "El desarrollo de aprendizajes de los estudiantes requiere que el directivo pueda adaptarse a las nuevas exigencias de la escuela y a las dinámicas sociales.",
          "solucionario": "El primer párrafo explica que el rol del directivo 'se transforme para adaptarse a estos cambios y a las nuevas demandas de la escuela', ya que el rol puramente administrativo se volvió 'insuficiente para desarrollar aprendizajes'."
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Demostrar que el rol pedagógico del directivo contribuye significativamente al desarrollo de aprendizajes de los estudiantes.",
            "Hacer una descripción de las estrategias que debe implementar el directivo para cumplir su rol en las instituciones educativas.",
            "Presentar diversas investigaciones que han estudiado la evolución del rol que desempeña un directivo escolar."
          ],
          "respuesta": "Demostrar que el rol pedagógico del directivo contribuye significativamente al desarrollo de aprendizajes de los estudiantes.",
          "solucionario": "A lo largo de todo el texto, se presentan y analizan diversas investigaciones con el fin de converger en una idea central: la influencia positiva y significativa del liderazgo pedagógico del director en los logros de aprendizaje."
        }
      ]
    },
    {
      "idGrupo": "cd_cl_texto_3_2023",
      "contexto": "En los últimos años, los brotes de sarampión vienen aumentando entre grupos de niños no\nvacunados en Estados Unidos, principalmente en Washington y Nueva York. Asimismo, cada vez\nmás, los padres y madres de todo el mundo rechazan que sus hijos sean vacunados debido a\nla supuesta relación entre la aplicación de vacunas, y la aparición de algunas enfermedades y\ntrastornos neurológicos.\n\nEn un artículo publicado en la revista The Lancet, en 1998, el gastroenterólogo Andrew Wakefield\nseñaló que ocho niños empezaron a mostrar indicios del trastorno del espectro autista (TEA),\nluego de recibir una vacuna conocida como la triple vírica (contra el sarampión, las paperas y\nla rubéola). El impacto en la opinión pública fue inmediato. Al poco tiempo, las autoridades\nmédicas estadounidenses recomendaron el retiro de las vacunas que contuvieran timerosal,\nun conservante a base de mercurio, pues se pensaba que el mercurio podría ser el agente que\ncausaba el TEA. Desde entonces, en distintos países, el miedo contra las vacunas no ha hecho\nsino crecer, y ha favorecido la creación de grupos que alertan contra los supuestos peligros de\nlos químicos utilizados en las vacunas (como las sales de aluminio, que, según ellos, podrían\ndesencadenar problemas neurológicos). Y, a la vez, estos grupos promueven los supuestos\nbeneficios de permitir que los niños desarrollen sus defensas naturalmente, es decir, sin recibir\nvacunas.\n\nSin embargo, el surgimiento de movimientos antivacunas se gestó sobre una base científica\ncuestionable. El artículo de Wakefield tenía serios problemas metodológicos y conceptuales,\npor lo que la revista que lo publicó debió retirarlo. No solo no demostró que las vacunas\ncausaran autismo, sino que numerosos estudios, que luego investigaron esta posible asociación\nen muestras muchísimo más grandes, tampoco encontraron relación alguna entre las vacunas y\nel TEA. Por ejemplo, en 2019, en Dinamarca, un grupo de investigadores, que siguieron de cerca\nel desarrollo de 657 461 niños daneses entre 1999 y 2010, concluyeron categóricamente que la\ntriple vírica no aumenta el riesgo de presentar autismo, no lo detona ni se relaciona con algún\naumento de casos del TEA. A la fecha, y tras extensas investigaciones, los científicos siguen sin\nencontrar asociación alguna entre el timerosal y la aparición de este trastorno. Cabe señalar,\nademás, que una vacuna contiene menos aluminio que diversos alimentos que no causan\nproblemas de salud, como la leche materna, por ejemplo.\n\nPese a ello, la evidencia no ha aplacado a los movimientos antivacunas, que siguen siendo un\nduro golpe para la salud pública y que, masivamente, difunden sus sospechas sobre la vacunación\nen plataformas digitales, como YouTube, Facebook y Twitter. Si bien se han tomado medidas\npara reducir los contenidos antivacunas y eliminar la información falsa de dichas plataformas, el\npresidente de la Academia Estadounidense de Pediatría, Kyle E. Yasuda, escribió a los directores\nejecutivos de esas plataformas para exhortarlos a implementar medidas más drásticas \"[...] a fin\nde combatir la peligrosa desinformación difundida en internet relacionada con los supuestos\nefectos nocivos de las vacunas\".\n\nHoy sabemos que los movimientos antivacunas, incluso, generan efectos perniciosos que\nafectan la salud pública de países con economías desarrolladas y que no tienen problemas de\nabastecimiento de vacunas. Estados Unidos, por ejemplo, tiene tan solo al 76% de su población\ninfantil de menos de dos años vacunada. En este contexto, enfermedades graves que se pensaban\ndesaparecidas están comenzando a resurgir. En España, por otro lado, el 95% de la población\ninfantil estaba vacunada en el 2019, pero preocupa que esta tasa haya disminuido con relación\nal nivel del 2011 (98%). Y la realidad es desigual entre sus regiones. En Cataluña, en particular,\nsolo están vacunados un 88% de niños menores de un año. Lamentablemente, en esta región,\nun niño que no recibió vacunas por decisión de sus padres falleció tras contraer difteria, una\nenfermedad que se consideraba prácticamente erradicada.\n\nLa vacunación de la población es uno de los más grandes avances de la salud pública en el mundo.\nHa conseguido eliminar enfermedades, como la viruela, y reducir los riesgos de epidemias.\nSin embargo, en esta época, estamos asistiendo al crecimiento de un movimiento que, sin\nningún argumento sólido, está poniendo en peligro estos avances. Si la evidencia demuestra\nque las vacunas han ayudado a combatir las epidemias, es necesario que, desde los gobiernos,\nlos sistemas educativos y la propia ciudadanía, se promueva la absoluta necesidad de seguir\nuniversalizando la vacunación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el primer párrafo del texto, ¿por qué algunos padres rechazan que sus hijos sean vacunados?",
          "opciones": [
            "Porque consideran que las vacunas son poco eficaces contra enfermedades como la difteria.",
            "Porque manifiestan que el nivel de efectividad de las vacunas carece de evidencia científica.",
            "Porque tienen la creencia de que la aplicación de vacunas produce trastornos neurológicos."
          ],
          "respuesta": "Porque tienen la creencia de que la aplicación de vacunas produce trastornos neurológicos.",
          "solucionario": "El primer párrafo establece claramente que el rechazo se debe a 'la supuesta relación entre la aplicación de vacunas, y la aparición de algunas enfermedades y trastornos neurológicos'."
        },
        {
          "pregunta": "En el texto, se menciona que los grupos antivacunas generan efectos perniciosos que afectan a la salud pública. ¿Cuál es uno de estos efectos?",
          "opciones": [
            "El retiro de las vacunas que tengan como uno de sus componentes al timerosal.",
            "La reaparición de enfermedades que perjudican, sobre todo, a la población infantil.",
            "La falta de abastecimiento de vacunas en países con un sólido desarrollo económico."
          ],
          "respuesta": "La reaparición de enfermedades que perjudican, sobre todo, a la población infantil.",
          "solucionario": "El texto lo menciona explícitamente en el quinto párrafo: 'En este contexto, enfermedades graves que se pensaban desaparecidas están comenzando a resurgir', y luego da el ejemplo de un niño que falleció de difteria."
        }
      ]
    },
    
    {
      "idGrupo": "cd_cl_texto_3_2023_cont",
      "contexto": "En los últimos años, los brotes de sarampión vienen aumentando entre grupos de niños no\nvacunados en Estados Unidos, principalmente en Washington y Nueva York. Asimismo, cada vez\nmás, los padres y madres de todo el mundo rechazan que sus hijos sean vacunados debido a\nla supuesta relación entre la aplicación de vacunas, y la aparición de algunas enfermedades y\ntrastornos neurológicos.\n\nEn un artículo publicado en la revista The Lancet, en 1998, el gastroenterólogo Andrew Wakefield\nseñaló que ocho niños empezaron a mostrar indicios del trastorno del espectro autista (TEA),\nluego de recibir una vacuna conocida como la triple vírica (contra el sarampión, las paperas y\nla rubéola). El impacto en la opinión pública fue inmediato. Al poco tiempo, las autoridades\nmédicas estadounidenses recomendaron el retiro de las vacunas que contuvieran timerosal,\nun conservante a base de mercurio, pues se pensaba que el mercurio podría ser el agente que\ncausaba el TEA. Desde entonces, en distintos países, el miedo contra las vacunas no ha hecho\nsino crecer, y ha favorecido la creación de grupos que alertan contra los supuestos peligros de\nlos químicos utilizados en las vacunas (como las sales de aluminio, que, según ellos, podrían\ndesencadenar problemas neurológicos). Y, a la vez, estos grupos promueven los supuestos\nbeneficios de permitir que los niños desarrollen sus defensas naturalmente, es decir, sin recibir\nvacunas.\n\nSin embargo, el surgimiento de movimientos antivacunas se gestó sobre una base científica\ncuestionable. El artículo de Wakefield tenía serios problemas metodológicos y conceptuales,\npor lo que la revista que lo publicó debió retirarlo. No solo no demostró que las vacunas\ncausaran autismo, sino que numerosos estudios, que luego investigaron esta posible asociación\nen muestras muchísimo más grandes, tampoco encontraron relación alguna entre las vacunas y\nel TEA. Por ejemplo, en 2019, en Dinamarca, un grupo de investigadores, que siguieron de cerca\nel desarrollo de 657 461 niños daneses entre 1999 y 2010, concluyeron categóricamente que la\ntriple vírica no aumenta el riesgo de presentar autismo, no lo detona ni se relaciona con algún\naumento de casos del TEA. A la fecha, y tras extensas investigaciones, los científicos siguen sin\nencontrar asociación alguna entre el timerosal y la aparición de este trastorno. Cabe señalar,\nademás, que una vacuna contiene menos aluminio que diversos alimentos que no causan\nproblemas de salud, como la leche materna, por ejemplo.\n\nPese a ello, la evidencia no ha aplacado a los movimientos antivacunas, que siguen siendo un\nduro golpe para la salud pública y que, masivamente, difunden sus sospechas sobre la vacunación\nen plataformas digitales, como YouTube, Facebook y Twitter. Si bien se han tomado medidas\npara reducir los contenidos antivacunas y eliminar la información falsa de dichas plataformas, el\npresidente de la Academia Estadounidense de Pediatría, Kyle E. Yasuda, escribió a los directores\nejecutivos de esas plataformas para exhortarlos a implementar medidas más drásticas \"[...] a fin\nde combatir la peligrosa desinformación difundida en internet relacionada con los supuestos\nefectos nocivos de las vacunas\".\n\nHoy sabemos que los movimientos antivacunas, incluso, generan efectos perniciosos que\nafectan la salud pública de países con economías desarrolladas y que no tienen problemas de\nabastecimiento de vacunas. Estados Unidos, por ejemplo, tiene tan solo al 76% de su población\ninfantil de menos de dos años vacunada. En este contexto, enfermedades graves que se pensaban\ndesaparecidas están comenzando a resurgir. En España, por otro lado, el 95% de la población\ninfantil estaba vacunada en el 2019, pero preocupa que esta tasa haya disminuido con relación\nal nivel del 2011 (98%). Y la realidad es desigual entre sus regiones. En Cataluña, en particular,\nsolo están vacunados un 88% de niños menores de un año. Lamentablemente, en esta región,\nun niño que no recibió vacunas por decisión de sus padres falleció tras contraer difteria, una\nenfermedad que se consideraba prácticamente erradicada.\n\nLa vacunación de la población es uno de los más grandes avances de la salud pública en el mundo.\nHa conseguido eliminar enfermedades, como la viruela, y reducir los riesgos de epidemias.\nSin embargo, en esta época, estamos asistiendo al crecimiento de un movimiento que, sin\nningún argumento sólido, está poniendo en peligro estos avances. Si la evidencia demuestra\nque las vacunas han ayudado a combatir las epidemias, es necesario que, desde los gobiernos,\nlos sistemas educativos y la propia ciudadanía, se promueva la absoluta necesidad de seguir\nuniversalizando la vacunación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de la información del texto sobre los movimientos antivacunas, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "Los movimientos antivacunas reciben el apoyo de diversas plataformas digitales como Facebook, Twitter y YouTube.",
            "Los movimientos antivacunas basan sus cuestionamientos acerca de las vacunas en información sin solidez científica.",
            "Los movimientos antivacunas afectan, en mayor medida, la salud de países que carecen de vacunas suficientes para la población."
          ],
          "respuesta": "Los movimientos antivacunas basan sus cuestionamientos acerca de las vacunas en información sin solidez científica.",
          "solucionario": "El texto explica que el origen del movimiento se basó en el artículo de Wakefield, el cual 'tenía serios problemas metodológicos y conceptuales' y fue retirado, y que numerosos estudios posteriores no encontraron ninguna relación causal, demostrando la falta de base científica sólida."
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Alertar sobre el daño que genera la desinformación difundida por los movimientos antivacunas.",
            "Cuestionar los hallazgos de algunas investigaciones sobre el aparente efecto nocivo de la aplicación de vacunas.",
            "Ofrecer datos que muestran que la cobertura de vacunación en países con economías desarrolladas viene decreciendo."
          ],
          "respuesta": "Alertar sobre el daño que genera la desinformación difundida por los movimientos antivacunas.",
          "solucionario": "El texto expone el origen fraudulento de las ideas antivacunas, las desmiente con evidencia científica y muestra las consecuencias negativas para la salud pública (resurgimiento de enfermedades). Todo esto construye una clara alerta sobre el peligro de la desinformación."
        },
        {
          "pregunta": "A continuación, se presenta un fragmento del tercer párrafo del texto:\n\n\"Cabe señalar, además, que una vacuna contiene menos aluminio que diversos alimentos que no causan problemas de salud, como la leche materna, por ejemplo\".\n\n¿Cuál es la intención del autor del texto al incluir esta idea?",
          "opciones": [
            "Aclarar que es imposible que el aluminio genere un efecto nocivo en la salud.",
            "Señalar qué niveles de aluminio son potencialmente dañinos para las personas.",
            "Mostrar que la cantidad de aluminio en las vacunas es inofensiva para los niños."
          ],
          "respuesta": "Mostrar que la cantidad de aluminio en las vacunas es inofensiva para los niños.",
          "solucionario": "Al comparar la cantidad de aluminio en las vacunas con la presente en un alimento natural y seguro como la leche materna, el autor busca establecer un punto de referencia que demuestre que la dosis es mínima e inofensiva, contrarrestando así los miedos infundados."
        }
      ]
    },
    {
      "idGrupo": "cd_cl_texto_4_2023",
      "contexto": "En esta época, ¿quién podría atreverse a sostener fundadamente que, sin internet, podemos\nejercer nuestros derechos? ¿Qué sucede cuando no disponemos de esta tecnología y deseamos\nhacer uso de nuestro derecho a educarnos, nuestras libertades de expresión o de acceso a la\ninformación?\n\nEn 2004, Michael Best fue uno de los primeros académicos en sostener una teoría de los derechos\nhumanos sobre el acceso a internet. En ese momento, Best argumentó que las tecnologías de\nla información y la comunicación (TIC) no solo tienen un nexo causal con los derechos a la\ninformación, sino que la falta de conectividad a internet supone que algunas personas sean\nexcluidas de la sociedad contemporánea e impide que se desarrollen plenamente. Por lo tanto,\nsegún su perspectiva, el acceso a internet debe ser considerado un derecho humano en sí\nmismo.\n\nPor otro lado, según un reporte de 2016, el Consejo de Derechos Humanos de las Naciones\nUnidas (UNHRC, por sus siglas en inglés) considera que, cuando se habla de proveer y expandir\nel acceso a internet, es primordial aplicar un enfoque de derechos humanos. En esta línea, dicha\ninstitución insta a los gobiernos a diseñar políticas que, mediante la expansión universal de la\nconectividad, permitan a las personas ejercer sus derechos.\n\nRecientemente, diversos investigadores, como Carl Wellman, defienden la idea de que el acceso\na internet es un \"derecho auxiliario\", una especie de derecho secundario que posibilita que los\n\"primarios\" se puedan ejercer. Por ejemplo, la libertad de opinión y expresión carece de sentido\nsin la libertad de prensa -que es un derecho auxiliario-. Por ello, el acceso a internet tiene una\nrelación simbiótica con el derecho a la educación, a la libertad de pensamiento, entre otros.\n\nEstas tres posturas evidencian que el acceso a internet no puede considerarse más como un\nsimple servicio. Es una realidad ineludible que dependamos de internet para el ejercicio pleno\nde nuestros derechos. Y en tiempos de crisis, como la pandemia del 2020-que nos obligó a\ncomunicarnos, informarnos y educarnos mediante internet-, no es arriesgado afirmar que la\nconectividad es una condición imprescindible para el desarrollo humano y la sostenibilidad de\nlas democracias.\n\nAsí pues, en 2018, en la Universidad de Haifa (Israel), se realizó un estudio que buscaba demostrar\nla dependencia de internet para ejercer algunos derechos. En concreto, dicho estudio tenía\ncomo objetivo hallar la correlación entre la capacidad de las personas para participar en la\nsociedad y la conectividad a internet. Con este fin, se convocó a sesenta participantes, entre\nlos que se encontraban estudiantes y personas con diversas ocupaciones, para que realizaran,\nde forma individual, actividades asociadas con la participación política. A treinta de ellos, se les\nnegó el acceso a internet, pero se les permitió usar los servicios de biblioteca y hemeroteca de\nla universidad. A los otros treinta, se les brindó la libertad de utilizar cualquier recurso, incluido\ninternet. Entre las actividades, se propuso, por ejemplo, que comuniquen a la mayor cantidad de\ngente posible una postura crítica sobre un tema sociopolítico. También se pidió que investiguen\nquiénes fueron los políticos participantes en la formulación de una ley en Estados Unidos.\n\nEl estudio mostró que quienes no tenían acceso a internet no podían completar las actividades\nsatisfactoriamente: menos del 50% apenas pudo completarlas y solo el 12% logró hacerlo con\nrelativo éxito. Por otro lado, el 100% de los participantes del otro grupo utilizó internet para\nrealizar las actividades y, de este porcentaje, el 89% las llevó a cabo con éxito. La conclusión de\neste estudio fue que, entre variables como la edad, el nivel educativo y otros, el acceso a internet\nfue la única que mejor predecía el cumplimiento efectivo de las actividades. La contundencia de\nlos resultados demuestra que nuestras posibilidades de desarrollo personal y social en el mundo\ncontemporáneo requieren, en una medida considerable, de la conexión a internet. Por esta\nrazón, varios Estados, como Países Bajos, tienen como prioridad, entre sus políticas públicas,\nla universalización de la conectividad. Uno de los primeros países en tomar esta posición fue\nFinlandia, cuyas autoridades promulgaron una ley para que la conexión y el acceso a internet\nsean un derecho fundamental.\n\nHoy en día, internet es una tecnología profundamente vinculada con nuestro ejercicio ciudadano.\nLa abrumadora dependencia que mostramos ante ella debería obligar a que los gobiernos\ndel mundo establezcan condiciones materiales y legales, a fin de que todos los ciudadanos,\nsin importar las diferencias económicas y las distancias geográficas, dispongamos de una\nconectividad estable, rápida y sin restricciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué se refieren los autores del texto cuando mencionan que \"[...] el acceso a internet tiene una relación simbiótica con el derecho a la educación, a la libertad de pensamiento [...]\"?",
          "opciones": [
            "A que los derechos mencionados y el acceso a internet tienen el mismo impacto en la vida de las personas.",
            "A que los derechos mencionados son cada vez menos relevantes para las personas que el acceso a internet.",
            "A que los derechos mencionados dependen del acceso a internet para que las personas puedan ejercerlos."
          ],
          "respuesta": "A que los derechos mencionados dependen del acceso a internet para que las personas puedan ejercerlos.",
          "solucionario": "Una relación simbiótica implica una dependencia mutua para existir o prosperar. En este contexto, se argumenta que derechos como la educación y la libertad de pensamiento no pueden ejercerse plenamente en el mundo actual sin el acceso a internet, que actúa como un facilitador esencial."
        },
        {
          "pregunta": "Vint Cerf, considerado como uno de los creadores de internet, afirma que \"la tecnología es una facilitadora de derechos, no un derecho humano en sí mismo\".\n\n¿Cuál de las posturas presentadas en el texto sobre el acceso a internet coincide con la afirmación de Cerf?",
          "opciones": [
            "La del UNHRC.",
            "La de Michael Best.",
            "La de Carl Wellman."
          ],
          "respuesta": "La de Carl Wellman.",
          "solucionario": "La idea de Vint Cerf de que la tecnología es una 'facilitadora' se alinea directamente con la postura de Carl Wellman, quien define el acceso a internet como un 'derecho auxiliario', es decir, un derecho secundario que permite o facilita el ejercicio de los derechos 'primarios'."
        },
        {
          "pregunta": "En el texto, ¿con qué intención los autores presentan los resultados de un estudio realizado en la Universidad de Haifa?",
          "opciones": [
            "Demostrar que la falta de acceso a internet es un problema frecuentemente abordado en la investigación científica.",
            "Brindar evidencia para defender la idea de que el acceso a internet es un requisito para el ejercicio de ciertos derechos.",
            "Identificar las variables, incluido el acceso a internet, que influyen en las actividades asociadas con la participación política ciudadana."
          ],
          "respuesta": "Brindar evidencia para defender la idea de que el acceso a internet es un requisito para el ejercicio de ciertos derechos.",
          "solucionario": "El estudio de Haifa no es una simple mención, sino que se presenta como una prueba empírica. Al mostrar la diferencia drástica en el éxito de las tareas de participación ciudadana entre el grupo con y sin internet, se ofrece una evidencia concreta que respalda la tesis central del texto."
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Dar a conocer ejemplos de países que, hoy en día, han implementado políticas públicas para garantizar a la ciudadanía el acceso universal a internet.",
            "Presentar las diversas posturas que, en los últimos años, vienen sosteniendo que el acceso a internet debe ser un derecho fundamental.",
            "Exponer las razones por las que, en la actualidad, el acceso a internet es esencial para que las personas puedan ejercer sus derechos."
          ],
          "respuesta": "Exponer las razones por las que, en la actualidad, el acceso a internet es esencial para que las personas puedan ejercer sus derechos.",
          "solucionario": "El texto construye su argumento a través de diferentes ángulos (posturas académicas, reportes de la ONU, estudios empíricos) para llegar a una conclusión general: la indispensabilidad de internet para el ejercicio pleno de la ciudadanía y los derechos humanos en el mundo contemporáneo."
        },
        {
          "pregunta": "A continuación, se presenta un fragmento del quinto párrafo del texto:\n\n\"Es una realidad ineludible que dependamos de internet para el ejercicio pleno de nuestros derechos. Y en tiempos de crisis, como la pandemia del 2020 -que nos obligó a comunicarnos, informarnos y educarnos mediante internet-, no es arriesgado afirmar que la conectividad es una condición imprescindible para el desarrollo humano y la sostenibilidad de las democracias\".\n\n¿Por qué los autores hacen referencia a la pandemia en el fragmento anterior?",
          "opciones": [
            "Porque buscan instar a las autoridades gubernamentales a que garanticen el acceso universal a internet, sobre todo, en un contexto de emergencia.",
            "Porque tratan de demostrar, mediante un ejemplo, que el ejercicio de algunos derechos está sujeto, en gran medida, al acceso a internet.",
            "Porque quieren refutar la idea de que las personas sin acceso a internet pueden ejercer sus derechos humanos plenamente."
          ],
          "respuesta": "Porque tratan de demostrar, mediante un ejemplo, que el ejercicio de algunos derechos está sujeto, en gran medida, al acceso a internet.",
          "solucionario": "La pandemia es utilizada como un ejemplo potente y universalmente reconocible para ilustrar el argumento central. Demostró de manera práctica y masiva cómo actividades ligadas a derechos fundamentales (educación, información, comunicación) se volvieron casi exclusivamente dependientes del acceso a internet."
        }
      ]
    }
  ],
  "Conocimientos de Gestión Educativa y Gestión Pública": [
    {
      "idGrupo": "cd_cgegp_caso_21_2023",
      "contexto": "En una actividad de capacitación en la que están participando todos los docentes de una institución educativa, tres docentes comentan sobre la idea central del enfoque intercultural.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los docentes expresa un comentario acorde con este enfoque?",
          "opciones": [
            "Paula dice: \"La idea central del enfoque intercultural es que los estudiantes valoren y conozcan la historia y el pasado ancestral que todos compartimos para que se identifiquen con sus raíces. Solo al sentirse orgullosos de su pasado podrán aprender a valorar y respetar a todas las culturas\".",
            "Gabriel dice: \"La idea central del enfoque intercultural es que los estudiantes conozcan y aprendan sobre las distintas comunidades indígenas que existen en el país, que reconozcan las características de cada una y que valoren su cultura y tradiciones\".",
            "Giuliana dice: \"La idea central del enfoque intercultural es que los estudiantes reconozcan la diversidad cultural y aprendan a valorar las diferencias existentes entre las distintas personas, respetándolas y enriqueciéndose de ellas\"."
          ],
          "respuesta": "Giuliana dice: \"La idea central del enfoque intercultural es que los estudiantes reconozcan la diversidad cultural y aprendan a valorar las diferencias existentes entre las distintas personas, respetándolas y enriqueciéndose de ellas\".",
          "solucionario": "El enfoque intercultural busca el reconocimiento y valoración de la diversidad en su totalidad, promoviendo un diálogo horizontal y un enriquecimiento mutuo a partir de las diferencias, tal como lo expresa Giuliana. Los otros comentarios, aunque válidos, se centran en aspectos más específicos (pasado ancestral, comunidades indígenas) y no capturan la idea central de la interacción y el respeto a todas las diferencias."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_22_2023",
      "contexto": "José Luis es un estudiante con discapacidad visual que se ha integrado en una institución educativa. Si bien se realizó un proceso inicial de sensibilización con sus compañeros, el docente ha notado que estos evitan incluir a José Luis en las actividades que realizan alegando que, como no puede ver, no será capaz de hacer las tareas de forma adecuada.\n\nAnte esta situación, el docente plantea una estrategia a los estudiantes con el propósito de que comprendan las dificultades que afronta José Luis cada día y, así, sean más empáticos con él: les indica que, con los ojos vendados, realicen diversas actividades cotidianas dentro de la institución, y luego los invita a compartir cómo se sintieron durante la experiencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, el docente se propone que los estudiantes cuestionen sus estereotipos en torno a las personas con ceguera.\n\n¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Hacer notar a los estudiantes que las dificultades que experimentaron durante la actividad son parte de la vida diaría de José Luis, y preguntarles cómo se sentirían ellos si, además de todas esas dificultades, fueran excluidos por sus compañeros de las tareas grupales.",
            "Solicitar a los estudiantes que analicen aquellas dificultades que deben enfrentar las personas con ceguera para desenvolverse en la institución educativa, y pedirles que propongan alternativas que les permitan desplazarse y acceder a los espacios de manera segura.",
            "Entregar a los estudiantes información sobre personas ciegas que hayan contribuido a la sociedad en el campo de las ciencias y las artes, y proponerles que analicen aquellas características de su entorno que influyeron positiva o negativamente en su desarrollo."
          ],
          "respuesta": "Entregar a los estudiantes información sobre personas ciegas que hayan contribuido a la sociedad en el campo de las ciencias y las artes, y proponerles que analicen aquellas características de su entorno que influyeron positiva o negativamente en su desarrollo.",
          "solucionario": "Para cuestionar un estereotipo (la idea de que las personas con ceguera 'no son capaces'), la estrategia más efectiva es presentar contraejemplos que demuestren lo contrario. Mostrar los logros de personas ciegas en campos exigentes como las ciencias y las artes ataca directamente el prejuicio y amplía la perspectiva de los estudiantes."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_23_2023",
      "contexto": "Una docente le cuenta a sus colegas que está preocupada por Antonio, uno de sus estudiantes. Ella ha notado que Antonio siempre realiza comentarios negativos sobre sí mismo; por ejemplo, \"No entiendo nada, como siempre.\", \"Me irá mal en las evaluaciones, porque yo no sirvo para estudiar.\", \"Siempre me sale todo mal, aunque me esfuerce\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente pide sugerencias a sus colegas para ayudar a Antonio a mejorar la imagen que tiene de sí mismo.\n\n¿Cuál de las siguientes recomendaciones es la más adecuada para su propósito?",
          "opciones": [
            "Conversar con Antonio para hacerlo entender que él es tan capaz como cualquiera de sus compañeros. Asimismo, ayudarlo a comprender que, si se esfuerza más, logrará tener buenos resultados, porque, más allá de las habilidades de cada uno, lo más importante es tener voluntad y confianza para enfrentar la adversidad.",
            "Realizar una planificación con actividades diferenciadas para Antonio, más sencillas que las de sus compañeros. De esa manera, no se frustrará tanto y ganará confianza poco a poco. Además, es importante reforzarlo positivamente delante de sus compañeros cada vez que realice un buen trabajo para que se sienta reconocido por ellos.",
            "Reunirse con Antonio y revisar juntos los últimos trabajos que ha realizado. Durante la revisión, destacar los aspectos positivos de su trabajo para que él mismo identifique las fortalezas que posee, y luego orientarlo para que reconozca las dificultades que tuvo y pedirle que proponga estrategias concretas que le permitan superarlas."
          ],
          "respuesta": "Reunirse con Antonio y revisar juntos los últimos trabajos que ha realizado. Durante la revisión, destacar los aspectos positivos de su trabajo para que él mismo identifique las fortalezas que posee, y luego orientarlo para que reconozca las dificultades que tuvo y pedirle que proponga estrategias concretas que le permitan superarlas.",
          "solucionario": "Esta opción es la más formativa y centrada en el estudiante. En lugar de darle soluciones o simplificarle el trabajo, se le guía en un proceso de autoevaluación (identificar fortalezas y debilidades) y de planificación (proponer estrategias). Esto fomenta la autoeficacia y le proporciona herramientas para construir una imagen más realista y positiva de sí mismo."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_24_2023",
      "contexto": "En una sesión de retroalimentación, un docente le cuenta a la directora que los estudiantes de su aula incumplen las normas de convivencia, a pesar de que fueron establecidas de manera consensuada al inicio del año. A pesar de las estrategias desplegadas por el docente, el incumplimiento de las normas está afectando la buena convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, el docente pregunta a la directora qué acciones podría implementar para atender esta situación.\n\n¿Cuál de las siguientes acciones es más pertinente que recomiende la directora al docente para mejorar la convivencia en el aula?",
          "opciones": [
            "Elaborar con los estudiantes carteles que contengan las normas de convivencia y solicitar que los coloquen en varios lugares visibles del aula para que las tengan presentes. Luego, pedirles que, antes de iniciar cada sesión de aprendizaje, hagan una lectura conjunta de las normas de convivencia a fin de que todos se comprometan a cumplirlas.",
            "Proponer a los estudiantes acciones reparadoras a realizar ante los quiebres más recurrentes de las normas de convivencia. Luego, pedirles que reflexionen individualmente si les conviene continuar incumpliendo las normas. Finalmente, propiciar que cada estudiante asuma compromisos específicos que contribuyan a mejorar la convivencia.",
            "Pedir a los estudiantes que identifiquen las normas que suelen incumplir en el aula y que analicen las consecuencias en la convivencia. Luego, solicitarles que evalúen, en conjunto, si estas normas requieren algún ajuste que favorezca su cumplimiento. Finalmente, propiciar que los estudiantes asuman compromisos que contribuyan a mejorar la convivencia."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen las normas que suelen incumplir en el aula y que analicen las consecuencias en la convivencia. Luego, solicitarles que evalúen, en conjunto, si estas normas requieren algún ajuste que favorezca su cumplimiento. Finalmente, propiciar que los estudiantes asuman compromisos que contribuyan a mejorar la convivencia.",
          "solucionario": "Esta estrategia es la más pertinente porque involucra a los estudiantes en un proceso de reflexión y evaluación sobre las propias normas. Al permitirles analizar por qué no funcionan y proponer ajustes, se fomenta la apropiación y el sentido de responsabilidad sobre los acuerdos, lo que aumenta la probabilidad de su cumplimiento."
        }
      ]
    },
    
    {
      "idGrupo": "cd_cgegp_caso_25_2023",
      "contexto": "Los estudiantes están realizando afiches para una feria de emprendimiento dentro de la institución educativa. Durante el pintado de los afiches, Jaime invade sin darse cuenta la mesa de trabajo de Martha con sus materiales y derrama un poco de pintura. Martha, muy molesta, aparta bruscamente los materiales de Jaime, y estos caen al piso. Luego, Martha sale molesta del aula y tira la puerta mientras Jaime se muestra sorprendido.\n\nEl docente, que ha observado todo lo ocurrido, sale del espacio de trabajo para conversar con Martha.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de que Martha está más tranquila, ¿cuál de las siguientes intervenciones es más adecuada para promover que Martha autorregule su comportamiento ante situaciones que le generan malestar?",
          "opciones": [
            "\"Martha, ¿por qué reaccionaste de esa manera? Si me hubieras dicho que Jaime te estaba incomodando, yo habría podido intervenir a tiempo para evitar esta situación. Debes saber que con tu comportamiento has incumplido varias normas de convivencia. ¿Qué sanción crees que debes recibir?\".",
            "\"Martha, cuéntame qué pasó. ¿Por qué te molestó tanto que Jaime invadiera tu mesa de trabajo? Dime cómo te sientes ahora luego de lo que ha pasado y cómo crees que se siente Jaime y el resto de tus compañeros. ¿Cómo podríamos reparar esta situación? Y en futuras ocasiones, ¿de qué otra manera podrías comunicar tu malestar?\".",
            "\"Martha, explícame qué ha ocurrido. ¿Fue realmente tan grave que Jaime invadiera tu espacio de trabajo? ¿Qué crees que va a pensar Jaime de ti ahora? ¿Y tus compañeros? Si no logras regular tu temperamento, vas a quedarte sin amigos, y eso es muy triste. Te pido que reflexiones sobre lo ocurrido y le pidas disculpas a Jaime y al resto de tus compañeros\"."
          ],
          "respuesta": "\"Martha, cuéntame qué pasó. ¿Por qué te molestó tanto que Jaime invadiera tu mesa de trabajo? Dime cómo te sientes ahora luego de lo que ha pasado y cómo crees que se siente Jaime y el resto de tus compañeros. ¿Cómo podríamos reparar esta situación? Y en futuras ocasiones, ¿de qué otra manera podrías comunicar tu malestar?\".",
          "solucionario": "Esta intervención es la más adecuada porque guía a la estudiante a través de un proceso reflexivo completo: identificar la causa de su emoción, reconocer sus sentimientos, desarrollar empatía por los demás, pensar en acciones reparadoras y, crucialmente, planificar estrategias alternativas para el futuro. Este es el camino para desarrollar la autorregulación."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_26_2023",
      "contexto": "Un docente se encuentra planificando una sesión de aprendizaje en la que los estudiantes deben operar una máquina que utilizarán por primera vez en el taller de carpintería de una institución educativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para que los estudiantes aprendan a operar la máquina?",
          "opciones": [
            "Luego de explicar las medidas de seguridad, indicar a los estudiantes que, en grupos, observen y manipulen cada una de las partes de la máquina hasta comprender su funcionamiento. Luego, solicitar que realicen un dibujo o esquema con el nombre y la función de las partes principales de la máquina. Finalmente, solicitar que, por turnos, operen la máquina individualmente.",
            "Mostrar a los estudiantes las partes de la máquina y describir su función, destacando las medidas de seguridad e higiene que se deben poner en práctica al operarla. Luego, demostrar a los estudiantes cómo se opera la máquina indicando los riesgos que implica su uso. Finalmente, promover que, por turnos, la operen individualmente.",
            "Organizar a los estudiantes en grupos y entregarles una ficha técnica de la máquina en la que se detallan sus partes, funcionamiento y medidas de seguridad, y pedirles que la revisen. Luego, solicitar que describan, con sus propias palabras, la forma segura de operar la máquina para verificar que la han comprendido. Finalmente, indicar que, por turnos, operen la máquina individualmente."
          ],
          "respuesta": "Mostrar a los estudiantes las partes de la máquina y describir su función, destacando las medidas de seguridad e higiene que se deben poner en práctica al operarla. Luego, demostrar a los estudiantes cómo se opera la máquina indicando los riesgos que implica su uso. Finalmente, promover que, por turnos, la operen individualmente.",
          "solucionario": "Para el aprendizaje de un procedimiento técnico y potencialmente peligroso, la secuencia más segura y efectiva es: 1) explicación teórica y de seguridad, 2) modelado o demostración por parte del experto (el docente), y 3) práctica supervisada por parte del aprendiz (el estudiante). Esta opción sigue esa lógica pedagógica."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_27_2023",
      "contexto": "En una institución educativa, se van a realizar diversas actividades relacionadas con el mantenimiento de los equipos e instrumentos del taller de Repostería con ayuda de los estudiantes, y el docente busca aprovechar la situación para promover aprendizajes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades tiene mayor demanda cognitiva?",
          "opciones": [
            "Calcular el gasto total realizado en la adquisición de los insumos y materiales utilizados en el mantenimiento preventivo de los equipos e instrumentos del taller.",
            "Planificar el proceso de mantenimiento preventivo de los equipos e instrumentos del taller tomando en cuenta los recursos humanos y económicos con los que se cuenta.",
            "Extraer datos de una tabla que muestra las principales fallas de los equipos e instrumentos del taller durante un periodo de tiempo y ordenarlos de mayor a menor según su frecuencia."
          ],
          "respuesta": "Planificar el proceso de mantenimiento preventivo de los equipos e instrumentos del taller tomando en cuenta los recursos humanos y económicos con los que se cuenta.",
          "solucionario": "La planificación es una tarea de alta demanda cognitiva porque implica analizar variables, prever pasos, organizar recursos, tomar decisiones y sintetizar información para crear un plan coherente. Las otras opciones (calcular, extraer y ordenar datos) son tareas de menor complejidad cognitiva."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_28_2023",
      "contexto": "Durante una visita de monitoreo, la directora ha identificado que un docente presenta dificultades para aplicar estrategias que fomenten la metacognición de los estudiantes sobre su proceso de aprendizaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la directora tiene como propósito que el docente mejore dicho aspecto de su práctica, ¿cuál de las siguientes acciones es más pertinente realizar primero?",
          "opciones": [
            "Solicitar al docente que se reúna con aquellos colegas que aplican estrategias efectivas para promover la metacognición para que le brinden recomendaciones para ayudarlo en su aula.",
            "Analizar con el docente las fortalezas y oportunidades de mejora de las estrategias que está aplicando para promover la metacognición, y acordar objetivos específicos a alcanzar.",
            "Brindar al docente sugerencias de bibliografía que podría ayudarlo a identificar estrategias pertinentes para promover la metacognición sobre los procesos de aprendizaje de los estudiantes."
          ],
          "respuesta": "Analizar con el docente las fortalezas y oportunidades de mejora de las estrategias que está aplicando para promover la metacognición, y acordar objetivos específicos a alcanzar.",
          "solucionario": "El primer paso en un acompañamiento pedagógico efectivo es el diálogo reflexivo. Analizar la práctica junto al docente y establecer metas de mejora de manera conjunta crea un clima de confianza y un punto de partida claro, sobre el cual se pueden construir las demás acciones de apoyo (como la observación entre pares o la revisión bibliográfica)."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_29_2023",
      "contexto": "El director de una institución educativa del nivel Secundaria está realizando visitas a las aulas con el propósito de identificar las necesidades formativas de los docentes sobre la implementación de su planificación y el desarrollo de las actividades de aprendizaje.\n\nEn este contexto, el director decide realizar una visita inopinada a un docente durante una sesión de aprendizaje. En ella, recoge evidencia del trabajo del docente durante el desarrollo de la actividad de aprendizaje y lo coteja con lo registrado en su planificación. Asimismo, el director interviene en varias oportunidades para orientar al docente respecto a cómo abordar situaciones que se van presentando durante la sesión. Horas más tarde, antes de finalizar la jornada, se entrevista con el docente para conversar con él sobre las fortalezas y oportunidades observadas durante su visita.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la situación descrita, ¿cuál de las acciones realizadas por el director es inadecuada?",
          "opciones": [
            "Haber realizado la visita al aula del docente sin avisarle con anticipación.",
            "Haber intervenido durante la sesión de aprendizaje en diferentes oportunidades.",
            "Haber realizado la entrevista antes de finalizar la jornada y no inmediatamente después de la visita."
          ],
          "respuesta": "Haber intervenido durante la sesión de aprendizaje en diferentes oportunidades.",
          "solucionario": "Durante una visita de monitoreo o acompañamiento, el rol del observador es recoger evidencia sin alterar el desarrollo natural de la sesión. Intervenir interrumpe la clase, puede desautorizar al docente frente a sus estudiantes y contamina la evidencia que se busca recoger para la retroalimentación posterior."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_30_2023",
      "contexto": "Una UGEL se encuentra implementando un programa de formación docente en servicio con acompañamiento pedagógico en ciertas instituciones de su jurisdicción. Luego de aplicar la evaluación diagnóstica, se ha observado que la mayoría de los docentes presentan dificultades para incorporar el enfoque inclusivo en la planificación de sus sesiones de aprendizaje. Al profundizar en el problema, se identificó que los docentes no conocen con claridad los criterios que deben tomar en cuenta para trabajar de esa manera su planificación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante la necesidad identificada de los docentes, ¿cuál de las siguientes acciones formativas es más pertinente?",
          "opciones": [
            "Desarrollo de talleres.",
            "Reunión de trabajo colegiado.",
            "Visitas más frecuentes en el aula."
          ],
          "respuesta": "Desarrollo de talleres.",
          "solucionario": "Dado que el problema es una falta de conocimiento generalizada sobre criterios específicos, un taller es la estrategia más pertinente. Permite abordar los conceptos teóricos y prácticos de manera estructurada para un grupo amplio, sentando las bases que luego pueden ser reforzadas con trabajo colegiado o visitas en aula."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_31_2023",
      "contexto": "Como parte de la organización de una feria de proyectos de innovación en una institución educativa, las docentes Verónica y Karla están a cargo de asesorar a los equipos finalistas para la presentación de sus proyectos.\n\nFaltando una semana para la feria, ambas se reúnen para revisar el avance de los proyectos. Verónica informa que ha realizado las asesorías con los equipos que le correspondían y que esta semana volverá a reunirse con aquellos que tienen dudas. Por su parte, Karla le comenta que, debido a inconvenientes personales, no ha podido realizar las asesorías con los equipos que le correspondían.\n\nFrente a esta situación, Verónica se siente fastidiada porque el incumplimiento de Karla perjudica a los estudiantes y sus proyectos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de Verónica es una forma asertiva de plantear su disconformidad a Karla?",
          "opciones": [
            "\"Debo decir que me ha disgustado mucho que, tras haber asumido este compromiso con anticipación, no lo hayas realizado. Considero que podrías haber avisado que no lograrías cumplir con la tarea, a fin de buscar juntas una alternativa\".",
            "\"Creo que has sido desconsiderada con los estudiantes, pues tu incumplimiento los perjudica al ponerlos en desventaja respecto a los otros equipos finalistas. Por favor, la próxima vez, me avisas con anticipación para poder buscar una solución\".",
            "\"Entiendo que no lograste brindar las asesorías debido a problemas personales. La próxima vez, yo puedo ayudarte y hacerme cargo de algunas tareas para que podamos cumplir con la planificación y así no perjudicar a los estudiantes\"."
          ],
          "respuesta": "\"Debo decir que me ha disgustado mucho que, tras haber asumido este compromiso con anticipación, no lo hayas realizado. Considero que podrías haber avisado que no lograrías cumplir con la tarea, a fin de buscar juntas una alternativa\".",
          "solucionario": "La comunicación asertiva se caracteriza por expresar los propios sentimientos (me ha disgustado) y necesidades de forma clara y respetuosa, sin juzgar o culpar a la otra persona. Esta opción se enfoca en el hecho (el incumplimiento) y propone una solución constructiva para el futuro, a diferencia de las otras opciones que son acusatorias o pasivas."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_32_2023",
      "contexto": "El director de una UGEL ha solicitado a los especialistas del Área de Gestión Pedagógica (AGP) que propongan un responsable para la organización de un concurso de proyectos de emprendimiento entre las instituciones educativas de la jurisdicción. Cecilia, una de las especialistas, se ha ofrecido para trabajar como responsable. Sin embargo, Lucio, quien viene organizando este tipo de eventos hace ya algunos años, indica que debería asumirlo él por la experiencia y los contactos con los que ya cuenta. Cecilia, por su parte, manifiesta que debe ser ella, porque el concurso necesita renovarse y, dado que ella tiene su propio emprendimiento, tiene la suficiente experiencia como para llevar a cabo la organización. La situación presentada ha generado un conflicto entre ambos especialistas que ha afectado negativamente el clima institucional.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El director, al percatarse de lo sucedido, les pide a Cecilia y a Lucio que se acerquen a su oficina para conversar con ellos y llegar a una solución.\n\nEn esta reunión, ¿cuál de las siguientes intervenciones del director es más adecuada para mediar el conflicto entre ambos especialistas?",
          "opciones": [
            "\"Por favor, quisiera que cada uno me explique su posición frente a esta situación y me brinde sus argumentos. Sobre la base de lo que me digan, analizaré la situación de manera imparcial para brindarles una solución en la que ambos se vean favorecidos. Espero que, con esa solución, los dos se comprometan a trabajar juntos\".",
            "\"Primero quisiera darles el espacio para que cada uno exprese sus intereses y las necesidades que los motivan. Sobre esa base, haré una síntesis del conflicto y ustedes, evaluando la postura del otro, me plantearán posibles soluciones con las que se sentirían cómodos. Luego, entre ambos, llegarán a un acuerdo sobre la organización\".",
            "\"Les pido que cada uno intente comprender la postura del otro, y que sean conscientes de cómo afecta este tipo de incidentes al clima laboral de la UGEL. Es importante que entiendan que, para que los demás aprendan a trabajar en equipo, es necesario que nos vean haciéndolo nosotros. Por ello, para solucionar el conflicto, les pido que organicen juntos el evento y que demuestren que son capaces de trabajar en equipo\"."
          ],
          "respuesta": "\"Primero quisiera darles el espacio para que cada uno exprese sus intereses y las necesidades que los motivan. Sobre esa base, haré una síntesis del conflicto y ustedes, evaluando la postura del otro, me plantearán posibles soluciones con las que se sentirían cómodos. Luego, entre ambos, llegarán a un acuerdo sobre la organización\".",
          "solucionario": "Un buen mediador no impone una solución, sino que facilita el proceso para que las partes en conflicto la encuentren por sí mismas. Esta opción describe perfectamente ese rol: escuchar para entender los intereses de fondo, ayudar a sintetizar el problema y empoderar a los involucrados para que propongan y acuerden una solución mutuamente satisfactoria."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_33_35_2023",
      "contexto": "Una madre de familia ha acudido a la institución educativa a la que asiste su hija de 13 años para reunirse con el director. En la reunión, la madre de la estudiante manifiesta que su hija no quiere asistir a clases, debido a que siente miedo de su profesora.\n\nAl preguntarle por qué siente miedo, su hija le contó que la profesora le jaló con fuerza el cabello y le gritó delante de todos sus compañeros porque no estaba prestando atención a las indicaciones de un experimento de química que iban a realizar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, además de brindar las medidas de protección necesarias a la estudiante y reportar el caso en el portal SíseVe, ¿cuál de las siguientes acciones debe realizar el director en primera instancia para atender el caso?",
          "opciones": [
            "Levantar y suscribir junto con la madre de la estudiante un acta de denuncia en la que se describan los hechos ocurridos y enviarla a la UGEL, además de informar el hecho a la Policía Nacional del Perú o al Ministerio Público.",
            "Recabar información sobre la ocurrencia del incidente realizando entrevistas a la estudiante, a sus compañeros y a la docente involucrada, de manera que se corrobore la agresión y quede claro el contexto en el que ocurrió.",
            "Realizar un llamado de atención a la profesora y solicitarle que firme un documento en el que se comprometa a que este tipo de acciones de violencia no volverán a suceder bajo ninguna circunstancia."
          ],
          "respuesta": "Levantar y suscribir junto con la madre de la estudiante un acta de denuncia en la que se describan los hechos ocurridos y enviarla a la UGEL, además de informar el hecho a la Policía Nacional del Perú o al Ministerio Público.",
          "solucionario": "Ante un caso de violencia física de un adulto a un menor en el entorno escolar, los protocolos (D.S. N° 004-2018-MINEDU) exigen una acción inmediata y formal. Además de la protección y el reporte en SíseVe, se debe formalizar la denuncia a través de un acta y comunicarla a las instancias superiores (UGEL) y a las autoridades competentes (PNP o Ministerio Público) para que inicien las investigaciones correspondientes."
        },
        {
          "pregunta": "¿Cuál de las siguientes acciones es una medida de protección adecuada ante un caso de violencia como el descrito?",
          "opciones": [
            "Separar a la docente que cometió la agresión o mantenerla alejada de la estudiante para evitar situaciones que generen malestar a la estudiante agredida.",
            "Exonerar a la estudiante de asistir a las clases en la institución por un periodo de tiempo hasta que se termine de realizar la investigación sobre la agresión.",
            "Ofrecer a la estudiante la opción de cambiar de aula para que se sienta más tranquila y evite encontrarse con la docente involucrada."
          ],
          "respuesta": "Separar a la docente que cometió la agresión o mantenerla alejada de la estudiante para evitar situaciones que generen malestar a la estudiante agredida.",
          "solucionario": "La medida de protección prioritaria debe garantizar la seguridad y el bienestar de la víctima, asegurando que no vuelva a tener contacto con el presunto agresor dentro de la institución. Separar a la docente es la acción que cumple directamente con este objetivo, protegiendo a la estudiante y permitiendo que el proceso continúe."
        },
        {
          "pregunta": "Con el propósito de prevenir que se presenten nuevas situaciones de violencia escolar, se está planificando desarrollar un conjunto de acciones con los compañeros de la estudiante agredida.\n\n¿Cuál de las siguientes acciones es más adecuada para el propósito planteado?",
          "opciones": [
            "Llevar a cabo una reunión con todos los compañeros de la estudiante agredida en la que analicen el caso de su compañera para luego plantear diferentes alternativas de abordaje y solución frente a lo ocurrido.",
            "Realizar un taller con los estudiantes con el propósito de que logren identificar los diversos tipos de violencia escolar y que aprendan a detectar las principales señales de riesgo que les permitirían actuar de forma adecuada y oportuna.",
            "Organizar una exposición interactiva en la institución en la que se expliquen los procedimientos que deben seguirse ante la ocurrencia de hechos de violencia escolar y las consecuencias a las que se enfrentarían estudiantes y docentes si no las cumplen."
          ],
          "respuesta": "Realizar un taller con los estudiantes con el propósito de que logren identificar los diversos tipos de violencia escolar y que aprendan a detectar las principales señales de riesgo que les permitirían actuar de forma adecuada y oportuna.",
          "solucionario": "La prevención efectiva no se centra solo en un caso, sino en desarrollar capacidades en toda la comunidad. Un taller que enseñe a todos los estudiantes a identificar la violencia y saber cómo actuar (denunciar, buscar ayuda) es una medida formativa y preventiva que los empodera y contribuye a crear una cultura de paz y respeto en la escuela."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_36_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el ámbito educativo, ¿a qué se denomina cultura institucional?",
          "opciones": [
            "Al conjunto de creencias, valores y costumbres compartidos por los miembros de una institución educativa.",
            "A la organización jerárquica de las funciones y actividades de los miembros de una institución educativa.",
            "Al nivel de desarrollo de las competencias laborales y pedagógicas de los miembros de una institución educativa."
          ],
          "respuesta": "Al conjunto de creencias, valores y costumbres compartidos por los miembros de una institución educativa.",
          "solucionario": "La cultura institucional se refiere al conjunto de supuestos, valores, creencias y normas compartidas que influyen en el comportamiento y las interacciones de los miembros de una comunidad educativa. Es el 'cómo se hacen las cosas aquí' de manera implícita y explícita."
        }
      ]
    },
    
    {
      "idGrupo": "cd_cgegp_caso_37_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una función del Consejo Nacional de Educación (CNE)?",
          "opciones": [
            "Diseñar y proponer al Ministerio de Educación planes de intervención diseñados para atender necesidades particulares de los usuarios del sistema educativo.",
            "Promover la articulación intersectorial, generando acuerdos y compromisos entre el Estado y otros actores a favor del desarrollo educativo del país.",
            "Diseñar y proponer a las Direcciones Regionales de Educación proyectos de mejora educativa para responder a las demandas educativas de las regiones."
          ],
          "respuesta": "Promover la articulación intersectorial, generando acuerdos y compromisos entre el Estado y otros actores a favor del desarrollo educativo del país.",
          "solucionario": "El CNE es un órgano consultivo y autónomo cuya función principal es participar en la formulación, concertación, seguimiento y evaluación del Proyecto Educativo Nacional (PEN). Esto implica necesariamente promover el diálogo y la articulación entre diversos sectores del Estado y la sociedad civil para lograr consensos a favor de la educación."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_38_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes instituciones es la encargada de controlar y supervisar la legalidad de la ejecución del presupuesto de los gobiernos regionales y locales de forma permanente?",
          "opciones": [
            "La Contraloría General de la República.",
            "El Ministerio de Economía y Finanzas.",
            "La Procuraduría General del Estado."
          ],
          "respuesta": "La Contraloría General de la República.",
          "solucionario": "Por mandato constitucional, la Contraloría General de la República es el ente técnico rector del Sistema Nacional de Control, encargado de supervisar la legalidad del uso de los recursos y bienes del Estado, incluyendo la ejecución presupuestal de los gobiernos regionales y locales."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_39_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas NO es una función del Centro Nacional de Planeamiento Estratégico (CEPLAN)?",
          "opciones": [
            "Orientar, coordinar e implementar el Sistema Nacional de Planeamiento Estratégico.",
            "Incorporar cambios normativos para el planeamiento estratégico en los tres niveles de gobierno.",
            "Implementar acciones de planeamiento estratégico ad hoc en las instituciones educativas públicas."
          ],
          "respuesta": "Implementar acciones de planeamiento estratégico ad hoc en las instituciones educativas públicas.",
          "solucionario": "CEPLAN es un organismo de nivel macro que asesora y establece las directrices para el planeamiento estratégico a nivel nacional, regional y local. No interviene directamente en la implementación de acciones específicas o 'ad hoc' en entidades individuales como una institución educativa."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_40_41_2023",
      "contexto": "Una tarde, la madre de Alicia, una estudiante de 15 años, se acerca muy preocupada a la institución educativa buscando a su hija, porque no ha llegado a casa luego de clases. El director se ofrece a acompañar a la madre de Alicia a hacer la denuncia en la comisaría. Sin embargo, allí les dicen que no pueden recibir ni tramitar la denuncia hasta 24 horas después de la desaparición.\n\nLuego de varias horas, Alicia regresa a su casa y le cuenta a su mamá que, al salir de la institución educativa, un hombre comenzó a seguirla y a acosarla, y, por eso, se escondió en casa de una compañera hasta que el hombre se fue. La madre de Alicia decide acudir a la comisaría a hacer una denuncia por acoso sexual.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El director sabe que, según la ley, ella tiene el derecho a presentar la denuncia inmediatamente y, por eso, decide acompañarla a presentar una queja, que puede realizarse en varias entidades públicas.\n\n¿En cuál de las siguientes entidades NO se puede presentar la queja?",
          "opciones": [
            "En la Demuna.",
            "En la Defensoría del Pueblo.",
            "En la Municipalidad distrital."
          ],
          "respuesta": "En la Municipalidad distrital.",
          "solucionario": "Tanto la DEMUNA (a nivel municipal) como la Defensoría del Pueblo (a nivel nacional) tienen entre sus funciones la protección de los derechos de los ciudadanos y pueden recibir quejas contra la actuación de funcionarios públicos. Una oficina genérica de la municipalidad no tiene esta atribución específica de supervisión."
        },
        {
          "pregunta": "¿Cuál de las siguientes instituciones se encarga de investigar este tipo de delitos y ejercitar la acción penal de oficio?",
          "opciones": [
            "El Poder Judicial.",
            "El Ministerio Público.",
            "La Defensoría del Pueblo."
          ],
          "respuesta": "El Ministerio Público.",
          "solucionario": "El Ministerio Público, también conocido como Fiscalía de la Nación, es el titular de la acción penal. Es la institución encargada de conducir la investigación del delito desde su inicio y, si encuentra pruebas suficientes, formular la denuncia penal ante el Poder Judicial."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_42_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a la articulación de la Educación Técnico-Productiva con la Educación Básica, ¿cuál de las siguientes alternativas es correcta?",
          "opciones": [
            "Los CETPRO suscriben convenios con instituciones educativas de nivel secundario, para implementar estrategias orientadas a incluir a los estudiantes del CETPRO en la educación básica.",
            "Los CETPRO reconocen las competencias y capacidades adquiridas en el área de Educación para el Trabajo a través de mecanismos de convalidación, siempre y cuando exista un convenio para tal efecto.",
            "Los CETPRO, a través de convenios, pueden brindar formación en habilidades técnicas a los estudiantes de educación básica en el marco del desarrollo de capacidades del área de Educación para el Trabajo."
          ],
          "respuesta": "Los CETPRO, a través de convenios, pueden brindar formación en habilidades técnicas a los estudiantes de educación básica en el marco del desarrollo de capacidades del área de Educación para el Trabajo.",
          "solucionario": "La articulación entre ambas modalidades busca, entre otros, que los CETPRO puedan complementar y potenciar la formación de los estudiantes de Educación Básica, especialmente en el área de Educación para el Trabajo, ofreciendo una formación técnica más especializada que la que se puede dar en la escuela."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_43_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones respecto a los Compromisos de Gestión Escolar es correcta?",
          "opciones": [
            "Los Compromisos de Gestión Escolar se determinan según el contexto y las características de cada institución educativa.",
            "Los Compromisos de Gestión Escolar señalan los resultados priorizados para facilitar la gestión adecuada de la institución educativa.",
            "Los Compromisos de Gestión Escolar son herramientas de incentivos que permiten otorgar recursos adicionales para las mejoras en la institución educativa."
          ],
          "respuesta": "Los Compromisos de Gestión Escolar señalan los resultados priorizados para facilitar la gestión adecuada de la institución educativa.",
          "solucionario": "Los Compromisos de Gestión Escolar (CGE) son un marco de referencia a nivel nacional que establece los resultados y condiciones que toda escuela debe buscar. Sirven como una guía que orienta a la comunidad educativa sobre cuáles son las prioridades de la gestión escolar para asegurar el aprendizaje."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_44_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la Guía para la Gestión Escolar de instituciones educativas y programas educativos de Educación Básica, ¿cuál de las siguientes prácticas pertenece al Compromiso de Gestión Escolar 3, \"Gestión de las condiciones operativas orientada al sostenimiento del servicio educativo ofrecido por la Institución Educativa\"?",
          "opciones": [
            "Monitorear el trabajo de los docentes en favor de los aprendizajes e implementar estrategias para desarrollar sus competencias en el ámbito pedagógico.",
            "Desarrollar estrategias para la atención de estudiantes en riesgo de interrumpir sus estudios de manera que alcancen los aprendizajes esperados y culminen su trayectoria escolar.",
            "Dar seguimiento a la asistencia y puntualidad de los estudiantes y del personal de la institución educativa para asegurar el cumplimiento del tiempo lectivo y de gestión."
          ],
          "respuesta": "Dar seguimiento a la asistencia y puntualidad de los estudiantes y del personal de la institución educativa para asegurar el cumplimiento del tiempo lectivo y de gestión.",
          "solucionario": "El CGE 3 se enfoca en asegurar que la escuela funcione adecuadamente en sus aspectos operativos básicos. La gestión del tiempo, a través del control de asistencia y puntualidad, es una práctica fundamental para garantizar el cumplimiento de las horas lectivas y, por ende, el sostenimiento del servicio."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_45_2023",
      "contexto": "En una institución educativa, se está recogiendo información para la evaluación del cumplimiento de los Compromisos de Gestión Escolar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta información que permite evaluar el cumplimiento del compromiso 4, \"Gestión de la práctica pedagógica orientada al logro de aprendizajes previstos en el perfil de egreso del Currículo Nacional de Educación Básica\"?",
          "opciones": [
            "Información sobre la generación de diversos espacios de trabajo colegiado y otras estrategias de acompañamiento realizadas a los docentes.",
            "Información sobre la entrega oportuna de materiales educativos y la promoción para el uso de los mismos con los estudiantes en el aula.",
            "Información sobre la elaboración articulada y concertada de las normas de convivencia de la institución educativa, y su difusión."
          ],
          "respuesta": "Información sobre la generación de diversos espacios de trabajo colegiado y otras estrategias de acompañamiento realizadas a los docentes.",
          "solucionario": "El CGE 4 se centra en el fortalecimiento de las capacidades docentes y la mejora de su desempeño en el aula. Por lo tanto, las evidencias de su cumplimiento están directamente relacionadas con las acciones de acompañamiento pedagógico, como el monitoreo, la retroalimentación y la promoción de espacios de trabajo colegiado."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_46_2023",
      "contexto": "En una institución educativa se está elaborando el Proyecto Educativo Institucional (PEI). Para realizar el diagnóstico sobre la asistencia de los estudiantes y del personal, se han recopilado los siguientes insumos: el registro de asistencia de estudiantes, docentes y personal administrativo, y la cantidad de horas lectivas cumplidas y recuperadas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes insumos es más pertinente para complementar la información que se ha recopilado hasta el momento?",
          "opciones": [
            "Los reportes de las actividades realizadas por el personal docente y administrativo durante sus jornadas de trabajo.",
            "El porcentaje mensual de docentes y/o personal administrativo que registra más de una inasistencia.",
            "Los reportes de las entrevistas a los estudiantes y/o padres de familia para identificar los motivos de inasistencia."
          ],
          "respuesta": "Los reportes de las entrevistas a los estudiantes y/o padres de familia para identificar los motivos de inasistencia.",
          "solucionario": "El diagnóstico actual es cuantitativo (cuántos faltan, cuántas horas se perdieron). Para que el diagnóstico sea completo y permita plantear soluciones efectivas, se necesita información cualitativa que explique el porqué del problema. Las entrevistas para conocer los motivos de la inasistencia proporcionan esta información crucial."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_47_48_2023",
      "contexto": "En una institución educativa del nivel Primaria, la directora ha encargado a un grupo de docentes elaborar un informe sobre los resultados obtenidos por los estudiantes de segundo grado en el área de Matemática durante los años 2017, 2018 y 2019. El informe se elaborará sobre la base de las actas oficiales de evaluación del grado y los resultados de la Evaluación Censal de Estudiantes obtenidos por los mismos estudiantes en el área de Matemática en cada uno de esos años.\n\nEl informe, junto con otros insumos, permitirá hacer el diagnóstico de los aprendizajes en el área y servirá como base para la reflexión del equipo docente sobre su desempeño.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la utilidad del informe que la directora ha encargado elaborar?",
          "opciones": [
            "Permite apreciar la evolución en el tiempo de los resultados obtenidos por los estudiantes de segundo grado en el área de Matemática.",
            "Permite identificar estrategias pedagógicas efectivas para promover aprendizajes en los estudiantes de segundo grado en el área de Matemática.",
            "Permite evaluar la pertinencia de los procedimientos e instrumentos de evaluación utilizados por los docentes de segundo grado durante los años analizados."
          ],
          "respuesta": "Permite apreciar la evolución en el tiempo de los resultados obtenidos por los estudiantes de segundo grado en el área de Matemática.",
          "solucionario": "Al analizar datos de tres años consecutivos, la principal utilidad del informe es mostrar una tendencia o una línea de tiempo. Esto permite a la escuela observar si los resultados han mejorado, se han mantenido o han disminuido, es decir, apreciar su evolución."
        },
        {
          "pregunta": "¿Cuál de las siguientes fuentes de información es más pertinente para complementar el diagnóstico?",
          "opciones": [
            "Los registros del cumplimiento de tareas del área de Matemática de los estudiantes de segundo grado de primaria durante los años analizados.",
            "Los registros de observación de aula del monitoreo de la práctica pedagógica de los docentes de Matemática de segundo grado de primaria de los años analizados.",
            "Los registros de asistencia de los estudiantes de segundo grado de primaria y de los docentes de Matemática de ese mismo grado durante los años analizados."
          ],
          "respuesta": "Los registros de observación de aula del monitoreo de la práctica pedagógica de los docentes de Matemática de segundo grado de primaria de los años analizados.",
          "solucionario": "El informe inicial muestra los resultados (el 'qué'). Para un diagnóstico completo, es fundamental entender las causas (el 'porqué'). Los registros de observación de aula proporcionan información directa sobre la práctica pedagógica, que es el factor más directamente relacionado con los resultados de aprendizaje de los estudiantes. Por tanto, es el complemento más pertinente."
        }
      ]
    },
    
    {
      "idGrupo": "cd_cgegp_caso_49_2023",
      "contexto": "Al realizar el diagnóstico para elaborar el PEI en una institución educativa, se ha identificado que la deserción escolar es muy alta entre los estudiantes adolescentes, mujeres y hombres, debido a situaciones de embarazos no planificados. Esta problemática impide que muchos terminen sus estudios, limitando su desarrollo personal, académico y laboral. Por eso, además de realizar acciones preventivas para disminuir los embarazos adolescentes, los directivos se proponen retener a los estudiantes que se encuentren en esta situación por medio de diversas estrategias.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta la metodología SMART, ¿cuál de las siguientes alternativas corresponde a la formulación de una meta ante esta situación?",
          "opciones": [
            "Asegurar la permanencia en la institución educativa de todos los estudiantes adolescentes que enfrentan un embarazo.",
            "Realizar diez talleres de sensibilización y prevención del embarazo adolescente en las instituciones educativas de la jurisdicción.",
            "Reducir en 50 puntos porcentuales la deserción de estudiantes adolescentes por embarazos no deseados al 2025."
          ],
          "respuesta": "Reducir en 50 puntos porcentuales la deserción de estudiantes adolescentes por embarazos no deseados al 2025.",
          "solucionario": "Esta opción cumple con los criterios SMART: es Específica (reducir deserción por embarazo), Medible (50 puntos porcentuales), Alcanzable (se asume), Relevante (responde al problema) y con Plazo definido (al 2025). La opción A no es medible y la B es una actividad, no una meta de resultado."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_50_2023",
      "contexto": "En una UGEL se ha identificado que la gestión de los procedimientos administrativos sancionadores es muy lenta. En promedio, resolver un procedimiento sancionador toma alrededor de dos meses, lo que impacta negativamente en la gestión de otros procedimientos administrativos. El director de la UGEL se propone reducir el tiempo de la gestión de los procedimientos sancionadores.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta la metodología SMART, ¿cuál de las siguientes alternativas corresponde a la formulación de un indicador para atender esta situación en el plan estratégico?",
          "opciones": [
            "15 días promedio para la gestión de los procedimientos administrativos sancionadores.",
            "Número de días promedio para la gestión de los procedimientos administrativos sancionadores.",
            "Garantizar la gestión oportuna del 100% de procedimientos administrativos sancionadores al 2025."
          ],
          "respuesta": "Número de días promedio para la gestión de los procedimientos administrativos sancionadores.",
          "solucionario": "Un indicador es la variable que se utiliza para medir el progreso. 'Número de días promedio...' es la métrica que se medirá. En cambio, '15 días promedio' es la meta o el valor deseado para ese indicador, y la opción C es un objetivo estratégico completo."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_51_52_2023",
      "contexto": "En el marco de su autonomía institucional, el equipo directivo del CETPRO \"Emprendedores\" está evaluando la posibilidad de incorporar un nuevo programa de estudios del Catálogo Nacional de la Oferta Formativa-CNOF y, por eso, ha realizado un análisis FODA.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la estructura del análisis FODA, ¿cuál de las siguientes alternativas es una oportunidad?",
          "opciones": [
            "El CETPRO se ha ganado la confianza de la comunidad y tiene gran prestigio en la localidad.",
            "Se cuenta con instalaciones adecuadas para implementar el nuevo programa de estudios.",
            "La demanda de técnicos formados en el programa de estudios ha crecido."
          ],
          "respuesta": "La demanda de técnicos formados en el programa de estudios ha crecido.",
          "solucionario": "Las oportunidades son factores externos positivos que la institución puede aprovechar. Un aumento en la demanda laboral es un factor del entorno (externo) beneficioso. El prestigio y las instalaciones son factores internos, es decir, fortalezas."
        },
        {
          "pregunta": "Según la estructura del análisis FODA, ¿cuál de las siguientes alternativas es una debilidad?",
          "opciones": [
            "Un instituto privado cercano al CETPRO ha abierto el programa de estudios que se planea ofertar.",
            "El equipamiento con el que cuenta el CETPRO para desarrollar el programa de estudios requiere ser actualizado.",
            "Los insumos que se requiere utilizar en el CETPRO para el nuevo programa de estudios se han encarecido a nivel internacional."
          ],
          "respuesta": "El equipamiento con el que cuenta el CETPRO para desarrollar el programa de estudios requiere ser actualizado.",
          "solucionario": "Las debilidades son factores internos negativos que limitan a la institución. Un equipamiento que necesita actualización es una característica propia (interna) del CETPRO que lo pone en desventaja. La competencia y el encarecimiento de insumos son factores externos, es decir, amenazas."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_53_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas NO es una característica del POI (Plan Operativo Institucional)?",
          "opciones": [
            "Se orienta a identificar los objetivos estratégicos de la institución para planificar acciones de mejora.",
            "Desagrega las acciones estratégicas institucionales en actividades que se efectuarán en un periodo de un año.",
            "Contiene la programación de los recursos necesarios para ejecutar las acciones estratégicas institucionales."
          ],
          "respuesta": "Se orienta a identificar los objetivos estratégicos de la institución para planificar acciones de mejora.",
          "solucionario": "La identificación de objetivos estratégicos a largo plazo es una función del Proyecto Educativo Institucional (PEI). El POI es un instrumento de gestión a corto plazo (anual) que traduce esos objetivos estratégicos en actividades concretas, asignando responsables, plazos y recursos."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_54_2023",
      "contexto": "Un especialista de la UGEL se encuentra monitoreando las instituciones educativas de la jurisdicción con el propósito de evaluar los avances en la elaboración de instrumentos de gestión escolar. En ese contexto, el especialista necesita recoger información sobre las tareas y responsabilidades específicas del personal de la institución educativa, así como información sobre los derechos y responsabilidades de los integrantes de la comunidad educativa, y las normas de convivencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes instrumentos de gestión escolar debe solicitar al director para recabar la información necesaria?",
          "opciones": [
            "El Proyecto Educativo Institucional.",
            "El Plan Anual de Trabajo.",
            "El Reglamento Interno."
          ],
          "respuesta": "El Reglamento Interno.",
          "solucionario": "El Reglamento Interno (RI) es el documento normativo que establece la organización y funcionamiento de la institución. Contiene, por definición, las funciones del personal, los derechos y deberes de todos los miembros de la comunidad y las normas de convivencia."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_55_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de las disposiciones para la ejecución del Programa de Mantenimiento de Locales Educativos, ¿qué entidad tiene a su cargo el registro y aprobación de las acciones de mantenimiento en el Programa \"Mi Mantenimiento\"?",
          "opções": [
            "INDECI.",
            "PRONIED.",
            "SINAGERD."
          ],
          "respuesta": "PRONIED.",
          "solucionario": "El Programa Nacional de Infraestructura Educativa (PRONIED), adscrito al MINEDU, es el encargado de la gestión de la infraestructura escolar, incluyendo la dirección y supervisión del Programa de Mantenimiento y la administración de sus sistemas de registro como \"Mi Mantenimiento\"."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_56_2023",
      "contexto": "En el marco de las disposiciones para la ejecución del Programa de Mantenimiento de Locales Educativos, una institución educativa ha identificado tres necesidades de mantenimiento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las necesidades identificadas debe ser atendida con prioridad?",
          "opciones": [
            "Las paredes de los servicios higiénicos presentan filtraciones.",
            "Los techos del Aula de Innovación Pedagógica están deteriorados.",
            "Las ventanas de la oficina del director están oxidadas y no cierran bien."
          ],
          "respuesta": "Las paredes de los servicios higiénicos presentan filtraciones.",
          "solucionario": "Las normativas de mantenimiento priorizan las intervenciones que afectan la salud y la seguridad de los estudiantes. Las filtraciones en servicios higiénicos representan un riesgo sanitario (humedad, hongos) y de seguridad (posibles fallas eléctricas), por lo que tienen mayor prioridad que el deterioro de techos en aulas de uso específico o problemas en áreas administrativas."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_57_2023",
      "contexto": "En una institución educativa que se encuentra ubicada en una zona lluviosa, se está elaborando el Plan de Gestión del Riesgo de Desastres. Ante la posibilidad de derrumbes y deslizamientos,",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿cuál de las siguientes acciones es una medida de prevención?",
          "opciones": [
            "Identificar las debilidades en la infraestructura de la institución educativa para reforzarla.",
            "Incorporar en la planificación curricular acciones para la gestión del riesgo de desastres.",
            "Elaborar un currículo de emergencia que permita la continuidad del servicio educativo."
          ],
          "respuesta": "Incorporar en la planificación curricular acciones para la gestión del riesgo de desastres.",
          "solucionario": "En la gestión de riesgos, la prevención se enfoca en evitar la generación de nuevos riesgos o disminuir los existentes a través de la educación y la cultura. Incorporar el tema en el currículo crea conciencia y conocimiento en los estudiantes, lo cual es una medida de prevención a largo plazo. Reforzar la infraestructura es una acción de reducción/mitigación."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_58_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Entre las siguientes acciones planteadas en un Plan de Gestión del Riesgo de Desastres, ¿cuál es una acción de reducción?",
          "opciones": [
            "Acondicionar las instalaciones eléctricas de la institución educativa.",
            "Realizar capacitaciones a las brigadas sobre primeros auxilios.",
            "Accionar el sistema de comunicaciones con los bomberos."
          ],
          "respuesta": "Acondicionar las instalaciones eléctricas de la institución educativa.",
          "solucionario": "Una acción de reducción (o mitigación) busca disminuir la vulnerabilidad frente a una amenaza existente. Unas instalaciones eléctricas defectuosas son una vulnerabilidad ante un sismo o inundación. Acondicionarlas reduce el riesgo de incendio o cortocircuito. Las otras opciones son acciones de preparación para la respuesta."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_59_2023",
      "contexto": "Al llevar a cabo el plan de mantenimiento y acondicionamiento de la infraestructura en una institución educativa,",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿cuál de las siguientes acciones es una acción de acondicionamiento?",
          "opciones": [
            "Sustituir las lámparas y luminarias por equipos que utilizan focos ahorradores y de bajo consumo energético.",
            "Adecuar el mobiliario de las aulas colocando elementos removibles en función a la sectorización de los espacios.",
            "Revisar los sistemas de electricidad para verificar el estado del cableado y el adecuado funcionamiento de los enchufes."
          ],
          "respuesta": "Adecuar el mobiliario de las aulas colocando elementos removibles en función a la sectorización de los espacios.",
          "solucionario": "Mantenimiento implica reparar o conservar (revisar cableado, sustituir focos). Acondicionamiento, en cambio, implica adaptar o mejorar un espacio para un mejor uso pedagógico. Adecuar el mobiliario para crear sectores de aprendizaje es una clara acción de acondicionamiento."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_60_2023",
      "contexto": "En la zona en la que se encuentra una institución educativa, se van a realizar obras de alcantarillado y no podrán utilizarse los servicios higiénicos por dos días. Ante ello, el equipo directivo está evaluando suspender las actividades durante esos días.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones forma parte del procedimiento que debe realizar el equipo directivo en caso se decida suspender las actividades durante dos días lectivos?",
          "opciones": [
            "Avisar mediante comunicado escrito, con al menos una semana de anticipación, a la comunidad educativa sobre la suspensión de los días lectivos por fuerza mayor o situaciones imprevistas.",
            "Guardar un registro de la reprogramación y recuperación de los días lectivos que fueron suspendidos por fuerza mayor o situaciones imprevistas para informarlo a la UGEL o DRE.",
            "Solicitar la autorización de la UGEL o la DRE para reprogramar y recuperar los días lectivos suspendidos por fuerza mayor o situaciones imprevistas."
          ],
          "respuesta": "Guardar un registro de la reprogramación y recuperación de los días lectivos que fueron suspendidos por fuerza mayor o situaciones imprevistas para informarlo a la UGEL o DRE.",
          "solucionario": "La normativa establece que las horas pedagógicas son irrecuperables. Por tanto, si se suspenden clases por fuerza mayor, la institución educativa tiene la obligación de reprogramar y ejecutar un plan de recuperación de esas horas. Dicho plan debe ser documentado e informado a la instancia de gestión correspondiente (UGEL/DRE) para garantizar el cumplimiento del tiempo lectivo anual."
        }
      ]
    },
    
    {
      "idGrupo": "cd_cgegp_caso_61_2023",
      "contexto": "Durante el mes de marzo, Rodrigo, un estudiante extranjero de 16 años, está buscando matricularse en una institución educativa del nivel Secundaria. Para ello, según la norma sobre el proceso de matrícula en la educación básica, los extranjeros deben acreditar su identidad y edad presentando los documentos que la autoridad nacional de migraciones reconozca.\n\nEn este caso, Rodrigo ha asistido con su mamá a una institución educativa para realizar su matrícula. Al llegar a la institución y entrevistarse con el director, la mamá de Rodrigo le explica que aún no cuenta con los documentos necesarios para acreditar la identidad de su hijo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿qué acción debe realizar el director de la institución educativa?",
          "opciones": [
            "Orientar a la mamá de Rodrigo sobre los pasos necesarios para obtener los documentos de migraciones que acrediten la identidad de su hijo. Luego, pedirle que, una vez los consiga, regrese con los documentos validados para realizar el proceso de matrícula de su hijo.",
            "Indicar a la mamá de Rodrigo que debe llenar una declaración jurada y comprometerse a regularizar la presentación de los documentos de identidad del estudiante durante el año escolar. Luego, informarle que la situación será comunicada a la Demuna para las acciones correspondientes.",
            "Explicar a la mamá de Rodrigo que la institución educativa posee un número determinado de vacantes disponibles para estudiantes extranjeros. Luego, pedirle que llene un formulario con sus datos y que, en base al orden de llegada, se comunicarán con las familias que alcancen vacantes."
          ],
          "respuesta": "Indicar a la mamá de Rodrigo que debe llenar una declaración jurada y comprometerse a regularizar la presentación de los documentos de identidad del estudiante durante el año escolar. Luego, informarle que la situación será comunicada a la Demuna para las acciones correspondientes.",
          "solucionario": "La normativa vigente sobre matrícula prioriza el derecho a la educación por encima de los trámites administrativos. En caso de falta de documentos, se debe permitir la matrícula mediante una declaración jurada, con el compromiso de regularizarlos posteriormente, garantizando así la inclusión del estudiante en el sistema educativo."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_62_2023",
      "contexto": "Con la finalidad de transparentar su gestión, el director desea comunicar a la comunidad educativa la rendición anual de cuentas sobre el estado de ingresos y egresos de la institución educativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el Marco de Buen Desempeño del Directivo, ¿cuál de las siguientes acciones es pertinente como mecanismo para la rendición de cuentas?",
          "opciones": [
            "Publicar la rendición de cuentas en paneles visibles del local institucional para que toda la comunidad educativa pueda acceder a la información libremente.",
            "Convocar a los representantes de los estudiantes y/o de los padres de familia y presentarles el estado de ingresos y egresos a fin de que ellos lo difundan al resto de la comunidad educativa.",
            "Informar a los estudiantes y/o padres de familia que, en caso requieran el estado de ingresos y egresos, pueden presentar una solicitud en la que indiquen para qué se utilizará la información."
          ],
          "respuesta": "Publicar la rendición de cuentas en paneles visibles del local institucional para que toda la comunidad educativa pueda acceder a la información libremente.",
          "solucionario": "La transparencia es un pilar del buen desempeño directivo. Publicar la información financiera en lugares de fácil y libre acceso para todos los miembros de la comunidad educativa es el mecanismo más directo y transparente para la rendición de cuentas, promoviendo la confianza y el control social."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_63_2023",
      "contexto": "En una institución educativa, se ha identificado que un grupo de estudiantes menores de edad consumen drogas ilegales. Además, se sabe que estos estudiantes inducen a sus compañeros a asistir a fiestas en donde se venden y consumen estas sustancias.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Además de atender la situación informando e involucrando a los padres de familia, el director y los docentes se proponen implementar estrategias para abordar esta problemática de manera formativa.\n\n¿Cuál de las siguientes estrategias es más pertinente para ese propósito?",
          "opciones": [
            "Desarrollar experiencias de aprendizaje en las que se aborde de manera transversal las causas y consecuencias del uso de drogas ilegales.",
            "Encargar a la comisaría de la localidad la organización y conducción de charlas con los estudiantes que se sospecha que consumen o venden sustancias ilegales.",
            "Crear brigadas de estudiantes que se mantengan vigilantes para detectar a los compañeros que consumen drogas de manera que puedan apoyarlos emocionalmente."
          ],
          "respuesta": "Desarrollar experiencias de aprendizaje en las que se aborde de manera transversal las causas y consecuencias del uso de drogas ilegales.",
          "solucionario": "Un abordaje formativo y preventivo debe ser integral y curricular. Tratar el tema de forma transversal en diversas áreas permite a todos los estudiantes reflexionar de manera sostenida sobre el problema, desarrollar pensamiento crítico y habilidades para la toma de decisiones, lo cual es más efectivo que acciones puntuales o punitivas."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_64_2023",
      "contexto": "Durante el mes de octubre, en una institución educativa se está elaborando el presupuesto para el Plan Anual de Trabajo del siguiente año. Para la captación de ingresos, se han propuesto un conjunto de acciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la normativa vigente, ¿cuál de las siguientes acciones es adecuada para captar ingresos en una institución educativa pública?",
          "opciones": [
            "Plantear a la Apafa que acuerde con los padres de familia una cuota extraordinaria de dinero que todos deben aportar en un plazo razonable.",
            "Alquilar, a un plazo fijo no mayor a un año, el patio de la institución educativa a una academia de karate que trabaja fuera del horario de clases.",
            "Hacer un inventario del mobiliario de la institución educativa que se encuentra en desuso para ponerlo a la venta, previa autorización de la UGEL."
          ],
          "respuesta": "Alquilar, a un plazo fijo no mayor a un año, el patio de la institución educativa a una academia de karate que trabaja fuera del horario de clases.",
          "solucionario": "La normativa sobre recursos propios en las II.EE. públicas permite el alquiler de sus instalaciones a terceros, siempre y cuando no interfiera con el desarrollo de las actividades educativas. Esta es una fuente de ingresos legítima y regulada para la institución."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_65_2023",
      "contexto": "La directora de una UGEL ha recibido un memorial de denuncia de un grupo de padres de familia de estudiantes de una institución educativa de la jurisdicción. En el documento, se señala que, en los últimos meses, el director ha estado realizando actividades lucrativas en beneficio propio utilizando las instalaciones de la institución. En la denuncia, se especifica que el director ha establecido acuerdos privados con algunos vecinos de la zona para alquilarles una parte de la loza deportiva como cochera durante la noche. Sin embargo, el director no ha comunicado el hecho ni ha rendido cuentas sobre el dinero recaudado por el alquiler.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de la denuncia, ¿qué acción inmediata debe realizar la directora de la UGEL?",
          "opciones": [
            "Iniciar un proceso administrativo al director por la inadecuada utilización del local de la institución educativa.",
            "Separar al director temporalmente del cargo mientras se realizan las indagaciones correspondientes.",
            "Derivar el expediente a la comisión de procesos administrativos para docentes a fin de que inicie el proceso de investigación."
          ],
          "respuesta": "Derivar el expediente a la comisión de procesos administrativos para docentes a fin de que inicie el proceso de investigación.",
          "solucionario": "Ante una denuncia formal que sugiere una falta administrativa grave, el procedimiento estándar es que la autoridad (directora de la UGEL) derive el caso al órgano competente, que es la Comisión Permanente de Procesos Administrativos Disciplinarios (COPROA), para que esta realice la investigación correspondiente y determine las responsabilidades."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_66_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto al Procedimiento Administrativo Sancionador, ¿cuál es el órgano resolutivo en caso de infracciones consideradas muy graves?",
          "opciones": [
            "La UGEL.",
            "La DRE.",
            "El Minedu."
          ],
          "respuesta": "La DRE.",
          "solucionario": "En la escala de sanciones administrativas para instituciones educativas privadas, la competencia se distribuye según la gravedad. Las infracciones leves y graves son competencia de la UGEL, mientras que las infracciones 'muy graves' son resueltas por la Dirección Regional de Educación (DRE)."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_67_2023",
      "contexto": "Tres docentes se encuentran participando en un proceso de contratación por evaluación de expedientes para cubrir una plaza en una institución educativa del nivel Primaria. Ninguna de las postulantes cuenta con un título de profesora o licenciada en Educación Primaria. El perfil profesional de cada una es el siguiente:\n\n• Carla tiene un título de Licenciada en Educación y un título de segunda especialidad en Educación Primaria. Además, cuenta con dos años de experiencia en aula en una escuela pública del nivel Primaria.\n• Juliana es bachiller en Educación Primaria y tiene un certificado de capacitación sobre adquisición de la lectoescritura. Además, cuenta con cinco años de experiencia en una escuela pública del nivel Primaria.\n• Marita tiene un título de Licenciada en Educación Especial y cuenta con un diplomado en Educación Primaria. Además, cuenta con cuatro años de experiencia en una escuela privada del nivel Primaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la normativa vigente sobre los requisitos de formación académica para la contratación, ¿cuál de las tres docentes se ubica en una mejor posición en el orden de prelación para ser contratada y cubrir la plaza vacante en la institución educativa?",
          "opciones": [
            "Carla.",
            "Juliana.",
            "Marita."
          ],
          "respuesta": "Carla.",
          "solucionario": "El orden de prelación para la contratación docente prioriza los grados académicos y la especialidad requerida. Carla posee un título de segunda especialidad específicamente en Educación Primaria, lo cual le otorga un mayor puntaje y una posición preferente sobre un grado de bachiller (Juliana) o una licenciatura en otra especialidad (Marita), a pesar de tener menos años de experiencia."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_68_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes casos le corresponde al trabajador una licencia con goce de remuneraciones?",
          "opciones": [
            "Cuando recibe una citación expresa, ya sea judicial, militar o policial.",
            "Cuando sus padres, cónyuge o hijos sufren una enfermedad grave.",
            "Cuando asume un cargo político o de confianza."
          ],
          "respuesta": "Cuando recibe una citación expresa, ya sea judicial, militar o policial.",
          "solucionario": "La legislación laboral establece que la asistencia a una citación oficial de carácter judicial, militar o policial es un deber ciudadano y, por lo tanto, constituye un motivo justificado para una licencia con goce de haber, ya que el trabajador no puede negarse a asistir."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_69_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a los procedimientos administrativos relativos a la Educación Técnico-Productiva, ¿cuál de los siguientes servicios es realizado exclusivamente por la DRE?",
          "opciones": [
            "Cambio de local, o nuevo local de CETPRO.",
            "Convalidación de estudios o competencias laborales.",
            "Licenciamiento institucional de CETPRO públicos y privados."
          ],
          "respuesta": "Licenciamiento institucional de CETPRO públicos y privados.",
          "solucionario": "El licenciamiento es el acto administrativo de mayor jerarquía que autoriza el funcionamiento de una institución educativa. Para los Centros de Educación Técnico-Productiva (CETPRO), esta facultad es competencia exclusiva de la Dirección Regional de Educación (DRE) en su jurisdicción."
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_70_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la modalidad de Educación Técnico-Productiva, ¿cuál es la meta de atención de estudiantes por docente en zonas rurales?",
          "opciones": [
            "10 estudiantes.",
            "15 estudiantes.",
            "20 estudiantes."
          ],
          "respuesta": "15 estudiantes.",
          "solucionario": "Las normativas técnicas del Ministerio de Educación establecen metas de atención (ratios estudiante-docente) diferenciadas por contexto. Para la Educación Técnico-Productiva en zonas rurales, la meta de atención establecida es de 15 estudiantes por docente."
        }
      ]
    }
  ]
}
  