{
  "Comprensión lectora": [
    {
      "idGrupo": "cd_cl_texto_1_2023",
      "contexto": "En esta época, ¿quién podría atreverse a sostener fundadamente que, sin internet, podemos\nejercer nuestros derechos?\n\n¿Qué sucede cuando no disponemos de esta tecnología y deseamos\nhacer uso de nuestro derecho a educarnos, nuestras libertades de expresión o de acceso a la\ninformación?\n\nEn 2004, Michael Best fue uno de los primeros académicos en sostener una teoría de los derechos\nhumanos sobre el acceso a internet. En ese momento, Best argumentó que las tecnologías de\nla información y la comunicación (TIC) no solo tienen un nexo causal con los derechos a la\ninformación, sino que la falta de conectividad a internet supone que algunas personas sean\nexcluidas de la sociedad contemporánea e impide que se desarrollen plenamente. Por lo tanto,\nsegún su perspectiva, el acceso a internet debe ser considerado un derecho humano en sí\nmismo.\n\nPor otro lado, según un reporte de 2016, el Consejo de Derechos Humanos de las Naciones\nUnidas (UNHRC, por sus siglas en inglés) considera que, cuando se habla de proveer y expandir\nel acceso a internet, es primordial aplicar un enfoque de derechos humanos. En esta línea, dicha\ninstitución insta a los gobiernos a diseñar políticas que, mediante la expansión universal de la\nconectividad, permitan a las personas ejercer sus derechos.\n\nRecientemente, diversos investigadores, como Carl Wellman, defienden la idea de que el acceso\na internet es un \"derecho auxiliario\", una especie de derecho secundario que posibilita que los\n\"primarios\" se puedan ejercer. Por ejemplo, la libertad de opinión y expresión carece de sentido\nsin la libertad de prensa -que es un derecho auxiliario-. Por ello, el acceso a internet tiene una\nrelación simbiótica con el derecho a la educación, a la libertad de pensamiento, entre otros.\n\nEstas tres posturas evidencian que el acceso a internet no puede considerarse más como un\nsimple servicio. Es una realidad ineludible que dependamos de internet para el ejercicio pleno\nde nuestros derechos. Y en tiempos de crisis, como la pandemia del 2020-que nos obligó a\ncomunicarnos, informarnos y educarnos mediante internet-, no es arriesgado afirmar que la\nconectividad es una condición imprescindible para el desarrollo humano y la sostenibilidad de\nlas democracias.\n\nAsí pues, en 2018, en la Universidad de Haifa (Israel), se realizó un estudio que buscaba demostrar\nla dependencia de internet para ejercer algunos derechos. En concreto, dicho estudio tenía\ncomo objetivo hallar la correlación entre la capacidad de las personas para participar en la\nsociedad y la conectividad a internet. Con este fin, se convocó a sesenta participantes, entre\nlos que se encontraban estudiantes y personas con diversas ocupaciones, para que realizaran,\nde forma individual, actividades asociadas con la participación política. A treinta de ellos, se les\nnegó el acceso a internet, pero se les permitió usar los servicios de biblioteca y hemeroteca de\nla universidad. A los otros treinta, se les brindó la libertad de utilizar cualquier recurso, incluido\ninternet. Entre las actividades, se propuso, por ejemplo, que comuniquen a la mayor cantidad de\ngente posible una postura crítica sobre un tema sociopolítico. También se pidió que investiguen\nquiénes fueron los políticos participantes en la formulación de una ley en Estados Unidos. El\nestudio mostró que quienes no tenían acceso a internet no podían completar las actividades\nsatisfactoriamente: menos del 50% apenas pudo completarlas y solo el 12% logró hacerlo con\nrelativo éxito. Por otro lado, el 100% de los participantes del otro grupo utilizó internet para\nrealizar las actividades y, de este porcentaje, el 89% las llevó a cabo con éxito. La conclusión de\neste estudio fue que, entre variables como la edad, el nivel educativo y otros, el acceso a internet\nfue la única que mejor predecía el cumplimiento efectivo de las actividades. La contundencia de\nlos resultados demuestra que nuestras posibilidades de desarrollo personal y social en el mundo\ncontemporáneo requieren, en una medida considerable, de la conexión a internet. Por esta\nrazón, varios Estados, como Países Bajos, tienen como prioridad, entre sus políticas públicas,\nla universalización de la conectividad. Uno de los primeros países en tomar esta posición fue\nFinlandia, cuyas autoridades promulgaron una ley para que la conexión y el acceso a internet\nsean un derecho fundamental.\n\nHoy en día, internet es una tecnología profundamente vinculada con nuestro ejercicio ciudadano.\nLa abrumadora dependencia que mostramos ante ella debería obligar a que los gobiernos\ndel mundo establezcan condiciones materiales y legales, a fin de que todos los ciudadanos,\nsin importar las diferencias económicas y las distancias geográficas, dispongamos de una\nconectividad estable, rápida y sin restricciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué se refieren los autores del texto cuando mencionan que \"[...] el acceso a internet tiene\nuna relación simbiótica con el derecho a la educación, a la libertad de pensamiento [...]\"?",
          "opciones": [
            "A que los derechos mencionados y el acceso a internet tienen el mismo impacto en la\nvida de las personas.",
            "A que los derechos mencionados son cada vez menos relevantes para las personas que\nel acceso a internet.",
            "A que los derechos mencionados dependen del acceso a internet para que las personas\npuedan ejercerlos."
          ],
          "respuesta": "A que los derechos mencionados dependen del acceso a internet para que las personas\npuedan ejercerlos.",
          "solucionario": ""
        },
        {
          "pregunta": "Vint Cerf, considerado como uno de los creadores de internet, afirma que \"la tecnología es\nuna facilitadora de derechos, no un derecho humano en sí mismo\".\n\n¿Cuál de las posturas\npresentadas en el texto sobre el acceso a internet coincide con la afirmación de Cerf?",
          "opciones": [
            "La del UNHRC.",
            "La de Michael Best.",
            "La de Carl Wellman."
          ],
          "respuesta": "La de Carl Wellman.",
          "solucionario": ""
        },
        {
          "pregunta": "En el texto, ¿con qué intención los autores presentan los resultados de un estudio realizado\nen la Universidad de Haifa?",
          "opciones": [
            "Demostrar que la falta de acceso a internet es un problema frecuentemente abordado\nen la investigación científica.",
            "Brindar evidencia para defender la idea de que el acceso a internet es un requisito para\nel ejercicio de ciertos derechos.",
            "Identificar las variables, incluido el acceso a internet, que influyen en las actividades\nasociadas con la participación política ciudadana."
          ],
          "respuesta": "Brindar evidencia para defender la idea de que el acceso a internet es un requisito para\nel ejercicio de ciertos derechos.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Dar a conocer ejemplos de países que, hoy en día, han implementado políticas públicas\npara garantizar a la ciudadanía el acceso universal a internet.",
            "Presentar las diversas posturas que, en los últimos años, vienen sosteniendo que el\nacceso a internet debe ser un derecho fundamental.",
            "Exponer las razones por las que, en la actualidad, el acceso a internet es esencial para\nque las personas puedan ejercer sus derechos."
          ],
          "respuesta": "Exponer las razones por las que, en la actualidad, el acceso a internet es esencial para\nque las personas puedan ejercer sus derechos.",
          "solucionario": ""
        },
        {
          "pregunta": "A continuación, se presenta un fragmento del quinto párrafo del texto:\n\n\"Es una realidad ineludible que dependamos de internet para el ejercicio pleno de\nnuestros derechos. Y en tiempos de crisis, como la pandemia del 2020 -que nos obligó\na comunicarnos, informarnos y educarnos mediante internet-, no es arriesgado afirmar\nque la conectividad es una condición imprescindible para el desarrollo humano y la\nsostenibilidad de las democracias\".\n\n¿Por qué los autores hacen referencia a la pandemia en el fragmento anterior?",
          "opciones": [
            "Porque buscan instar a las autoridades gubernamentales a que garanticen el acceso\nuniversal a internet, sobre todo, en un contexto de emergencia.",
            "Porque tratan de demostrar, mediante un ejemplo, que el ejercicio de algunos derechos\nestá sujeto, en gran medida, al acceso a internet.",
            "Porque quieren refutar la idea de que las personas sin acceso a internet pueden ejercer\nsus derechos humanos plenamente."
          ],
          "respuesta": "Porque tratan de demostrar, mediante un ejemplo, que el ejercicio de algunos derechos\nestá sujeto, en gran medida, al acceso a internet.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cl_texto_2_2023",
      "contexto": "El Programa Internacional para la Evaluación de Estudiantes (PISA), a través de sus pruebas\nestandarizadas en lectura, matemáticas y ciencias, ofrece información para estimar si\nlos estudiantes de 15 años podrían atender las demandas laborales de las sociedades\ncontemporáneas. Los resultados de PISA de 2018 muestran, por ejemplo, que el rendimiento\nde un gran porcentaje de adolescentes latinoamericanos está muy lejos del promedio de\nrendimiento de los países que conforman la Organización para la Cooperación y el Desarrollo\nEconómico (OCDE). Estos resultados, pese a que su implicancia en los sistemas educativos debe\ndimensionarse en su justa medida, son un motivo de preocupación comprensible y debe ser\natendido, particularmente en casos como el de Panamá o Argentina, donde se espera que los\nestudiantes muestren un mejor rendimiento, tomando en cuenta los indicadores de riqueza y\nproductividad de sus ciudadanos. Sin embargo, esta preocupación no debe hacer que soslayemos\nun problema central en la educación latinoamericana: la desigualdad.\n\nPor ejemplo, en cuanto al indice de PISA referido a la inclusión social, ningún país de Latinoamérica\nse acercó a la media del conjunto de países evaluados. No debería sorprender, entonces, que en\ntodos los países de la región se haya notado una nítida correlación entre los puntajes obtenidos\npor cada segmento poblacional y el estatus socioeconómico en el que se ubican los estudiantes.\n\nA su vez, PISA estimó qué porcentaje de los resultados obtenidos por los estudiantes en 2018\nse puede atribuir a factores socioeconómicos. Para la mayoría de los países latinoamericanos, la\ncifra fue mucho más alta que el promedio de la OCDE (12%): Perú mostró un 22%; Argentina y\nPanamá, 17%; Uruguay, 16%. Solo Chile (13%) se aproximó a dicho promedio. Una sociedad que\naspire a la igualdad de oportunidades debe contar con una educación que busque mover ese\nporcentaje a cero. No obstante, las estructuras educativas latinoamericanas son reproductoras\nde desigualdad y llevan años siéndolo.\n\nAsí pues, la escuela es un espejo de todo lo bueno y malo que puede ofrecer la educación\nde un país. Y así como en diversos ámbitos de la sociedad latinoamericana, las escuelas de la\nregión son notoriamente disímiles entre sí. La barrera divisoria es, de nuevo, socioeconómica.\nAsí lo expresó un indicador de PISA referido a la disponibilidad de materiales educativos. Resulta\nque la proporción de estudiantes de diversas escuelas que reportaron faltas de material fue\nevidentemente mayor entre aquellas con desventaja socioeconómica. En este caso, Perú fue\nuno de los países que estuvo por debajo del promedio de los países de la OCDE.\n\nPor otra parte, una escuela puede ser un mecanismo de segregación si sus estudiantes son\nnotoriamente diferentes de la diversidad evidenciada en la sociedad o en otras escuelas.\nEste es el único indicador de PISA en el que un país latinoamericano, Chile, exhibió un mejor\npromedio que el de los países de la OCDE. Pero todos los demás presentaron un panorama que\nayuda a entender las diferencias entre el rendimiento que mostraron los estudiantes según su\nnivel socioeconómico. En el caso de algunos países, como Colombia, el grado de segregación\nfue enorme, porque hubo escuelas que concentraron un gran número de estudiantes,\npertenecientes a un estrato socioeconómico alto, con un buen rendimiento en pruebas\nestandarizadas, y otras escuelas que concentraron un alto número de estudiantes -menos\nfavorecidos socioeconómicamente-con un bajo rendimiento en dichas pruebas.\n\nSi solo lograr la igualdad de oportunidades es un objetivo sumamente complicado, se vuelve\ncasi imposible cuando existen altos grados de segregación en los propios sistemas educativos.\nNo se trata solo de materiales ni de calificación de los docentes. Esta segregación se manifiesta\ntambién en el acceso a bibliotecas, a espacios públicos, al cine y al teatro, que es menor para las\npersonas menos favorecidas económicamente.\n\nNo cabe duda de que es importante trabajar en que los países latinoamericanos mejoren su\nrendimiento en las pruebas estandarizadas. Pero esto requiere que se examinen, prioritariamente,\nlas realidades que subyacen a estos resultados. Antes de comparar los resultados en pruebas\nPISA con los del vecino, es necesario analizarlos y preguntarse si acaso se dan las condiciones\npara lograr una verdadera mejora en el rendimiento de nuestros estudiantes. ¿Acaso queremos\nque la educación siga pareciéndose a esas fotografías aéreas que muestran barrios con tejas de\nmetal y suelo de tierra, junto a otros que guardan piscinas, campos de recreación, parques e\ninfraestructura y mansiones entre muros? Si la igualdad de oportunidades no es una realidad,\ntampoco lo es ninguno de los modelos de sociedad que se proponen en los debates ideológicos\nsobre el presente y futuro de la región.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el texto, ¿por qué en Argentina y Panamá llama la atención el bajo rendimiento de los\nestudiantes en las pruebas PISA de 2018?",
          "opciones": [
            "Porque los resultados obtenidos por esos dos países están aún muy lejos de alcanzar el\nrendimiento global de los países de la OCDE.",
            "Porque es esperable que, considerando los indicadores económicos de ambos países,\nsus estudiantes tengan un mejor desempeño.",
            "Porque son países cuyos sistemas educativos dimensionan de manera prudente las\nimplicancias de participar en pruebas estandarizadas."
          ],
          "respuesta": "Porque es esperable que, considerando los indicadores económicos de ambos países,\nsus estudiantes tengan un mejor desempeño.",
          "solucionario": ""
        },
        {
          "pregunta": "En el tercer párrafo del texto, se ha usado la palabra \"reproductoras\" de la siguiente manera:\n\n\"[...] las estructuras educativas latinoamericanas son reproductoras de desigualdad y\nllevan años siéndolo\".\n\n¿Cuál de las siguientes palabras tiene el mismo sentido que \"reproductoras\" en el fragmento\nanterior?",
          "opciones": [
            "Propagadoras.",
            "Validadoras.",
            "Imitadoras."
          ],
          "respuesta": "Propagadoras.",
          "solucionario": ""
        },
        {
          "pregunta": "Según el texto, varios países latinoamericanos participaron en PISA de 2018. ¿Cuál de los\nsiguientes países tuvo una menor brecha en cuanto al rendimiento de los estudiantes de\ndiferentes realidades socioeconómicas?",
          "opciones": [
            "Uruguay.",
            "Chile.",
            "Perú."
          ],
          "respuesta": "Chile.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Advertir que, sin atender la desigualdad socioeconómica que afecta a la educación en\nLatinoamérica, es inviable mejorar los resultados de una prueba estandarizada.",
            "Presentar los aspectos socioeconómicos de los países latinoamericanos que explican el\nbajo rendimiento de los estudiantes en pruebas de lectura, ciencias y matemáticas.",
            "Mostrar los indicadores que se evalúan en una prueba estandarizada para conocer si los\nestudiantes de 15 años de América Latina podrían atender las demandas de la sociedad."
          ],
          "respuesta": "Advertir que, sin atender la desigualdad socioeconómica que afecta a la educación en\nLatinoamérica, es inviable mejorar los resultados de una prueba estandarizada.",
          "solucionario": ""
        },
        {
          "pregunta": "En un fragmento del último párrafo del texto, el autor plantea la siguiente pregunta:\n\n\"¿Acaso queremos que la educación siga pareciéndose a esas fotografías aéreas que\nmuestran barrios con tejas de metal y suelo de tierra, junto a otros que guardan\npiscinas, campos de recreación, parques e infraestructura y mansiones entre muros? Si\nla igualdad de oportunidades no es una realidad, tampoco lo es ninguno de los modelos\nde sociedad que se proponen en los debates ideológicos sobre el presente y futuro de\nla región\".\n\n¿Cuál es la intención principal del autor al plantear la pregunta presentada en ese fragmento?",
          "opciones": [
            "Sostener que la desigualdad en las escuelas latinoamericanas también se vincula con la\nfalta de acceso a espacios públicos en zonas económicamente desfavorecidas.",
            "Mostrar que la profunda desigualdad social en América Latina se expresa tanto en la\ncomposición urbana de las ciudades como en la realidad de las escuelas.",
            "Enfatizar la urgente necesidad de implementar acciones que contribuyan a reducir los\naltos índices de desigualdad de las escuelas en Latinoamérica."
          ],
          "respuesta": "Enfatizar la urgente necesidad de implementar acciones que contribuyan a reducir los\naltos índices de desigualdad de las escuelas en Latinoamérica.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cl_texto_3_2023",
      "contexto": "Entre las décadas de 1950 y 1970, en las instituciones de educación básica, al director escolar\nse le exigía, sobre todo, cumplir con administrar bien -en el sentido burocrático del término-la\nescuela que tenía a su cargo. Desde entonces, sin embargo, los cambios sociales y las nuevas\ndinámicas que se viven dentro del medio escolar han requerido una reforma en el papel que\ndesempeña el directivo. Esto provocó que su rol se transforme para adaptarse a estos cambios\ny a las nuevas demandas de la escuela. A la base de esta transformación, se encuentra la\npremisa de que, en la actualidad, limitar el papel del directivo a la gestión administrativa resulta\ninsuficiente para desarrollar aprendizajes.\n\nEn los últimos años, diversas investigaciones han ido demostrando que el director influye\ndirecta o indirectamente en los logros de aprendizaje de los estudiantes (Leithwood et al., 2006;\nSeashore Louis et al., 2010). Dichas investigaciones señalan que el liderazgo directivo es una\nvariable determinante en el logro académico, después del impacto que genera el desempeño\nde los docentes. En particular, afirman que el director, como líder pedagógico, ejerce un efecto\nen el rendimiento de los estudiantes cuando contribuye a la mejora del trabajo de los docentes\ndentro de las aulas (Leithwood et al., 2006). Para esto, es necesario que el director desarrolle\nentornos de aprendizaje con los maestros, establezca una comunicación fluida con ellos, ofrezca\nretroalimentaciones constantes sobre su labor y comparta la toma de decisiones significativas\npara la escuela.\n\nEn Estados Unidos, Leithwood y un equipo de investigadores señalaron que el efecto que el\nliderazgo del director tiene sobre el aprendizaje explica aproximadamente la cuarta parte de los\nlogros escolares totales. Suskavcevic y Blake (2004), por su parte, hallaron una fuerte correlación\nentre el estilo de liderazgo de los directores y el rendimiento de los estudiantes de escuelas\nprimarias estadounidenses en el Estudio de las Tendencias en Matemáticas y Ciencias de 1999.\n\nEn Canadá, Dhuey y Smith (2011) midieron el efecto que tiene la actuación de los directores\nsobre el rendimiento en matemática y comprensión lectora de estudiantes de cuarto y séptimo\ngrados. Los autores encontraron que, al mejorar la calidad de la gestión del director, mejoraba\ntambién el rendimiento de los estudiantes. Este tipo de hallazgos, en opinión de los investigadores,\npodrían ser la base de una política educativa orientada a identificar a los directivos más efectivos\npara asignarlos a determinadas escuelas, de modo que se puedan acortar las brechas entre los\nlogros de aprendizaje que muestran los estudiantes canadienses.\n\nEn América Latina, estudios realizados por Unicef y el Laboratorio Latinoamericano de Evaluación\nde la Calidad de la Educación dan cuenta del papel de la gestión institucional y pedagógica en\nlos logros de escuelas de calidad con resultados destacables. Estas escuelas se caracterizan por\npresentar una gestión institucional centrada en lo pedagógico; es decir, el quid de su gestión es\nel aprendizaje de los estudiantes.\n\nEn Chile, las escuelas con mejores resultados en la prueba estandarizada del Sistema de Medición\nde la Calidad de la Educación están conducidas por directores que ejercen un buen liderazgo\npedagógico, mediante la construcción de una cultura colaborativa, la atención y apoyo a los\ndocentes, el establecimiento de objetivos grupales, y la creación de una relación productiva con\nla familia y la comunidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las investigaciones a las que se hace referencia en el texto, ¿cuál de las siguientes\nvariables ejerce un mayor impacto en el aprendizaje de los estudiantes?",
          "opciones": [
            "El desempeño de los docentes dentro del salón de clases.",
            "El clima escolar gestionado por el director de la institución educativa.",
            "La participación en pruebas estandarizadas de comprensión lectora y matemática."
          ],
          "respuesta": "El desempeño de los docentes dentro del salón de clases.",
          "solucionario": ""
        },
        {
          "pregunta": "En el quinto párrafo del texto, se ha usado la palabra \"quid\" de la siguiente manera:\n\n\"Estas escuelas se caracterizan por presentar una gestión institucional centrada en lo\npedagógico; es decir, el aprendizaje de los estudiantes es el quid de su gestión\".\n\n¿Cuál de las siguientes palabras tiene el mismo sentido que \"quid\" en el fragmento anterior?",
          "opciones": [
            "Comienzo.",
            "Privilegio.",
            "Esencia."
          ],
          "respuesta": "Esencia.",
          "solucionario": ""
        }
      ]
    },
    
    {
      "idGrupo": "cd_cl_texto_3_2023_cont",
      "contexto": "Entre las décadas de 1950 y 1970, en las instituciones de educación básica, al director escolar\nse le exigía, sobre todo, cumplir con administrar bien -en el sentido burocrático del término-la\nescuela que tenía a su cargo. Desde entonces, sin embargo, los cambios sociales y las nuevas\ndinámicas que se viven dentro del medio escolar han requerido una reforma en el papel que\ndesempeña el directivo. Esto provocó que su rol se transforme para adaptarse a estos cambios\ny a las nuevas demandas de la escuela. A la base de esta transformación, se encuentra la\npremisa de que, en la actualidad, limitar el papel del directivo a la gestión administrativa resulta\ninsuficiente para desarrollar aprendizajes.\n\nEn los últimos años, diversas investigaciones han ido demostrando que el director influye\ndirecta o indirectamente en los logros de aprendizaje de los estudiantes (Leithwood et al., 2006;\nSeashore Louis et al., 2010). Dichas investigaciones señalan que el liderazgo directivo es una\nvariable determinante en el logro académico, después del impacto que genera el desempeño\nde los docentes. En particular, afirman que el director, como líder pedagógico, ejerce un efecto\nen el rendimiento de los estudiantes cuando contribuye a la mejora del trabajo de los docentes\ndentro de las aulas (Leithwood et al., 2006). Para esto, es necesario que el director desarrolle\nentornos de aprendizaje con los maestros, establezca una comunicación fluida con ellos, ofrezca\nretroalimentaciones constantes sobre su labor y comparta la toma de decisiones significativas\npara la escuela.\n\nEn Estados Unidos, Leithwood y un equipo de investigadores señalaron que el efecto que el\nliderazgo del director tiene sobre el aprendizaje explica aproximadamente la cuarta parte de los\nlogros escolares totales. Suskavcevic y Blake (2004), por su parte, hallaron una fuerte correlación\nentre el estilo de liderazgo de los directores y el rendimiento de los estudiantes de escuelas\nprimarias estadounidenses en el Estudio de las Tendencias en Matemáticas y Ciencias de 1999.\n\nEn Canadá, Dhuey y Smith (2011) midieron el efecto que tiene la actuación de los directores\nsobre el rendimiento en matemática y comprensión lectora de estudiantes de cuarto y séptimo\ngrados. Los autores encontraron que, al mejorar la calidad de la gestión del director, mejoraba\ntambién el rendimiento de los estudiantes. Este tipo de hallazgos, en opinión de los investigadores,\npodrían ser la base de una política educativa orientada a identificar a los directivos más efectivos\npara asignarlos a determinadas escuelas, de modo que se puedan acortar las brechas entre los\nlogros de aprendizaje que muestran los estudiantes canadienses.\n\nEn América Latina, estudios realizados por Unicef y el Laboratorio Latinoamericano de Evaluación\nde la Calidad de la Educación dan cuenta del papel de la gestión institucional y pedagógica en\nlos logros de escuelas de calidad con resultados destacables. Estas escuelas se caracterizan por\npresentar una gestión institucional centrada en lo pedagógico; es decir, el quid de su gestión es\nel aprendizaje de los estudiantes.\n\nEn Chile, las escuelas con mejores resultados en la prueba estandarizada del Sistema de Medición\nde la Calidad de la Educación están conducidas por directores que ejercen un buen liderazgo\npedagógico, mediante la construcción de una cultura colaborativa, la atención y apoyo a los\ndocentes, el establecimiento de objetivos grupales, y la creación de una relación productiva con\nla familia y la comunidad.\n\nPor otra parte, también en América Latina, varios estudios han investigado el rol del entorno\nescolar en el rendimiento académico de los estudiantes. Dichos estudios, además de analizar\nvariables ligadas al contexto individual y familiar de los estudiantes, consideran variables\nrelacionadas con los diferentes insumos educativos y los procesos al interior de las escuelas.\nLos resultados obtenidos, particularmente en el análisis de factores asociados al desempeño en\npruebas estandarizadas, evidencian la influencia predominante de variables de proceso, como\nla gestión del director en el clima escolar o el clima percibido por los estudiantes. En la medida\nen que las tareas del director se orienten a la promoción de un clima escolar saludable, habrá\nun impacto positivo en los resultados académicos de los estudiantes.\n\nEn resumen, una dirección pedagógica, que siempre debe estar enfocada en promover el\naprendizaje en la escuela, requiere, entre otros aspectos, que los líderes desarrollen expectativas\nsobre los resultados de los estudiantes, y organicen y propicien oportunidades de aprendizaje\nprofesional para los docentes. Las grandes reformas educativas rara vez tienen éxito sin un\nliderazgo directivo significativamente sostenido y comprometido con su rol pedagógico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Con qué intención las autoras del texto citan varias investigaciones sobre el rol del director\nen la escuela?",
          "opciones": [
            "Mostrar que poseen un amplio conocimiento sobre el tema.",
            "Ofrecer evidencias científicas que le dan respaldo a su planteamiento.",
            "Dejar en claro que el rol del directivo ha sido estudiado en varios países."
          ],
          "respuesta": "Ofrecer evidencias científicas que le dan respaldo a su planteamiento.",
          "solucionario": ""
        },
        {
          "pregunta": "A partir de la información del primer párrafo del texto sobre el papel que debe cumplir un\ndirectivo, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "Si el directivo busca realizar un trabajo centrado en el desarrollo de aprendizajes, debe\ndejar de lado las tareas administrativas de la escuela.",
            "Los cambios en el rol que el directivo desempeña en la escuela responden a demandas\neducativas surgidas antes de la segunda mitad del siglo veinte.",
            "El desarrollo de aprendizajes de los estudiantes requiere que el directivo pueda adaptarse\na las nuevas exigencias de la escuela y a las dinámicas sociales."
          ],
          "respuesta": "El desarrollo de aprendizajes de los estudiantes requiere que el directivo pueda adaptarse\na las nuevas exigencias de la escuela y a las dinámicas sociales.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Demostrar que el rol pedagógico del directivo contribuye significativamente al desarrollo\nde aprendizajes de los estudiantes.",
            "Hacer una descripción de las estrategias que debe implementar el directivo para cumplir\nsu rol en las instituciones educativas.",
            "Presentar diversas investigaciones que han estudiado la evolución del rol que desempeña\nun directivo escolar."
          ],
          "respuesta": "Demostrar que el rol pedagógico del directivo contribuye significativamente al desarrollo\nde aprendizajes de los estudiantes.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cl_texto_4_2023",
      "contexto": "En los últimos años, los brotes de sarampión vienen aumentando entre grupos de niños no\nvacunados en Estados Unidos, principalmente en Washington y Nueva York. Asimismo, cada vez\nmás, los padres y madres de todo el mundo rechazan que sus hijos sean vacunados debido a\nla supuesta relación entre la aplicación de vacunas, y la aparición de algunas enfermedades y\ntrastornos neurológicos.\n\nEn un artículo publicado en la revista The Lancet, en 1998, el gastroenterólogo Andrew Wakefield\nseñaló que ocho niños empezaron a mostrar indicios del trastorno del espectro autista (TEA),\nluego de recibir una vacuna conocida como la triple vírica (contra el sarampión, las paperas y\nla rubéola). El impacto en la opinión pública fue inmediato. Al poco tiempo, las autoridades\nmédicas estadounidenses recomendaron el retiro de las vacunas que contuvieran timerosal,\nun conservante a base de mercurio, pues se pensaba que el mercurio podría ser el agente que\ncausaba el TEA. Desde entonces, en distintos países, el miedo contra las vacunas no ha hecho\nsino crecer, y ha favorecido la creación de grupos que alertan contra los supuestos peligros de\nlos químicos utilizados en las vacunas (como las sales de aluminio, que, según ellos, podrían\ndesencadenar problemas neurológicos). Y, a la vez, estos grupos promueven los supuestos\nbeneficios de permitir que los niños desarrollen sus defensas naturalmente, es decir, sin recibir\nvacunas.\n\nSin embargo, el surgimiento de movimientos antivacunas se gestó sobre una base científica\ncuestionable. El artículo de Wakefield tenía serios problemas metodológicos y conceptuales,\npor lo que la revista que lo publicó debió retirarlo. No solo no demostró que las vacunas\ncausaran autismo, sino que numerosos estudios, que luego investigaron esta posible asociación\nen muestras muchísimo más grandes, tampoco encontraron relación alguna entre las vacunas y\nel TEA. Por ejemplo, en 2019, en Dinamarca, un grupo de investigadores, que siguieron de cerca\nel desarrollo de 657 461 niños daneses entre 1999 y 2010, concluyeron categóricamente que la\ntriple vírica no aumenta el riesgo de presentar autismo, no lo detona ni se relaciona con algún\naumento de casos del TEA. A la fecha, y tras extensas investigaciones, los científicos siguen sin\nencontrar asociación alguna entre el timerosal y la aparición de este trastorno. Cabe señalar,\nademás, que una vacuna contiene menos aluminio que diversos alimentos que no causan\nproblemas de salud, como la leche materna, por ejemplo.\n\nPese a ello, la evidencia no ha aplacado a los movimientos antivacunas, que siguen siendo un\nduro golpe para la salud pública y que, masivamente, difunden sus sospechas sobre la vacunación\nen plataformas digitales, como YouTube, Facebook y Twitter. Si bien se han tomado medidas\npara reducir los contenidos antivacunas y eliminar la información falsa de dichas plataformas, el\npresidente de la Academia Estadounidense de Pediatría, Kyle E. Yasuda, escribió a los directores\nejecutivos de esas plataformas para exhortarlos a implementar medidas más drásticas \"[...] a fin\nde combatir la peligrosa desinformación difundida en internet relacionada con los supuestos\nefectos nocivos de las vacunas\".\n\nHoy sabemos que los movimientos antivacunas, incluso, generan efectos perniciosos que\nafectan la salud pública de países con economías desarrolladas y que no tienen problemas de\nabastecimiento de vacunas. Estados Unidos, por ejemplo, tiene tan solo al 76% de su población\ninfantil de menos de dos años vacunada. En este contexto, enfermedades graves que se pensaban\ndesaparecidas están comenzando a resurgir. En España, por otro lado, el 95% de la población\ninfantil estaba vacunada en el 2019, pero preocupa que esta tasa haya disminuido con relación\nal nivel del 2011 (98%). Y la realidad es desigual entre sus regiones. En Cataluña, en particular,\nsolo están vacunados un 88% de niños menores de un año. Lamentablemente, en esta región,\nun niño que no recibió vacunas por decisión de sus padres falleció tras contraer difteria, una\nenfermedad que se consideraba prácticamente erradicada.\n\nLa vacunación de la población es uno de los más grandes avances de la salud pública en el mundo.\nHa conseguido eliminar enfermedades, como la viruela, y reducir los riesgos de epidemias.\nSin embargo, en esta época, estamos asistiendo al crecimiento de un movimiento que, sin\nningún argumento sólido, está poniendo en peligro estos avances. Si la evidencia demuestra\nque las vacunas han ayudado a combatir las epidemias, es necesario que, desde los gobiernos,\nlos sistemas educativos y la propia ciudadanía, se promueva la absoluta necesidad de seguir\nuniversalizando la vacunación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el primer párrafo del texto, ¿por qué algunos padres rechazan que sus hijos sean\nvacunados?",
          "opciones": [
            "Porque consideran que las vacunas son poco eficaces contra enfermedades como la\ndifteria.",
            "Porque manifiestan que el nivel de efectividad de las vacunas carece de evidencia\ncientífica.",
            "Porque tienen la creencia de que la aplicación de vacunas produce trastornos neurológicos."
          ],
          "respuesta": "Porque tienen la creencia de que la aplicación de vacunas produce trastornos neurológicos.",
          "solucionario": ""
        },
        {
          "pregunta": "En el texto, se menciona que los grupos antivacunas generan efectos perniciosos que afectan\na la salud pública. ¿Cuál es uno de estos efectos?",
          "opciones": [
            "El retiro de las vacunas que tengan como uno de sus componentes al timerosal.",
            "La reaparición de enfermedades que perjudican, sobre todo, a la población infantil.",
            "La falta de abastecimiento de vacunas en países con un sólido desarrollo económico."
          ],
          "respuesta": "La reaparición de enfermedades que perjudican, sobre todo, a la población infantil.",
          "solucionario": ""
        },
        {
          "pregunta": "A partir de la información del texto sobre los movimientos antivacunas, ¿cuál de las siguientes\nafirmaciones es verdadera?",
          "opciones": [
            "Los movimientos antivacunas reciben el apoyo de diversas plataformas digitales como\nFacebook, Twitter y YouTube.",
            "Los movimientos antivacunas basan sus cuestionamientos acerca de las vacunas en\ninformación sin solidez científica.",
            "Los movimientos antivacunas afectan, en mayor medida, la salud de países que carecen\nde vacunas suficientes para la población."
          ],
          "respuesta": "Los movimientos antivacunas basan sus cuestionamientos acerca de las vacunas en\ninformación sin solidez científica.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Alertar sobre el daño que genera la desinformación difundida por los movimientos\nantivacunas.",
            "Cuestionar los hallazgos de algunas investigaciones sobre el aparente efecto nocivo de la\naplicación de vacunas.",
            "Ofrecer datos que muestran que la cobertura de vacunación en países con economías\ndesarrolladas viene decreciendo."
          ],
          "respuesta": "Alertar sobre el daño que genera la desinformación difundida por los movimientos\nantivacunas.",
          "solucionario": ""
        },
        {
          "pregunta": "A continuación, se presenta un fragmento del tercer párrafo del texto:\n\n\"Cabe señalar, además, que una vacuna contiene menos aluminio que diversos alimentos\nque no causan problemas de salud, como la leche materna, por ejemplo\".\n\n¿Cuál es la intención del autor del texto al incluir esta idea?",
          "opciones": [
            "Aclarar que es imposible que el aluminio genere un efecto nocivo en la salud.",
            "Señalar qué niveles de aluminio son potencialmente dañinos para las personas.",
            "Mostrar que la cantidad de aluminio en las vacunas es inofensiva para los niños."
          ],
          "respuesta": "Mostrar que la cantidad de aluminio en las vacunas es inofensiva para los niños.",
          "solucionario": ""
        }
      ]
    }
  ],
  "Conocimientos de Gestión Educativa y Gestión Pública": [
    {
      "idGrupo": "cd_cgegp_pregunta_21_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de las disposiciones para la ejecución del Programa de Mantenimiento de Locales\nEducativos, una institución educativa ha identificado tres necesidades de mantenimiento.\n\n¿Cuál de las necesidades identificadas debe ser atendida con prioridad?",
          "opciones": [
            "Las paredes de los servicios higiénicos presentan filtraciones.",
            "Los techos del Aula de Innovación Pedagógica están deteriorados.",
            "Las ventanas de la oficina del director están oxidadas y no cierran bien."
          ],
          "respuesta": "Las paredes de los servicios higiénicos presentan filtraciones.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_22_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una institución educativa que se encuentra ubicada en una zona lluviosa, se está elaborando\nel Plan de Gestión del Riesgo de Desastres.\n\nAnte la posibilidad de derrumbes y deslizamientos,\n¿cuál de las siguientes acciones es una medida de prevención?",
          "opciones": [
            "Identificar las debilidades en la infraestructura de la institución educativa para reforzarla.",
            "Incorporar en la planificación curricular acciones para la gestión del riesgo de desastres.",
            "Elaborar un currículo de emergencia que permita la continuidad del servicio educativo."
          ],
          "respuesta": "Incorporar en la planificación curricular acciones para la gestión del riesgo de desastres.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_23_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Entre las siguientes acciones planteadas en un Plan de Gestión del Riesgo de Desastres, ¿cuál\nes una acción de reducción?",
          "opciones": [
            "Acondicionar las instalaciones eléctricas de la institución educativa.",
            "Realizar capacitaciones a las brigadas sobre primeros auxilios.",
            "Accionar el sistema de comunicaciones con los bomberos."
          ],
          "respuesta": "Acondicionar las instalaciones eléctricas de la institución educativa.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_24_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al llevar a cabo el plan de mantenimiento y acondicionamiento de la infraestructura en una\ninstitución educativa, ¿cuál de las siguientes acciones es una acción de acondicionamiento?",
          "opciones": [
            "Sustituir las lámparas y luminarias por equipos que utilizan focos ahorradores y de bajo\nconsumo energético.",
            "Adecuar el mobiliario de las aulas colocando elementos removibles en función a la\nsectorización de los espacios.",
            "Revisar los sistemas de electricidad para verificar el estado del cableado y el adecuado\nfuncionamiento de los enchufes."
          ],
          "respuesta": "Adecuar el mobiliario de las aulas colocando elementos removibles en función a la\nsectorización de los espacios.",
          "solucionario": ""
        }
      ]
    },

    
    {
      "idGrupo": "cd_cgegp_pregunta_25_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la zona en la que se encuentra una institución educativa, se van a realizar obras de\nalcantarillado y no podrán utilizarse los servicios higiénicos por dos días. Ante ello, el equipo\ndirectivo está evaluando suspender las actividades durante esos días.\n\n¿Cuál de las siguientes acciones forma parte del procedimiento que debe realizar el equipo\ndirectivo en caso se decida suspender las actividades durante dos días lectivos?",
          "opciones": [
            "Avisar mediante comunicado escrito, con al menos una semana de anticipación, a la\ncomunidad educativa sobre la suspensión de los días lectivos por fuerza mayor o\nsituaciones imprevistas.",
            "Guardar un registro de la reprogramación y recuperación de los días lectivos que fueron\nsuspendidos por fuerza mayor o situaciones imprevistas para informarlo a la UGEL o\nDRE.",
            "Solicitar la autorización de la UGEL o la DRE para reprogramar y recuperar los días lectivos\nsuspendidos por fuerza mayor o situaciones imprevistas."
          ],
          "respuesta": "Guardar un registro de la reprogramación y recuperación de los días lectivos que fueron\nsuspendidos por fuerza mayor o situaciones imprevistas para informarlo a la UGEL o\nDRE.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_26_2023",
      "contexto": "Durante el mes de marzo, Rodrigo, un estudiante extranjero de 16 años, está buscando\nmatricularse en una institución educativa del nivel Secundaria. Para ello, según la norma\nsobre el proceso de matrícula en la educación básica, los extranjeros deben acreditar su\nidentidad y edad presentando los documentos que la autoridad nacional de migraciones\nreconozca.\n\nEn este caso, Rodrigo ha asistido con su mamá a una institución educativa para realizar su\nmatrícula. Al llegar a la institución y entrevistarse con el director, la mamá de Rodrigo le\nexplica que aún no cuenta con los documentos necesarios para acreditar la identidad de su\nhijo.\n\nAnte esta situación, ¿qué acción debe realizar el director de la institución educativa?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el mes de marzo, Rodrigo, un estudiante extranjero de 16 años, está buscando\nmatricularse en una institución educativa del nivel Secundaria. Para ello, según la norma\nsobre el proceso de matrícula en la educación básica, los extranjeros deben acreditar su\nidentidad y edad presentando los documentos que la autoridad nacional de migraciones\nreconozca.\n\nEn este caso, Rodrigo ha asistido con su mamá a una institución educativa para realizar su\nmatrícula. Al llegar a la institución y entrevistarse con el director, la mamá de Rodrigo le\nexplica que aún no cuenta con los documentos necesarios para acreditar la identidad de su\nhijo.\n\nAnte esta situación, ¿qué acción debe realizar el director de la institución educativa?",
          "opciones": [
            "Orientar a la mamá de Rodrigo sobre los pasos necesarios para obtener los documentos\nde migraciones que acrediten la identidad de su hijo. Luego, pedirle que, una vez los\nconsiga, regrese con los documentos validados para realizar el proceso de matrícula de\nsu hijo.",
            "Indicar a la mamá de Rodrigo que debe llenar una declaración jurada y comprometerse\na regularizar la presentación de los documentos de identidad del estudiante durante el\naño escolar. Luego, informarle que la situación será comunicada a la Demuna para las\nacciones correspondientes.",
            "Explicar a la mamá de Rodrigo que la institución educativa posee un número determinado\nde vacantes disponibles para estudiantes extranjeros. Luego, pedirle que llene un\nformulario con sus datos y que, en base al orden de llegada, se comunicarán con las\nfamilias que alcancen vacantes."
          ],
          "respuesta": "Indicar a la mamá de Rodrigo que debe llenar una declaración jurada y comprometerse\na regularizar la presentación de los documentos de identidad del estudiante durante el\naño escolar. Luego, informarle que la situación será comunicada a la Demuna para las\nacciones correspondientes.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_27_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con la finalidad de transparentar su gestión, el director desea comunicar a la comunidad\neducativa la rendición anual de cuentas sobre el estado de ingresos y egresos de la institución\neducativa.\n\nSegún el Marco de Buen Desempeño del Directivo, ¿cuál de las siguientes acciones\nes pertinente como mecanismo para la rendición de cuentas?",
          "opciones": [
            "Publicar la rendición de cuentas en paneles visibles del local institucional para que toda\nla comunidad educativa pueda acceder a la información libremente.",
            "Convocar a los representantes de los estudiantes y/o de los padres de familia y presentarles\nel estado de ingresos y egresos a fin de que ellos lo difundan al resto de la comunidad\neducativa.",
            "Informar a los estudiantes y/o padres de familia que, en caso requieran el estado de\ningresos y egresos, pueden presentar una solicitud en la que indiquen para qué se\nutilizará la información."
          ],
          "respuesta": "Publicar la rendición de cuentas en paneles visibles del local institucional para que toda\nla comunidad educativa pueda acceder a la información libremente.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_28_2023",
      "contexto": "En una institución educativa, se ha identificado que un grupo de estudiantes menores de edad\nconsumen drogas ilegales. Además, se sabe que estos estudiantes inducen a sus compañeros\na asistir a fiestas en donde se venden y consumen estas sustancias.\n\nAdemás de atender la situación informando e involucrando a los padres de familia, el director\ny los docentes se proponen implementar estrategias para abordar esta problemática de\nmanera formativa.\n\n¿Cuál de las siguientes estrategias es más pertinente para ese propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una institución educativa, se ha identificado que un grupo de estudiantes menores de edad\nconsumen drogas ilegales. Además, se sabe que estos estudiantes inducen a sus compañeros\na asistir a fiestas en donde se venden y consumen estas sustancias.\n\nAdemás de atender la situación informando e involucrando a los padres de familia, el director\ny los docentes se proponen implementar estrategias para abordar esta problemática de\nmanera formativa.\n\n¿Cuál de las siguientes estrategias es más pertinente para ese propósito?",
          "opciones": [
            "Desarrollar experiencias de aprendizaje en las que se aborde de manera transversal las\ncausas y consecuencias del uso de drogas ilegales.",
            "Encargar a la comisaría de la localidad la organización y conducción de charlas con los\nestudiantes que se sospecha que consumen o venden sustancias ilegales.",
            "Crear brigadas de estudiantes que se mantengan vigilantes para detectar a los\ncompañeros que consumen drogas de manera que puedan apoyarlos emocionalmente."
          ],
          "respuesta": "Desarrollar experiencias de aprendizaje en las que se aborde de manera transversal las\ncausas y consecuencias del uso de drogas ilegales.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_29_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el mes de octubre, en una institución educativa se está elaborando el presupuesto\npara el Plan Anual de Trabajo del siguiente año. Para la captación de ingresos, se han propuesto\nun conjunto de acciones.\n\nSegún la normativa vigente, ¿cuál de las siguientes acciones es\nadecuada para captar ingresos en una institución educativa pública?",
          "opciones": [
            "Plantear a la Apafa que acuerde con los padres de familia una cuota extraordinaria de\ndinero que todos deben aportar en un plazo razonable.",
            "Alquilar, a un plazo fijo no mayor a un año, el patio de la institución educativa a una\nacademia de karate que trabaja fuera del horario de clases.",
            "Hacer un inventario del mobiliario de la institución educativa que se encuentra en desuso\npara ponerlo a la venta, previa autorización de la UGEL."
          ],
          "respuesta": "Alquilar, a un plazo fijo no mayor a un año, el patio de la institución educativa a una\nacademia de karate que trabaja fuera del horario de clases.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_30_2023",
      "contexto": "La directora de una UGEL ha recibido un memorial de denuncia de un grupo de padres de\nfamilia de estudiantes de una institución educativa de la jurisdicción. En el documento, se\nseñala que, en los últimos meses, el director ha estado realizando actividades lucrativas en\nbeneficio propio utilizando las instalaciones de la institución. En la denuncia, se especifica que\nel director ha establecido acuerdos privados con algunos vecinos de la zona para alquilarles\nuna parte de la loza deportiva como cochera durante la noche. Sin embargo, el director no ha\ncomunicado el hecho ni ha rendido cuentas sobre el dinero recaudado por el alquiler.\n\nA partir de la denuncia, ¿qué acción inmediata debe realizar la directora de la UGEL?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La directora de una UGEL ha recibido un memorial de denuncia de un grupo de padres de\nfamilia de estudiantes de una institución educativa de la jurisdicción. En el documento, se\nseñala que, en los últimos meses, el director ha estado realizando actividades lucrativas en\nbeneficio propio utilizando las instalaciones de la institución. En la denuncia, se especifica que\nel director ha establecido acuerdos privados con algunos vecinos de la zona para alquilarles\nuna parte de la loza deportiva como cochera durante la noche. Sin embargo, el director no ha\ncomunicado el hecho ni ha rendido cuentas sobre el dinero recaudado por el alquiler.\n\nA partir de la denuncia, ¿qué acción inmediata debe realizar la directora de la UGEL?",
          "opciones": [
            "Iniciar un proceso administrativo al director por la inadecuada utilización del local de la\ninstitución educativa.",
            "Separar al director temporalmente del cargo mientras se realizan las indagaciones\ncorrespondientes.",
            "Derivar el expediente a la comisión de procesos administrativos para docentes a fin de\nque inicie el proceso de investigación."
          ],
          "respuesta": "Derivar el expediente a la comisión de procesos administrativos para docentes a fin de\nque inicie el proceso de investigación.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_31_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto al Procedimiento Administrativo Sancionador, ¿cuál es el órgano resolutivo en\ncaso de infracciones consideradas muy graves?",
          "opciones": [
            "La UGEL.",
            "La DRE.",
            "El Minedu."
          ],
          "respuesta": "La DRE.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_32_2023",
      "contexto": "Tres docentes se encuentran participando en un proceso de contratación por evaluación de\nexpedientes para cubrir una plaza en una institución educativa del nivel Primaria. Ninguna de\nlas postulantes cuenta con un título de profesora o licenciada en Educación Primaria. El perfil\nprofesional de cada una es el siguiente:\n\n• Carla tiene un título de Licenciada en Educación y un título de segunda especialidad en\n  Educación Primaria. Además, cuenta con dos años de experiencia en aula en una escuela\n  pública del nivel Primaria.\n• Juliana es bachiller en Educación Primaria y tiene un certificado de capacitación sobre\n  adquisición de la lectoescritura. Además, cuenta con cinco años de experiencia en una\n  escuela pública del nivel Primaria.\n• Marita tiene un título de Licenciada en Educación Especial y cuenta con un diplomado\n  en Educación Primaria. Además, cuenta con cuatro años de experiencia en una escuela\n  privada del nivel Primaria.\n\nSegún la normativa vigente sobre los requisitos de formación académica para la contratación,\n¿cuál de las tres docentes se ubica en una mejor posición en el orden de prelación para ser\ncontratada y cubrir la plaza vacante en la institución educativa?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tres docentes se encuentran participando en un proceso de contratación por evaluación de\nexpedientes para cubrir una plaza en una institución educativa del nivel Primaria. Ninguna de\nlas postulantes cuenta con un título de profesora o licenciada en Educación Primaria. El perfil\nprofesional de cada una es el siguiente:\n\n• Carla tiene un título de Licenciada en Educación y un título de segunda especialidad en\n  Educación Primaria. Además, cuenta con dos años de experiencia en aula en una escuela\n  pública del nivel Primaria.\n• Juliana es bachiller en Educación Primaria y tiene un certificado de capacitación sobre\n  adquisición de la lectoescritura. Además, cuenta con cinco años de experiencia en una\n  escuela pública del nivel Primaria.\n• Marita tiene un título de Licenciada en Educación Especial y cuenta con un diplomado\n  en Educación Primaria. Además, cuenta con cuatro años de experiencia en una escuela\n  privada del nivel Primaria.\n\nSegún la normativa vigente sobre los requisitos de formación académica para la contratación,\n¿cuál de las tres docentes se ubica en una mejor posición en el orden de prelación para ser\ncontratada y cubrir la plaza vacante en la institución educativa?",
          "opciones": [
            "Carla.",
            "Juliana.",
            "Marita."
          ],
          "respuesta": "Carla.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_33_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes casos le corresponde al trabajador una licencia con goce de\nremuneraciones?",
          "opciones": [
            "Cuando recibe una citación expresa, ya sea judicial, militar o policial.",
            "Cuando sus padres, cónyuge o hijos sufren una enfermedad grave.",
            "Cuando asume un cargo político o de confianza."
          ],
          "respuesta": "Cuando recibe una citación expresa, ya sea judicial, militar o policial.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_34_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a los procedimientos administrativos relativos a la Educación Técnico-Productiva,\n¿cuál de los siguientes servicios es realizado exclusivamente por la DRE?",
          "opciones": [
            "Cambio de local, o nuevo local de CETPRO.",
            "Convalidación de estudios o competencias laborales.",
            "Licenciamiento institucional de CETPRO públicos y privados."
          ],
          "respuesta": "Licenciamiento institucional de CETPRO públicos y privados.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_35_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la modalidad de Educación Técnico-Productiva, ¿cuál es la meta de atención de estudiantes\npor docente en zonas rurales?",
          "opciones": [
            "10 estudiantes.",
            "15 estudiantes.",
            "20 estudiantes."
          ],
          "respuesta": "15 estudiantes.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_36_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una actividad de capacitación en la que están participando todos los docentes de una\ninstitución educativa, tres docentes comentan sobre la idea central del enfoque intercultural.\n\n¿Cuál de los docentes expresa un comentario acorde con este enfoque?",
          "opciones": [
            "Paula dice: \"La idea central del enfoque intercultural es que los estudiantes valoren y\nconozcan la historia y el pasado ancestral que todos compartimos para que se identifiquen\ncon sus raíces. Solo al sentirse orgullosos de su pasado podrán aprender a valorar y\nrespetar a todas las culturas\".",
            "Gabriel dice: \"La idea central del enfoque intercultural es que los estudiantes conozcan\ny aprendan sobre las distintas comunidades indígenas que existen en el país, que\nreconozcan las características de cada una y que valoren su cultura y tradiciones\".",
            "Giuliana dice: \"La idea central del enfoque intercultural es que los estudiantes reconozcan\nla diversidad cultural y aprendan a valorar las diferencias existentes entre las distintas\npersonas, respetándolas y enriqueciéndose de ellas\"."
          ],
          "respuesta": "Giuliana dice: \"La idea central del enfoque intercultural es que los estudiantes reconozcan\nla diversidad cultural y aprendan a valorar las diferencias existentes entre las distintas\npersonas, respetándolas y enriqueciéndose de ellas\".",
          "solucionario": ""
        }
      ]
    },
    
    {
      "idGrupo": "cd_cgegp_pregunta_37_2023",
      "contexto": "José Luis es un estudiante con discapacidad visual que se ha integrado en una institución\neducativa. Si bien se realizó un proceso inicial de sensibilización con sus compañeros, el\ndocente ha notado que estos evitan incluir a José Luis en las actividades que realizan alegando\nque, como no puede ver, no será capaz de hacer las tareas de forma adecuada.\n\nAnte esta situación, el docente plantea una estrategia a los estudiantes con el propósito de\nque comprendan las dificultades que afronta José Luis cada día y, así, sean más empáticos\ncon él: les indica que, con los ojos vendados, realicen diversas actividades cotidianas dentro\nde la institución, y luego los invita a compartir cómo se sintieron durante la experiencia.\n\nA continuación, el docente se propone que los estudiantes cuestionen sus estereotipos en\ntorno a las personas con ceguera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para este\npropósito?",
          "opciones": [
            "Hacer notar a los estudiantes que las dificultades que experimentaron durante la\nactividad son parte de la vida diaría de José Luis, y preguntarles cómo se sentirían ellos\nsi, además de todas esas dificultades, fueran excluidos por sus compañeros de las tareas\ngrupales.",
            "Solicitar a los estudiantes que analicen aquellas dificultades que deben enfrentar las\npersonas con ceguera para desenvolverse en la institución educativa, y pedirles que\npropongan alternativas que les permitan desplazarse y acceder a los espacios de manera\nsegura.",
            "Entregar a los estudiantes información sobre personas ciegas que hayan contribuido a\nla sociedad en el campo de las ciencias y las artes, y proponerles que analicen aquellas\ncaracterísticas de su entorno que influyeron positiva o negativamente en su desarrollo."
          ],
          "respuesta": "Entregar a los estudiantes información sobre personas ciegas que hayan contribuido a\nla sociedad en el campo de las ciencias y las artes, y proponerles que analicen aquellas\ncaracterísticas de su entorno que influyeron positiva o negativamente en su desarrollo.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_38_2023",
      "contexto": "Una docente le cuenta a sus colegas que está preocupada por Antonio, uno de sus estudiantes.\nElla ha notado que Antonio siempre realiza comentarios negativos sobre sí mismo; por\nejemplo, \"No entiendo nada, como siempre.\", \"Me irá mal en las evaluaciones, porque yo\nno sirvo para estudiar.\", \"Siempre me sale todo mal, aunque me esfuerce\".\n\nLa docente pide\nsugerencias a sus colegas para ayudar a Antonio a mejorar la imagen que tiene de sí mismo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones es la más adecuada para su propósito?",
          "opciones": [
            "Conversar con Antonio para hacerlo entender que él es tan capaz como cualquiera de sus\ncompañeros. Asimismo, ayudarlo a comprender que, si se esfuerza más, logrará tener\nbuenos resultados, porque, más allá de las habilidades de cada uno, lo más importante\nes tener voluntad y confianza para enfrentar la adversidad.",
            "Realizar una planificación con actividades diferenciadas para Antonio, más sencillas que\nlas de sus compañeros. De esa manera, no se frustrará tanto y ganará confianza poco a\npoco. Además, es importante reforzarlo positivamente delante de sus compañeros cada\nvez que realice un buen trabajo para que se sienta reconocido por ellos.",
            "Reunirse con Antonio y revisar juntos los últimos trabajos que ha realizado. Durante la\nrevisión, destacar los aspectos positivos de su trabajo para que él mismo identifique las\nfortalezas que posee, y luego orientarlo para que reconozca las dificultades que tuvo y\npedirle que proponga estrategias concretas que le permitan superarlas."
          ],
          "respuesta": "Reunirse con Antonio y revisar juntos los últimos trabajos que ha realizado. Durante la\nrevisión, destacar los aspectos positivos de su trabajo para que él mismo identifique las\nfortalezas que posee, y luego orientarlo para que reconozca las dificultades que tuvo y\npedirle que proponga estrategias concretas que le permitan superarlas.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_39_2023",
      "contexto": "En una sesión de retroalimentación, un docente le cuenta a la directora que los estudiantes\nde su aula incumplen las normas de convivencia, a pesar de que fueron establecidas de\nmanera consensuada al inicio del año. A pesar de las estrategias desplegadas por el docente,\nel incumplimiento de las normas está afectando la buena convivencia en el aula. En ese\ncontexto, el docente pregunta a la directora qué acciones podría implementar para atender\nesta situación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que recomiende la directora al docente\npara mejorar la convivencia en el aula?",
          "opciones": [
            "Elaborar con los estudiantes carteles que contengan las normas de convivencia y solicitar\nque los coloquen en varios lugares visibles del aula para que las tengan presentes. Luego,\npedirles que, antes de iniciar cada sesión de aprendizaje, hagan una lectura conjunta de\nlas normas de convivencia a fin de que todos se comprometan a cumplirlas.",
            "Proponer a los estudiantes acciones reparadoras a realizar ante los quiebres más\nrecurrentes de las normas de convivencia. Luego, pedirles que reflexionen individualmente\nsi les conviene continuar incumpliendo las normas. Finalmente, propiciar que cada\nestudiante asuma compromisos específicos que contribuyan a mejorar la convivencia.",
            "Pedir a los estudiantes que identifiquen las normas que suelen incumplir en el aula y\nque analicen las consecuencias en la convivencia. Luego, solicitarles que evalúen, en\nconjunto, si estas normas requieren algún ajuste que favorezca su cumplimiento.\nFinalmente, propiciar que los estudiantes asuman compromisos que contribuyan a\nmejorar la convivencia."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen las normas que suelen incumplir en el aula y\nque analicen las consecuencias en la convivencia. Luego, solicitarles que evalúen, en\nconjunto, si estas normas requieren algún ajuste que favorezca su cumplimiento.\nFinalmente, propiciar que los estudiantes asuman compromisos que contribuyan a\nmejorar la convivencia.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_40_2023",
      "contexto": "Los estudiantes están realizando afiches para una feria de emprendimiento dentro de la\ninstitución educativa. Durante el pintado de los afiches, Jaime invade sin darse cuenta la\nmesa de trabajo de Martha con sus materiales y derrama un poco de pintura. Martha, muy\nmolesta, aparta bruscamente los materiales de Jaime, y estos caen al piso. Luego, Martha\nsale molesta del aula y tira la puerta mientras Jaime se muestra sorprendido. El docente, que\nha observado todo lo ocurrido, sale del espacio de trabajo para conversar con Martha.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego\nde que Martha está más tranquila, ¿cuál de las siguientes intervenciones es más adecuada\npara promover que Martha autorregule su comportamiento ante situaciones que le generan\nmalestar?",
          "opciones": [
            "\"Martha, ¿por qué reaccionaste de esa manera? Si me hubieras dicho que Jaime te\nestaba incomodando, yo habría podido intervenir a tiempo para evitar esta situación.\nDebes saber que con tu comportamiento has incumplido varias normas de convivencia.\n¿Qué sanción crees que debes recibir?\".",
            "\"Martha, cuéntame qué pasó. ¿Por qué te molestó tanto que Jaime invadiera tu mesa\nde trabajo? Dime cómo te sientes ahora luego de lo que ha pasado y cómo crees que se\nsiente Jaime y el resto de tus compañeros. ¿Cómo podríamos reparar esta situación? Y\nen futuras ocasiones, ¿de qué otra manera podrías comunicar tu malestar?\".",
            "\"Martha, explícame qué ha ocurrido. ¿Fue realmente tan grave que Jaime invadiera tu\nespacio de trabajo? ¿Qué crees que va a pensar Jaime de ti ahora? ¿Y tus compañeros?\nSi no logras regular tu temperamento, vas a quedarte sin amigos, y eso es muy triste.\nTe pido que reflexiones sobre lo ocurrido y le pidas disculpas a Jaime y al resto de tus\ncompañeros\"."
          ],
          "respuesta": "\"Martha, cuéntame qué pasó. ¿Por qué te molestó tanto que Jaime invadiera tu mesa\nde trabajo? Dime cómo te sientes ahora luego de lo que ha pasado y cómo crees que se\nsiente Jaime y el resto de tus compañeros. ¿Cómo podríamos reparar esta situación? Y\nen futuras ocasiones, ¿de qué otra manera podrías comunicar tu malestar?\".",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_41_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente se encuentra planificando una sesión de aprendizaje en la que los estudiantes\ndeben operar una máquina que utilizarán por primera vez en el taller de carpintería de una\ninstitución educativa.\n\n¿Cuál de las siguientes acciones pedagógicas es pertinente para que los\nestudiantes aprendan a operar la máquina?",
          "opciones": [
            "Luego de explicar las medidas de seguridad, indicar a los estudiantes que, en grupos,\nobserven y manipulen cada una de las partes de la máquina hasta comprender su\nfuncionamiento. Luego, solicitar que realicen un dibujo o esquema con el nombre y la\nfunción de las partes principales de la máquina. Finalmente, solicitar que, por turnos,\noperen la máquina individualmente.",
            "Mostrar a los estudiantes las partes de la máquina y describir su función, destacando\nlas medidas de seguridad e higiene que se deben poner en práctica al operarla. Luego,\ndemostrar a los estudiantes cómo se opera la máquina indicando los riesgos que implica\nsu uso. Finalmente, promover que, por turnos, la operen individualmente.",
            "Organizar a los estudiantes en grupos y entregarles una ficha técnica de la máquina en\nla que se detallan sus partes, funcionamiento y medidas de seguridad, y pedirles que\nla revisen. Luego, solicitar que describan, con sus propias palabras, la forma segura de\noperar la máquina para verificar que la han comprendido. Finalmente, indicar que, por\nturnos, operen la máquina individualmente."
          ],
          "respuesta": "Mostrar a los estudiantes las partes de la máquina y describir su función, destacando\nlas medidas de seguridad e higiene que se deben poner en práctica al operarla. Luego,\ndemostrar a los estudiantes cómo se opera la máquina indicando los riesgos que implica\nsu uso. Finalmente, promover que, por turnos, la operen individualmente.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_42_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una institución educativa, se van a realizar diversas actividades relacionadas con el\nmantenimiento de los equipos e instrumentos del taller de Repostería con ayuda de los\nestudiantes, y el docente busca aprovechar la situación para promover aprendizajes.\n\n¿Cuál\nde las siguientes actividades tiene mayor demanda cognitiva?",
          "opciones": [
            "Calcular el gasto total realizado en la adquisición de los insumos y materiales utilizados\nen el mantenimiento preventivo de los equipos e instrumentos del taller.",
            "Planificar el proceso de mantenimiento preventivo de los equipos e instrumentos del\ntaller tomando en cuenta los recursos humanos y económicos con los que se cuenta.",
            "Extraer datos de una tabla que muestra las principales fallas de los equipos e instrumentos\ndel taller durante un periodo de tiempo y ordenarlos de mayor a menor según su\nfrecuencia."
          ],
          "respuesta": "Planificar el proceso de mantenimiento preventivo de los equipos e instrumentos del\ntaller tomando en cuenta los recursos humanos y económicos con los que se cuenta.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_43_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante una visita de monitoreo, la directora ha identificado que un docente presenta\ndificultades para aplicar estrategias que fomenten la metacognición de los estudiantes sobre\nsu proceso de aprendizaje.\n\nSi la directora tiene como propósito que el docente mejore dicho\naspecto de su práctica, ¿cuál de las siguientes acciones es más pertinente realizar primero?",
          "opciones": [
            "Solicitar al docente que se reúna con aquellos colegas que aplican estrategias efectivas\npara promover la metacognición para que le brinden recomendaciones para ayudarlo en\nsu aula.",
            "Analizar con el docente las fortalezas y oportunidades de mejora de las estrategias\nque está aplicando para promover la metacognición, y acordar objetivos específicos a\nalcanzar.",
            "Brindar al docente sugerencias de bibliografía que podría ayudarlo a identificar estrategias\npertinentes para promover la metacognición sobre los procesos de aprendizaje de los\nestudiantes."
          ],
          "respuesta": "Analizar con el docente las fortalezas y oportunidades de mejora de las estrategias\nque está aplicando para promover la metacognición, y acordar objetivos específicos a\nalcanzar.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_44_2023",
      "contexto": "El director de una institución educativa del nivel Secundaria está realizando visitas a las\naulas con el propósito de identificar las necesidades formativas de los docentes sobre la\nimplementación de su planificación y el desarrollo de las actividades de aprendizaje.\n\nEn este contexto, el director decide realizar una visita inopinada a un docente durante una\nsesión de aprendizaje. En ella, recoge evidencia del trabajo del docente durante el desarrollo\nde la actividad de aprendizaje y lo coteja con lo registrado en su planificación. Asimismo,\nel director interviene en varias oportunidades para orientar al docente respecto a cómo\nabordar situaciones que se van presentando durante la sesión. Horas más tarde, antes de\nfinalizar la jornada, se entrevista con el docente para conversar con él sobre las fortalezas y\noportunidades observadas durante su visita.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la situación descrita, ¿cuál de las acciones realizadas por el director es inadecuada?",
          "opciones": [
            "Haber realizado la visita al aula del docente sin avisarle con anticipación.",
            "Haber intervenido durante la sesión de aprendizaje en diferentes oportunidades.",
            "Haber realizado la entrevista antes de finalizar la jornada y no inmediatamente después\nde la visita."
          ],
          "respuesta": "Haber intervenido durante la sesión de aprendizaje en diferentes oportunidades.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_45_2023",
      "contexto": "Una UGEL se encuentra implementando un programa de formación docente en servicio con\nacompañamiento pedagógico en ciertas instituciones de su jurisdicción. Luego de aplicar la\nevaluación diagnóstica, se ha observado que la mayoría de los docentes presentan dificultades\npara incorporar el enfoque inclusivo en la planificación de sus sesiones de aprendizaje. Al\nprofundizar en el problema, se identificó que los docentes no conocen con claridad los\ncriterios que deben tomar en cuenta para trabajar de esa manera su planificación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante la necesidad identificada de los docentes, ¿cuál de las siguientes acciones formativas es\nmás pertinente?",
          "opciones": [
            "Desarrollo de talleres.",
            "Reunión de trabajo colegiado.",
            "Visitas más frecuentes en el aula."
          ],
          "respuesta": "Desarrollo de talleres.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_46_2023",
      "contexto": "Como parte de la organización de una feria de proyectos de innovación en una institución\neducativa, las docentes Verónica y Karla están a cargo de asesorar a los equipos finalistas para\nla presentación de sus proyectos.\n\nFaltando una semana para la feria, ambas se reúnen para revisar el avance de los proyectos.\nVerónica informa que ha realizado las asesorías con los equipos que le correspondían y que\nesta semana volverá a reunirse con aquellos que tienen dudas. Por su parte, Karla le comenta\nque, debido a inconvenientes personales, no ha podido realizar las asesorías con los equipos\nque le correspondían.\n\nFrente a esta situación, Verónica se siente fastidiada porque el incumplimiento de Karla\nperjudica a los estudiantes y sus proyectos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de Verónica\nes una forma asertiva de plantear su disconformidad a Karla?",
          "opciones": [
            "\"Debo decir que me ha disgustado mucho que, tras haber asumido este compromiso\ncon anticipación, no lo hayas realizado. Considero que podrías haber avisado que no\nlograrías cumplir con la tarea, a fin de buscar juntas una alternativa\".",
            "\"Creo que has sido desconsiderada con los estudiantes, pues tu incumplimiento los\nperjudica al ponerlos en desventaja respecto a los otros equipos finalistas. Por favor, la\npróxima vez, me avisas con anticipación para poder buscar una solución\".",
            "\"Entiendo que no lograste brindar las asesorías debido a problemas personales. La\npróxima vez, yo puedo ayudarte y hacerme cargo de algunas tareas para que podamos\ncumplir con la planificación y así no perjudicar a los estudiantes\"."
          ],
          "respuesta": "\"Debo decir que me ha disgustado mucho que, tras haber asumido este compromiso\ncon anticipación, no lo hayas realizado. Considero que podrías haber avisado que no\nlograrías cumplir con la tarea, a fin de buscar juntas una alternativa\".",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_47_2023",
      "contexto": "El director de una UGEL ha solicitado a los especialistas del Área de Gestión Pedagógica\n(AGP) que propongan un responsable para la organización de un concurso de proyectos\nde emprendimiento entre las instituciones educativas de la jurisdicción. Cecilia, una de las\nespecialistas, se ha ofrecido para trabajar como responsable. Sin embargo, Lucio, quien\nviene organizando este tipo de eventos hace ya algunos años, indica que debería asumirlo\nél por la experiencia y los contactos con los que ya cuenta. Cecilia, por su parte, manifiesta\nque debe ser ella, porque el concurso necesita renovarse y, dado que ella tiene su propio\nemprendimiento, tiene la suficiente experiencia como para llevar a cabo la organización. La\nsituación presentada ha generado un conflicto entre ambos especialistas que ha afectado\nnegativamente el clima institucional.\n\nEl director, al percatarse de lo sucedido, les pide a Cecilia y a Lucio que se acerquen a su\noficina para conversar con ellos y llegar a una solución.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta reunión, ¿cuál de las\nsiguientes intervenciones del director es más adecuada para mediar el conflicto entre ambos\nespecialistas?",
          "opciones": [
            "\"Por favor, quisiera que cada uno me explique su posición frente a esta situación y me\nbrinde sus argumentos. Sobre la base de lo que me digan, analizaré la situación de\nmanera imparcial para brindarles una solución en la que ambos se vean favorecidos.\nEspero que, con esa solución, los dos se comprometan a trabajar juntos\".",
            "\"Primero quisiera darles el espacio para que cada uno exprese sus intereses y las\nnecesidades que los motivan. Sobre esa base, haré una síntesis del conflicto y ustedes,\nevaluando la postura del otro, me plantearán posibles soluciones con las que se sentirían\ncómodos. Luego, entre ambos, llegarán a un acuerdo sobre la organización\".",
            "\"Les pido que cada uno intente comprender la postura del otro, y que sean conscientes\nde cómo afecta este tipo de incidentes al clima laboral de la UGEL. Es importante que\nentiendan que, para que los demás aprendan a trabajar en equipo, es necesario que nos\nvean haciéndolo nosotros. Por ello, para solucionar el conflicto, les pido que organicen\njuntos el evento y que demuestren que son capaces de trabajar en equipo\"."
          ],
          "respuesta": "\"Primero quisiera darles el espacio para que cada uno exprese sus intereses y las\nnecesidades que los motivan. Sobre esa base, haré una síntesis del conflicto y ustedes,\nevaluando la postura del otro, me plantearán posibles soluciones con las que se sentirían\ncómodos. Luego, entre ambos, llegarán a un acuerdo sobre la organización\".",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_48_50_2023",
      "contexto": "Una madre de familia ha acudido a la institución educativa a la que asiste su hija de 13 años\npara reunirse con el director. En la reunión, la madre de la estudiante manifiesta que su\nhija no quiere asistir a clases, debido a que siente miedo de su profesora. Al preguntarle\npor qué siente miedo, su hija le contó que la profesora le jaló con fuerza el cabello y le gritó\ndelante de todos sus compañeros porque no estaba prestando atención a las indicaciones\nde un experimento de química que iban a realizar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, además de brindar las medidas de protección necesarias a la estudiante y\nreportar el caso en el portal SíseVe, ¿cuál de las siguientes acciones debe realizar el director\nen primera instancia para atender el caso?",
          "opciones": [
            "Levantar y suscribir junto con la madre de la estudiante un acta de denuncia en la que\nse describan los hechos ocurridos y enviarla a la UGEL, además de informar el hecho a la\nPolicía Nacional del Perú o al Ministerio Público.",
            "Recabar información sobre la ocurrencia del incidente realizando entrevistas a la\nestudiante, a sus compañeros y a la docente involucrada, de manera que se corrobore la\nagresión y quede claro el contexto en el que ocurrió.",
            "Realizar un llamado de atención a la profesora y solicitarle que firme un documento en el\nque se comprometa a que este tipo de acciones de violencia no volverán a suceder bajo\nninguna circunstancia."
          ],
          "respuesta": "Levantar y suscribir junto con la madre de la estudiante un acta de denuncia en la que\nse describan los hechos ocurridos y enviarla a la UGEL, además de informar el hecho a la\nPolicía Nacional del Perú o al Ministerio Público.",
          "solucionario": ""
        }
      ]
    },
   
    {
      "idGrupo": "cd_cgegp_caso_48_50_2023_cont",
      "contexto": "Una madre de familia ha acudido a la institución educativa a la que asiste su hija de 13 años\npara reunirse con el director. En la reunión, la madre de la estudiante manifiesta que su\nhija no quiere asistir a clases, debido a que siente miedo de su profesora. Al preguntarle\npor qué siente miedo, su hija le contó que la profesora le jaló con fuerza el cabello y le gritó\ndelante de todos sus compañeros porque no estaba prestando atención a las indicaciones\nde un experimento de química que iban a realizar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es una medida de protección adecuada ante un caso de\nviolencia como el descrito?",
          "opciones": [
            "Separar a la docente que cometió la agresión o mantenerla alejada de la estudiante para\nevitar situaciones que generen malestar a la estudiante agredida.",
            "Exonerar a la estudiante de asistir a las clases en la institución por un periodo de tiempo\nhasta que se termine de realizar la investigación sobre la agresión.",
            "Ofrecer a la estudiante la opción de cambiar de aula para que se sienta más tranquila y\nevite encontrarse con la docente involucrada."
          ],
          "respuesta": "Separar a la docente que cometió la agresión o mantenerla alejada de la estudiante para\nevitar situaciones que generen malestar a la estudiante agredida.",
          "solucionario": ""
        },
        {
          "pregunta": "Con el propósito de prevenir que se presenten nuevas situaciones de violencia escolar, se\nestá planificando desarrollar un conjunto de acciones con los compañeros de la estudiante\nagredida.\n\n¿Cuál de las siguientes acciones es más adecuada para el propósito planteado?",
          "opciones": [
            "Llevar a cabo una reunión con todos los compañeros de la estudiante agredida en la que\nanalicen el caso de su compañera para luego plantear diferentes alternativas de abordaje\ny solución frente a lo ocurrido.",
            "Realizar un taller con los estudiantes con el propósito de que logren identificar los diversos\ntipos de violencia escolar y que aprendan a detectar las principales señales de riesgo que\nles permitirían actuar de forma adecuada y oportuna.",
            "Organizar una exposición interactiva en la institución en la que se expliquen los\nprocedimientos que deben seguirse ante la ocurrencia de hechos de violencia escolar y\nlas consecuencias a las que se enfrentarían estudiantes y docentes si no las cumplen."
          ],
          "respuesta": "Realizar un taller con los estudiantes con el propósito de que logren identificar los diversos\ntipos de violencia escolar y que aprendan a detectar las principales señales de riesgo que\nles permitirían actuar de forma adecuada y oportuna.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_51_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el ámbito educativo, ¿a qué se denomina cultura institucional?",
          "opciones": [
            "Al conjunto de creencias, valores y costumbres compartidos por los miembros de una\ninstitución educativa.",
            "A la organización jerárquica de las funciones y actividades de los miembros de una\ninstitución educativa.",
            "Al nivel de desarrollo de las competencias laborales y pedagógicas de los miembros de\nuna institución educativa."
          ],
          "respuesta": "Al conjunto de creencias, valores y costumbres compartidos por los miembros de una\ninstitución educativa.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_52_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una función del Consejo Nacional de Educación\n(CNE)?",
          "opciones": [
            "Diseñar y proponer al Ministerio de Educación planes de intervención diseñados para\natender necesidades particulares de los usuarios del sistema educativo.",
            "Promover la articulación intersectorial, generando acuerdos y compromisos entre el\nEstado y otros actores a favor del desarrollo educativo del país.",
            "Diseñar y proponer a las Direcciones Regionales de Educación proyectos de mejora\neducativa para responder a las demandas educativas de las regiones."
          ],
          "respuesta": "Promover la articulación intersectorial, generando acuerdos y compromisos entre el\nEstado y otros actores a favor del desarrollo educativo del país.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_53_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes instituciones es la encargada de controlar y supervisar la legalidad de\nla ejecución del presupuesto de los gobiernos regionales y locales de forma permanente?",
          "opciones": [
            "La Contraloría General de la República.",
            "El Ministerio de Economía y Finanzas.",
            "La Procuraduría General del Estado."
          ],
          "respuesta": "La Contraloría General de la República.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_54_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas NO es una función del Centro Nacional de Planeamiento\nEstratégico (CEPLAN)?",
          "opciones": [
            "Orientar, coordinar e implementar el Sistema Nacional de Planeamiento Estratégico.",
            "Incorporar cambios normativos para el planeamiento estratégico en los tres niveles de\ngobierno.",
            "Implementar acciones de planeamiento estratégico ad hoc en las instituciones educativas\npúblicas."
          ],
          "respuesta": "Implementar acciones de planeamiento estratégico ad hoc en las instituciones educativas\npúblicas.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_caso_55_56_2023",
      "contexto": "Una tarde, la madre de Alicia, una estudiante de 15 años, se acerca muy preocupada a la\ninstitución educativa buscando a su hija, porque no ha llegado a casa luego de clases. El\ndirector se ofrece a acompañar a la madre de Alicia a hacer la denuncia en la comisaría.\nSin embargo, allí les dicen que no pueden recibir ni tramitar la denuncia hasta 24 horas\ndespués de la desaparición.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El director sabe que, según la ley, ella tiene el derecho a presentar la denuncia inmediatamente\ny, por eso, decide acompañarla a presentar una queja, que puede realizarse en varias\nentidades públicas.\n\n¿En cuál de las siguientes entidades NO se puede presentar la queja?",
          "opciones": [
            "En la Demuna.",
            "En la Defensoría del Pueblo.",
            "En la Municipalidad distrital."
          ],
          "respuesta": "En la Municipalidad distrital.",
          "solucionario": ""
        },
        {
          "pregunta": "Luego de varias horas, Alicia regresa a su casa y le cuenta a su mamá que, al salir de la\ninstitución educativa, un hombre comenzó a seguirla y a acosarla, y, por eso, se escondió\nen casa de una compañera hasta que el hombre se fue. La madre de Alicia decide acudir a\nla comisaría a hacer una denuncia por acoso sexual.\n\n¿Cuál de las siguientes instituciones se\nencarga de investigar este tipo de delitos y ejercitar la acción penal de oficio?",
          "opciones": [
            "El Poder Judicial.",
            "El Ministerio Público.",
            "La Defensoría del Pueblo."
          ],
          "respuesta": "El Ministerio Público.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_57_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a la articulación de la Educación Técnico-Productiva con la Educación Básica,\n¿cuál de las siguientes alternativas es correcta?",
          "opciones": [
            "Los CETPRO suscriben convenios con instituciones educativas de nivel secundario, para\nimplementar estrategias orientadas a incluir a los estudiantes del CETPRO en la educación\nbásica.",
            "Los CETPRO reconocen las competencias y capacidades adquiridas en el área de\nEducación para el Trabajo a través de mecanismos de convalidación, siempre y cuando\nexista un convenio para tal efecto.",
            "Los CETPRO, a través de convenios, pueden brindar formación en habilidades técnicas a\nlos estudiantes de educación básica en el marco del desarrollo de capacidades del área\nde Educación para el Trabajo."
          ],
          "respuesta": "Los CETPRO, a través de convenios, pueden brindar formación en habilidades técnicas a\nlos estudiantes de educación básica en el marco del desarrollo de capacidades del área\nde Educación para el Trabajo.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_58_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones respecto a los Compromisos de Gestión Escolar es\ncorrecta?",
          "opciones": [
            "Los Compromisos de Gestión Escolar se determinan según el contexto y las características\nde cada institución educativa.",
            "Los Compromisos de Gestión Escolar señalan los resultados priorizados para facilitar la\ngestión adecuada de la institución educativa.",
            "Los Compromisos de Gestión Escolar son herramientas de incentivos que permiten\notorgar recursos adicionales para las mejoras en la institución educativa."
          ],
          "respuesta": "Los Compromisos de Gestión Escolar señalan los resultados priorizados para facilitar la\ngestión adecuada de la institución educativa.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_59_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la Guía para la Gestión Escolar de instituciones educativas y programas educativos\nde Educación Básica, ¿cuál de las siguientes prácticas pertenece al Compromiso de Gestión\nEscolar 3, \"Gestión de las condiciones operativas orientada al sostenimiento del servicio\neducativo ofrecido por la Institución Educativa\"?",
          "opciones": [
            "Monitorear el trabajo de los docentes en favor de los aprendizajes e implementar\nestrategias para desarrollar sus competencias en el ámbito pedagógico.",
            "Desarrollar estrategias para la atención de estudiantes en riesgo de interrumpir sus\nestudios de manera que alcancen los aprendizajes esperados y culminen su trayectoria\nescolar.",
            "Dar seguimiento a la asistencia y puntualidad de los estudiantes y del personal de la\ninstitución educativa para asegurar el cumplimiento del tiempo lectivo y de gestión."
          ],
          "respuesta": "Dar seguimiento a la asistencia y puntualidad de los estudiantes y del personal de la\ninstitución educativa para asegurar el cumplimiento del tiempo lectivo y de gestión.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cd_cgegp_pregunta_60_2023",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una institución educativa, se está recogiendo información para la evaluación del\ncumplimiento de los Compromisos de Gestión Escolar.\n\n¿Cuál de las siguientes alternativas\npresenta información que permite evaluar el cumplimiento del compromiso 4, \"Gestión de\nla práctica pedagógica orientada al logro de aprendizajes previstos en el perfil de egreso del\nCurrículo Nacional de Educación Básica\"?",
          "opciones": [
            "Información sobre la generación de diversos espacios de trabajo colegiado y otras\nestrategias de acompañamiento realizadas a los docentes.",
            "Información sobre la entrega oportuna de materiales educativos y la promoción para el\nuso de los mismos con los estudiantes en el aula.",
            "Información sobre la elaboración articulada y concertada de las normas de convivencia\nde la institución educativa, y su difusión."
          ],
          "respuesta": "Información sobre la generación de diversos espacios de trabajo colegiado y otras\nestrategias de acompañamiento realizadas a los docentes.",
          "solucionario": ""
        }
      ]
    }
  ]
}
  