{
  "Comprensión lectora": [
    {
      "idGrupo": "cl_texto_1_2018",
      "contexto": "Quien ofenda al doctor Francisco Montenegro con una palabra maliciosa, con una sonrisa jorobada o un gesto amarillento será abofeteado públicamente.\nDurante sus treinta años como juez principal de la región, la mano del doctor ha visitado muchas mejillas altaneras.\n¿No abofeteó acaso al sargento Cabrera? ¿No abofeteó al jefe de la Caja de Depósitos y Consignaciones?\nY lo peor: nadie sabe cuándo el ofensor recibirá la atronadora caricia del doctor. ¿A la salida de la misa?\n¿En el club? ¿En la plaza? ¿En la puerta de su casa?\nEl elegido por sus manos se cocina en la impaciencia. ¿Un exceso de confianza al dirigirse al doctor?\n¿Un tono de voz muy alto para los oídos del doctor? ¿Considerarlo tan descuidado como para extraviar una moneda?\nLa reparación exigida por el doctor sería inevitable.\nCierto atardecer, por la esquina de la plaza de Yanahuanca, se mostró el doctor.\nComo acostumbraba cada atardecer, descendió a la plaza para iniciar su imperturbable paseo.\nHacia las siete de ese frío crepúsculo, se detuvo, consultó su reloj y se enfiló hacia un caserón de tres pisos.\nMientras ascendía por unos escalones para cruzar el centro de la plaza, una moneda cayó de uno de sus bolsillos, rodó y se detuvo en la primera grada.\nEn ese momento, don Herón de los Ríos, el alcalde, que hacía rato esperaba lanzar un sombrerazo de saludo al doctor, gritó: \"¡Don Paco, se le ha caído un sol!\"; sin embargo, no hubo respuesta.\nDon Herón, los comerciantes y los muchachos de la zona se aproximaron.\nCon gesto inusualmente severo, el alcalde levantó el índice: \"¡Que nadie la toque!\".\nLa noticia se propaló por todas las casas de Yanahuanca: el doctor Montenegro había extraviado un sol.\n\"¡Es el sol del doctor!\", susurraban los pobladores. Prevenidos por el director de la escuela -\"¡ No vaya a ser que una imprudencia conduzca a vuestros padres a la cárcel!\"-, los escolares la admiraron al mediodía.\nDos horas antes, un mocoso de ocho años se había atrevido a arañarla con un palito: hasta ahí llegó el coraje de la provincia.\nTras la agitación de las primeras semanas, la provincia se acostumbró a convivir con la moneda.\nLos comerciantes de la plaza, responsables de primera línea, vigilaban sigilosamente a los curiosos.\nPrecaución inútil: hasta los indigentes sabían que apoderarse de esa moneda resultaría nefasto.\nLa moneda llegó a ser una atracción en toda la provincia.\nEl único que nunca tuvo noticias de una moneda destinada a probar la honradez de la provincia fue quien la extravió.\nCada crepúsculo, don Francisco recorría veinte vueltas exactas. Todas las tardes repetía los doscientos cincuenta y seis pasos que constituyen la vuelta del polvoriento rectángulo.\nDurante una hora, ese caballero contempla el sol del atardecer.\nCincuenta y nueve minutos después de iniciada su entrevista solar, baja la escalera, cruza el portón y se aleja lentamente.\nHasta los perros saben que de seis a siete no se ladra allí.\nNoventa y siete días después del crepúsculo en que rodó la moneda del doctor, de una cantina salió Encarnación López.\nMal aconsejado por el aguardiente, decidió apoderarse del mitológico sol.\nEn plena noche, susurrando obscenidades, Encarnación iluminó el sol con su linterna.\nRecogió la moneda, la metió en el bolsillo y desapareció.\nPasada la resaca, por los labios de su mujer, Encarnación conoció al día siguiente el bárbaro tamaño de su coraje.\nPresuroso, corrió hacia la plaza. Solo cuando descubrió que él mismo, sonámbulo, había depositado la moneda en su sitio, recuperó la calma.\nInesperadamente, se había dado el curioso caso de que una provincia dedicada al abigeato se laqueó de una imprevista honradez.\nEste florecimiento moral inflamó el orgullo de los viejos. Cada tarde, preguntaban a los niños: \"¿Y la moneda del doctor?\". \"Nadie la ha tocado\". Los ancianos levantaban el índice: \"¡Así debe ser; los honrados no necesitan candados!\".\nCon el pasar de los días, la celebridad de la moneda rebasó las fronteras de la provincia.\nTemerosos ante la ignorancia de los extraños, los regidores de Yanahuanca recorrieron los distritos de la provincia, advirtiendo de casa en casa que en la plaza de Armas envejecía una moneda intocable.\nPor supuesto, nadie la tocó. No bien llegaban forasteros, la chiquillería advertía: \"¡Cuidado con la moneda del doctor!\". Los de afuera sonreían, pero el rostro de los comerciantes los enfriaba.\nA pesar de esto, un engreído agente comercial de Huancayo preguntó burlón: \"¿Cómo sigue de salud la moneda?\". Consagración Mejorada le contestó: \"Si usted no vive aquí, no abra la boca\". \"Yo vivo en cualquier parte\", contestó el bellaco, avanzando. Consagración le trancó la calle con sus dos metros: \"Atrévase a tocarla\", tronó.\nEl huancaíno se congeló y salió corriendo. Consagración, que en el fondo era un cordero, se retiró confuso.\nEn la esquina, lo felicitó el alcalde: \"¡Así hay que ser: derecho!\". Esa misma noche, se supo que Consagración, cuya única hazaña era beberse sin parar una botella de aguardiente, había salvado al pueblo.\nEn esa esquina, conoció la suerte. Porque, no bien amaneció, los comerciantes de la provincia, orgullosos de que un yanahuanquino le hubiera parado el macho a un badulaque huancaíno, lo contrataron para descargar, por cien soles mensuales, las mercaderías.\nCierto atardecer, casi a la misma hora en que un año antes la extraviara, los ojos del doctor Montenegro sorprendieron una moneda.\nSe detuvo delante del escalón. Recogió el sol y se alejó.\nContento de su buena suerte, esa noche reveló en el club: \"¡Señores, me he encontrado un sol en la plaza!\".\nLa provincia suspiró.\nAdaptado de Redoble por Rancas de Manuel Scorza.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el texto, ¿quién dio la orden de que nadie tocara la moneda del doctor Montenegro?",
          "opciones": [
            "Encarnación López.",
            "El sargento Cabrera.",
            "Don Herón de los Ríos."
          ],
          "respuesta": "Don Herón de los Ríos.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál de los siguientes acontecimientos ocurrió primero en la historia?",
          "opciones": [
            "Un grupo de estudiantes admiró la moneda de la plaza sin tocarla.",
            "Un niño de 8 años arañó con un palo la moneda que se encontraba en la plaza.",
            "Los regidores avisaron, de casa en casa, que en la plaza había una moneda intocable."
          ],
          "respuesta": "Un niño de 8 años arañó con un palo la moneda que se encontraba en la plaza.",
          "solucionario": ""
        },
        {
          "pregunta": "En el texto, ¿por qué se dice que Consagración Mejorada \"conoció la suerte\"?",
          "opciones": [
            "Porque impidió que un forastero tomara la moneda.",
            "Porque demostró una gran valentía sin proponérselo.",
            "Porque lo contrataron para hacer trabajos de descarga."
          ],
          "respuesta": "Porque lo contrataron para hacer trabajos de descarga.",
          "solucionario": ""
        },
        {
          "pregunta": "En el texto, ¿cuál es el principal rasgo de la personalidad del doctor Montenegro?",
          "opciones": [
            "Es prepotente.",
            "Es olvidadizo.",
            "Es precavido."
          ],
          "respuesta": "Es prepotente.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Por qué se dice, al final del texto, que \"La provincia suspiró\"?",
          "opciones": [
            "Porque los yanahuanquinos sentían satisfacción de haber sido capaces de salvaguardar la moneda del doctor Montenegro durante tanto tiempo.",
            "Porque los yanahuanquinos sentían alivio de que el doctor Montenegro ya no fuera a tomar represalias contra alguno de ellos.",
            "Porque los yanahuanquinos sentían pena de haber perdido la moneda que había sido una fuente de alegría para toda la provincia."
          ],
          "respuesta": "Porque los yanahuanquinos sentían alivio de que el doctor Montenegro ya no fuera a tomar represalias contra alguno de ellos.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cl_texto_2_2018",
      "contexto": "\"Los efectos positivos de los dispositivos electrónicos en el rendimiento escolar son, cuando menos, dudosos. Así pues, no debemos llenar la escuela de dispositivos electrónicos para perseguir la ilusión de efectos pedagógicos en realidad inexistentes\".\nAsí lo afirma el reputado investigador Roberto Casati, en su libro Elogio del papel. Cabe acotar que Casati no es alérgico a las tecnologías digitales (a menudo llamadas tecnologías de la información y comunicación, o TIC), que utiliza con gran frecuencia porque le resultan indispensables para muchas de sus actividades.\nSin embargo, en lo que toca al uso de las TIC para el aprendizaje escolar, son diversos los estudios que confirman la tesis de este autor: el aprendizaje decrece en la medida en que aumenta el tiempo que los estudiantes ocupan en computadoras, smartphones, etc.\nLa merma en los aprendizajes es perceptible, sobre todo, en la lectura. En este sentido, las psicólegas educativas Patricia Alexander y Lauren Singer han hallado que los niños y adolescentes que han crecido con las TIC también pueden aprender mejor con los libros de papel. Este hallazgo surge de la revisión de docenas de estudios desde 1992 sobre las diferencias existentes entre la palabra escrita y digital, cuyos resultados contradicen la creencia, generalizada entre los estudiantes, de que se aprende mejor leyendo en la pantalla que con los textos impresos. Pero una cosa es que la lectura digital resulte más atractiva y otra muy distinta que favorezca una mejor comprensión. Esto se evidencia, en particular, cuando los textos superan cierta extensión y tratan algún tema con cierto grado de profundidad.\nLos individuos cuyo contacto con la lectura se da esencialmente a través de una pantalla son, a menudo, maestros del zapping: pasan con facilidad de un texto a otro sin detenerse mucho tiempo en uno solo. Esta práctica les proporciona enormes ventajas para localizar información, e incluso para hacerse una idea aproximada, aunque a menudo superficial, del contenido de un texto; por ello, es ideal para satisfacer necesidades inmediatas. Sin embargo, cabe preguntarse si es una práctica de lectura plena. En realidad, el desarrollo pleno de la comprensión lectora requiere la capacidad de sostener la atención durante un tiempo prolongado sobre un texto extenso, así como la puesta en juego del análisis, del razonamiento, del juicio crítico.\nVale la pena, por lo tanto, cuestionar el uso que se les da comúnmente a las diversas tecnologías digitales, sin que su potencial esté en discusión. ¿Se están poniendo las TIC al servicio de los fines educativos, al margen de los intereses económicos de las grandes multinacionales tecnológicas?\nSuele, más bien, ocurrir al revés. Primero, se llena la escuela de computadoras, tabletas electrónicas, pizarras digitales y otros artefactos, y, posteriormente, se discute su uso didáctico. Y a veces ni esto. En tales casos, el imperio tecnológico sustituye o determina la agenda de la institución educativa. Por ello mismo, surge la necesidad de ser cuidadosos con las inversiones en aparatos que pronto se vuelven obsoletos.\nHay administraciones educativas que, de forma irresponsable, firman contratos millonarios, cautivadas por el lustre y prestigio de la novedad. Sin embargo, es vital conocer las diversas necesidades educativas de los estudiantes antes de gestionar, en función de estas, las posibilidades de contar con un artefacto tecnológico pertinente, que nos ayude a promover mejores aprendizajes.\nEl libro y la escuela, afirma Casati, son dos elementos claves de la resistencia a la digitalización a ultranza, porque se sitúan en una zona todavía controvertida y disputada, y porque el desarrollo moral e intelectual de los seres humanos no puede dejarse al albur de la cultura del zapping ni estar sometido a la carrera desenfrenada del cambio tecnológico. La escuela y los libros de papel, en efecto, precisan ser protegidos de estas y otras dinámicas sociales aceleradas. La fuerza de la escuela no consiste en saber adaptarse a los nuevos tiempos, sino en su capacidad para crear zonas de tranquilidad desde las que se pueda observar críticamente la evolución de la sociedad.\nUna escuela de calidad que apuesta por un conocimiento sólido, por un aprendizaje situado y por un pensamiento crítico se sustenta en el triángulo formado por la lectura, la escritura y la oralidad.\nUna lectura más atenta, reflexiva y profunda. Una escritura sustanciosa y pausada que atienda la complejidad que no soportan las publicaciones cortas en Facebook u otras plataformas digitales masivas.\nUna oralidad forjada en la conversación democrática con argumentos y el intercambio respetuoso de puntos de vista, lejos del ruido mediático donde triunfa el que más grita.\nAdaptado de \"Elogio del papel (y de la palabra pausada)\" de Jaume Carbonell.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el primer párrafo del texto, se menciona lo siguiente:\nCabe acotar que Casati no es alérgico a las tecnologías digitales (a menudo llamadas tecnologías de la información y comunicación, o TIC), que utiliza con gran frecuencia porque le resultan indispensables para muchas de sus actividades.\n¿Con qué objetivo se incluye esta información en el texto?",
          "opciones": [
            "Para evidenciar que Casati tiene una postura contradictoria en cuanto al uso de las tecnologías de la información en las escuelas.",
            "Para demostrar que Casati comparte la idea de que las tecnologías de la información contribuyen en la mejora del aprendizaje escolar.",
            "Para aclarar que la crítica de Casati hacia el uso de dispositivos electrónicos en la escuela no surge de un desconocimiento de las tecnologías de la información."
          ],
          "respuesta": "Para aclarar que la crítica de Casati hacia el uso de dispositivos electrónicos en la escuela no surge de un desconocimiento de las tecnologías de la información.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál es la idea principal del segundo párrafo del texto?",
          "opciones": [
            "Las investigaciones han revelado que la lectura en libros de papel permite un mejor aprendizaje que la lectura en libros digitales.",
            "La merma en los aprendizajes de los estudiantes se percibe en el desempeño de habilidades comunicativas, como la lectura.",
            "Leer un texto puede ser más o menos atractivo para el público dependiendo del formato en que dicho texto se presente."
          ],
          "respuesta": "Las investigaciones han revelado que la lectura en libros de papel permite un mejor aprendizaje que la lectura en libros digitales.",
          "solucionario": ""
        },
        {
          "pregunta": "Según el texto, ¿en qué consiste \"la fuerza de la escuela\"?",
          "opciones": [
            "En apostar por el fomento de un conocimiento sólido, por un aprendizaje situado y por un pensamiento crítico.",
            "En poner las TIC al servicio de los fines educativos, al margen de los intereses de las multinacionales tecnológicas.",
            "En poder generar espacios de tranquilidad desde los cuales los estudiantes puedan observar críticamente la evolución de la sociedad."
          ],
          "respuesta": "En poder generar espacios de tranquilidad desde los cuales los estudiantes puedan observar críticamente la evolución de la sociedad.",
          "solucionario": ""
        },
        {
          "pregunta": "De acuerdo con la postura del autor del texto, ¿qué tienen en común el zapping y la escritura de publicaciones cortas en Facebook?",
          "opciones": [
            "Ambas actividades están atadas a una dinámica social acelerada y al cambio tecnológico.",
            "Ambas actividades facilitan la comprensión global del contenido de un texto.",
            "Ambas actividades benefician el desarrollo de habilidades de escritura."
          ],
          "respuesta": "Ambas actividades están atadas a una dinámica social acelerada y al cambio tecnológico.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones es consistente con la postura del autor sobre el uso de tecnología en las escuelas?",
          "opciones": [
            "La lectura de textos en formato digital impide ejercitar el análisis, el razonamiento, la crítica y la memoria.",
            "Muchas veces, se invierte en recursos tecnológicos sin evaluar su pertinencia ante las necesidades de aprendizaje de los estudiantes.",
            "Es vital promover el desarrollo de las habilidades comunicativas de los estudiantes para que se puedan adaptar al acelerado cambio tecnológico."
          ],
          "respuesta": "Muchas veces, se invierte en recursos tecnológicos sin evaluar su pertinencia ante las necesidades de aprendizaje de los estudiantes.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cl_texto_3_2018",
      "contexto": "La noción de estilos de aprendizaje hace referencia a la idea de que los estudiantes aprenden mejor si se toman en cuenta sus preferencias en cuanto a la forma en que se les presenta la información. Si bien existe un sinfín de marcos teóricos para categorizar los distintos estilos de aprendizaje, el más popular divide a los estudiantes en tres tipos: aprendices visuales, aprendices auditivos y aprendices cinestésicos. De acuerdo con esta teoría, un estudiante que se declara a sí mismo como aprendiz visual aprende mejor usando material visual, mientras que un aprendiz auditivo encuentra el material auditivo más útil que el contenido visual. Pero esta clasificación no es la única de su especie: se han documentado más de 71 instrumentos y teorías de estilos de aprendizaje, con oposiciones dicotómicas exóticas como convergentes/divergentes, intuitivos/analistas e incluso jerárquicos/anárquicos.\nEl consenso ampliamente mayoritario entre los expertos es que la hipótesis de los estilos de aprendizaje no tiene sustento científico. Aunque es cierto que todo estudiante puede desarrollar preferencias subjetivas por material de uno u otro tipo, la investigación ha refutado que los estudiantes aprendan mejor cuando solo utilizan la vía sensorial que prefieren. En particular, se ha mostrado que, para un individuo, es más fácil y rápido procesar información a través de diferentes canales simultáneamente que hacerlo a través de un solo canal. Por ejemplo, una persona puede reconocer más fácilmente un instrumento si ve una figura que lo representa (canal visual) y escucha el sonido que produce (canal auditivo) que si solo ve la figura o escucha el sonido.\nDesde una perspectiva más general, se ha hallado que los estudiantes -sin importar qué estilo de aprendizaje prefieran- aprenden con mayor profundidad empleando formatos que combinan palabras e imágenes que utilizando formatos que solo incluyen palabras. A partir de evidencia como esta, los neurocientíficos consideran que los métodos pedagógicos que presentan la información a través de varios canales sensoriales son los más adecuados para optimizar el aprendizaje.\nEn este contexto, los académicos han pedido a educadores y estudiantes reemplazar el neuromito de los estilos de aprendizaje con estrategias y recursos basados en evidencia de la teoría cognitiva. Sin embargo, y a pesar de las recomendaciones de los expertos, existe una miríada de sitios de internet en los que se anima a las personas de toda edad a \"encontrar su estilo de aprendizaje\", lo que muestra no solo cuán masivas se han vuelto estas teorías (más aún en los medios digitales), sino, sobre todo, de qué manera la cultura online de la caracterización individual perjudica la difusión de la investigación educativa. Por ello, no es inusual que algunos estudiantes lleguen a clase con asunciones explícitas sobre sus modos más eficientes de aprendizaje. Y, de hecho, muchos educadores aún confían en la teoría de los estilos de aprendizaje porque es aparentemente intuitiva y halla eco en la experiencia de aula.\nSin embargo, tanto educadores como estudiantes necesitan aprehender la diferencia entre estilos de estudio y procesos de aprendizaje. Los estudiantes pueden desarrollar sus propias preferencias para revisar los contenidos de un curso, pero estas prácticas no se deben equiparar con procesos cognitivos más profundos y universales, como la construcción de aprendizajes sobre la base de saberes previos, la metacognición, el establecimiento de conexiones conceptuales o la transferencia de conocimiento. Además, es fundamental tomar conciencia de que -como se mencionó anteriormente- los estudiantes se benefician cuando se les proporciona distintas formas de acceso al aprendizaje. Así, la presentación de información en varios formatos estimula el procesamiento cognitivo activo, y promueve el aprendizaje significativo.\nAdaptado de \"Evaluación de conocimientos y actitudes sobre neuromitos en futuros/as maestros/as\" de Aldo Fuente y Alicia Risso, y \"Learning Styles as a Myth\" del Center for Teaching and Learning de Yale University",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué en el texto se afirma que la hipótesis de los estilos de aprendizaje carece de sustento científico?",
          "opciones": [
            "Porque existen demasiados marcos teóricos de estilos de aprendizaje, que se contradicen entre sí.",
            "Porque perjudica la difusión de la investigación educativa al basarse en la cultura digital de la caracterización individual.",
            "Porque diversos estudios en teoría cognitiva demuestran que la información presentada a través de varios canales optimiza el aprendizaje."
          ],
          "respuesta": "Porque diversos estudios en teoría cognitiva demuestran que la información presentada a través de varios canales optimiza el aprendizaje.",
          "solucionario": ""
        },
        {
          "pregunta": "En el tercer párrafo, ¿a qué se refiere la expresión \"miríada de sitios de internet\"?",
          "opciones": [
            "A la calidad de los sitios de internet.",
            "A la cantidad de los sitios de internet.",
            "A la reputación de los sitios de internet."
          ],
          "respuesta": "A la cantidad de los sitios de internet.",
          "solucionario": ""
        }
      ]
    },
   
    {
      "idGrupo": "cl_texto_3_2018",
      "contexto": "La noción de estilos de aprendizaje hace referencia a la idea de que los estudiantes aprenden mejor si se toman en cuenta sus preferencias en cuanto a la forma en que se les presenta la información. Si bien existe un sinfín de marcos teóricos para categorizar los distintos estilos de aprendizaje, el más popular divide a los estudiantes en tres tipos: aprendices visuales, aprendices auditivos y aprendices cinestésicos. De acuerdo con esta teoría, un estudiante que se declara a sí mismo como aprendiz visual aprende mejor usando material visual, mientras que un aprendiz auditivo encuentra el material auditivo más útil que el contenido visual. Pero esta clasificación no es la única de su especie: se han documentado más de 71 instrumentos y teorías de estilos de aprendizaje, con oposiciones dicotómicas exóticas como convergentes/divergentes, intuitivos/analistas e incluso jerárquicos/anárquicos.\nEl consenso ampliamente mayoritario entre los expertos es que la hipótesis de los estilos de aprendizaje no tiene sustento científico. Aunque es cierto que todo estudiante puede desarrollar preferencias subjetivas por material de uno u otro tipo, la investigación ha refutado que los estudiantes aprendan mejor cuando solo utilizan la vía sensorial que prefieren. En particular, se ha mostrado que, para un individuo, es más fácil y rápido procesar información a través de diferentes canales simultáneamente que hacerlo a través de un solo canal. Por ejemplo, una persona puede reconocer más fácilmente un instrumento si ve una figura que lo representa (canal visual) y escucha el sonido que produce (canal auditivo) que si solo ve la figura o escucha el sonido.\nDesde una perspectiva más general, se ha hallado que los estudiantes -sin importar qué estilo de aprendizaje prefieran- aprenden con mayor profundidad empleando formatos que combinan palabras e imágenes que utilizando formatos que solo incluyen palabras. A partir de evidencia como esta, los neurocientíficos consideran que los métodos pedagógicos que presentan la información a través de varios canales sensoriales son los más adecuados para optimizar el aprendizaje.\nEn este contexto, los académicos han pedido a educadores y estudiantes reemplazar el neuromito de los estilos de aprendizaje con estrategias y recursos basados en evidencia de la teoría cognitiva. Sin embargo, y a pesar de las recomendaciones de los expertos, existe una miríada de sitios de internet en los que se anima a las personas de toda edad a \"encontrar su estilo de aprendizaje\", lo que muestra no solo cuán masivas se han vuelto estas teorías (más aún en los medios digitales), sino, sobre todo, de qué manera la cultura online de la caracterización individual perjudica la difusión de la investigación educativa. Por ello, no es inusual que algunos estudiantes lleguen a clase con asunciones explícitas sobre sus modos más eficientes de aprendizaje. Y, de hecho, muchos educadores aún confían en la teoría de los estilos de aprendizaje porque es aparentemente intuitiva y halla eco en la experiencia de aula.\nSin embargo, tanto educadores como estudiantes necesitan aprehender la diferencia entre estilos de estudio y procesos de aprendizaje. Los estudiantes pueden desarrollar sus propias preferencias para revisar los contenidos de un curso, pero estas prácticas no se deben equiparar con procesos cognitivos más profundos y universales, como la construcción de aprendizajes sobre la base de saberes previos, la metacognición, el establecimiento de conexiones conceptuales o la transferencia de conocimiento. Además, es fundamental tomar conciencia de que -como se mencionó anteriormente- los estudiantes se benefician cuando se les proporciona distintas formas de acceso al aprendizaje. Así, la presentación de información en varios formatos estimula el procesamiento cognitivo activo, y promueve el aprendizaje significativo.\nAdaptado de \"Evaluación de conocimientos y actitudes sobre neuromitos en futuros/as maestros/as\" de Aldo Fuente y Alicia Risso, y \"Learning Styles as a Myth\" del Center for Teaching and Learning de Yale University",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones se puede concluir del texto?",
          "opciones": [
            "Para muchos individuos, el canal visual es más eficiente que otros canales sensoriales para procesar la información.",
            "Todos los estudiantes desarrollan preferencias subjetivas por determinados formatos de presentación de la información.",
            "Los métodos basados en un estilo de aprendizaje específico desaprovechan el potencial del estudiante para procesar la información."
          ],
          "respuesta": "Los métodos basados en un estilo de aprendizaje específico desaprovechan el potencial del estudiante para procesar la información.",
          "solucionario": ""
        },
        {
          "pregunta": "En una reunión con sus colegas, una docente opinó lo siguiente:\n\"Si los estudiantes eligen que se les presente la información por un canal determinado (por ejemplo, el canal visual o el canal auditivo, entre otras posibilidades), debemos elaborar estrategias de enseñanza basadas en dicho canal. De este modo, ayudamos a que los estudiantes aprendan mejor\".\n¿Cuál de las siguientes ideas del texto refuta la opinión de la docente?",
          "opciones": [
            "Los estudiantes pueden aprender mejor cuando se les proporciona múltiples canales de acceso a la información.",
            "Muchos educadores confían en la teoría de los estilos de aprendizaje porque es intuitiva y halla eco en la experiencia de aula.",
            "La clasificación de los estudiantes en aprendices visuales o auditivos no es la única que existe entre las teorías de estilos de aprendizaje."
          ],
          "respuesta": "Los estudiantes pueden aprender mejor cuando se les proporciona múltiples canales de acceso a la información.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Poner en tela de juicio la práctica frecuente entre estudiantes de favorecer un único estilo de estudio para desarrollar sus aprendizajes.",
            "Demostrar que la presentación de la información en diversos formatos favorece el procesamiento cognitivo activo y el aprendizaje significativo.",
            "Convencer de que la hipótesis de los estilos de aprendizaje debe descartarse en favor de métodos que presenten la información en diversos formatos."
          ],
          "respuesta": "Convencer de que la hipótesis de los estilos de aprendizaje debe descartarse en favor de métodos que presenten la información en diversos formatos.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cl_texto_4_2018",
      "contexto": "¿Qué tienen en común la victoria de Donald Trump en Estados Unidos, el triunfo del Brexit en Reino Unido y el del 'No' en el referéndum por la paz en Colombia?\nEn los tres casos se trató de campañas muy polarizadas y, tras el resultado, se habló del papel de las plataformas digitales, que habrían 'intoxicado' estas campañas con noticias falsas, e influido de ese modo en su resultado, en todos los casos inesperado.\nA raíz de estos eventos, la expresión 'posverdad' pasó a ocupar un gran espacio en los medios de comunicación.\nEl diccionario Oxford define el término como \"circunstancias en las que los hechos objetivos influyen menos en la formación de la opinión pública que las referencias a emociones y a creencias personales\".\nEn esta era de la posverdad, muchas noticias falsas son aceptadas y difundidas, incluso a sabiendas de que son falsas, cuando se ajustan a los marcos de creencias de quienes las adoptan.\nPero ¿es la posverdad un fenómeno nuevo? ¿No han existido antes noticias falsas?\n¿Qué motiva que ahora hablemos y debatamos ampliamente sobre la posverdad?\nLa respuesta es que los paradigmas de acceso a la información han cambiado, y, frente a estos cambios, la forma en que nos comportamos ante las noticias cobra incluso mayor relevancia.\nLa prensa y los informativos de televisión pierden audiencia, especialmente entre las generaciones más jóvenes, entre las cuales las redes sociales han pasado a ser hegemónicas.\nSegún un estudio de 2016 del Pew Research Center, un 62% de los adultos estadounidenses obtiene la mayor parte de la información a través de las redes sociales (cuatro años antes, el porcentaje era de 49%).\nEste dato confirma lo que ya señaló el Digital News Report en 2015: los informativos tradicionales pierden terreno en favor del video en línea, sobre todo entre los menores de 35 años.\nEl Digital News Report destacó, además, el rol cada vez mayor que juega Facebook en encontrar, discutir y compartir información.\nEsta nueva forma de consumir contenido informativo, sin embargo, no es inocua.\nUna de las principales características de las redes sociales es que ajustan los contenidos que muestran según las búsquedas previas de los usuarios.\nEn la práctica, esto impide que nos lleguen puntos de vista en conflicto con el nuestro, obstaculiza el acceso a información que podría desafiar o ampliar nuestra visión del mundo, y convierte nuestra experiencia virtual en una cámara de resonancia de nuestras propias ideas, donde las visiones diferentes se descartan o se representan de forma minoritaria.\nEste \"efecto de burbuja\" resulta más intenso cuando involucra informaciones que apelan a emociones y a creencias firmemente enraizadas, que hacen a los individuos especialmente susceptibles a la manipulación política.\nUn reciente estudio de la IMT School for Advanced Studies en Italia señala, por ejemplo, que las redes sociales ayudan a que las teorías conspirativas (como aquellas creadas para desacreditar a una persona o tergiversar un hecho público) persistan y crezcan en el espacio virtual, en el que la verdad de la información deja de importar.\nLo que importa es si la información se adapta a una narrativa propia.\nDe esta forma, resulta difícil construir un debate real en una esfera pública compartida, y el comportamiento político se vuelve impredecible.\nEn este contexto, resulta imperativo promover la alfabetización mediática, especialmente entre los jóvenes.\nSi ellos obtienen información de las redes sociales y otros medios digitales, deben aprender a evaluar apropiadamente lo que leen.\nEl presente podría parecer poco prometedor: según un estudio de la Universidad de Stanford, un 82% de estudiantes de secundaria en un estado como California (EE. UU.) no puede distinguir entre una propaganda y una noticia real en una página web.\nPero resulta relevante notar que quienes asisten a cursos sobre alfabetización mediática incrementan su habilidad para entender y evaluar los mensajes de los medios.\nPor ello, es positivo que, en los últimos años, se hayan multiplicado las iniciativas de alfabetización mediática dirigidas a jóvenes, así como a ciudadanos en general.\nLa herramienta digital estadounidense conocida como la Iniciativa de Polarización Digital, por ejemplo, hace participar a estudiantes universitarios en el análisis de la veracidad de noticias de Twitter o Facebook.\nNo solo investigan, sino que además dotan de contexto y sentido común a noticias que van desde el fraude electoral a artículos sobre un nuevo tratamiento contra el cáncer.\nDel mismo modo, la compañía de medios francesa France 24 utiliza la página web de su programa Les Observateurs para enseñar metodología del trabajo periodístico y estimular el sentido crítico de los espectadores.\nEstamos, aparentemente, ante el desarrollo de un movimiento hacia la alfabetización mediática, nacido, paradójicamente, del auge de la posverdad.\nOjalá tenga éxito. Es necesario empoderar a los ciudadanos y facilitarles la adquisición de las competencias necesarias para comprender y evaluar la información, de tal manera que puedan distinguir entre noticias reales y falsas.\nLa alfabetización mediática puede contribuir a construir una ciudadanía informada que pueda decidir libremente.\nEs responsabilidad de todos luchar contra la creciente tolerancia al engaño y la mentira.\nAdaptado de \"Fake news: una oportunidad para la alfabetización mediática\" de Nuria Fernández-García.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La autora del texto se apoya en una fuente para sustentar, principalmente, la idea de que los jóvenes tienen dificultades para distinguir entre noticias reales y noticias falsas. ¿Cuál es esta fuente?",
          "opciones": [
            "Digital News Report.",
            "Universidad de Stanford.",
            "IMT School for Advanced Studies."
          ],
          "respuesta": "Universidad de Stanford.",
          "solucionario": ""
        },
        {
          "pregunta": "En el texto, ¿a qué se refiere la noción de 'posverdad'?",
          "opciones": [
            "A un contexto en el que las noticias se aceptan cuando se ajustan a los marcos de creencias de quienes las adoptan, sin importar su veracidad.",
            "A un tipo de noticias que se difunden a través de los medios de comunicación, independientemente de su veracidad.",
            "A la capacidad de evaluar la veracidad de la información nueva proveniente de las redes sociales y otros medios digitales."
          ],
          "respuesta": "A un contexto en el que las noticias se aceptan cuando se ajustan a los marcos de creencias de quienes las adoptan, sin importar su veracidad.",
          "solucionario": ""
        },
        {
          "pregunta": "En el texto, ¿cuál de los siguientes hechos es una consecuencia del \"efecto de burbuja\"?",
          "opciones": [
            "Las redes sociales ajustan los contenidos que muestran según las búsquedas previas de los usuarios.",
            "La prensa y la televisión pierden audiencia frente a los medios digitales, sobre todo entre los jóvenes.",
            "Las redes sociales ayudan a que las teorías conspirativas persistan y crezcan en el espacio virtual."
          ],
          "respuesta": "Las redes sociales ayudan a que las teorías conspirativas persistan y crezcan en el espacio virtual.",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál de los siguientes pasajes del texto muestra que la autora está a favor de la alfabetización mediática?",
          "opciones": [
            "\"Es necesario empoderar a los ciudadanos y facilitarles la adquisición de las competencias necesarias para comprender y evaluar la información [...]\".",
            "\"[...] la Iniciativa de Polarización Digital [...] hace participar a estudiantes universitarios en el análisis de la veracidad de noticias de Twitter o Facebook\".",
            "\"Una de las principales características de las redes sociales es que ajustan los contenidos que muestran según las búsquedas previas de los usuarios\"."
          ],
          "respuesta": "\"Es necesario empoderar a los ciudadanos y facilitarles la adquisición de las competencias necesarias para comprender y evaluar la información [...]\".",
          "solucionario": ""
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones NO es consistente con lo sostenido por la autora en el texto?",
          "opciones": [
            "Al encerrarse en sus propias ideas, las personas se vuelven más intolerantes ante posturas distintas a las suyas.",
            "Las redes sociales son herramientas que permiten dotar de contexto y sentido común a distintos tipos de noticias.",
            "En el espacio virtual, la veracidad de la información importa menos que su compatibilidad con los marcos de creencias de quienes la reciben."
          ],
          "respuesta": "Las redes sociales son herramientas que permiten dotar de contexto y sentido común a distintos tipos de noticias.",
          "solucionario": ""
        }
      ]
    }
  ],
  "Conocimientos de Gestión Educativa y Gestión Pública": [
    {
      "idGrupo": "cg_caso_21_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nEl padre de un estudiante de primer grado acude a la IE de su hijo y conversa con la profesora tutora de la sección.\nÉl, muy enfadado, comenta que, dentro del aula, un estudiante llamado Esteban le ha estado quitando los útiles a su hijo durante la última semana.\nLa profesora tutora le responde que eso no es posible porque los estudiantes no se lo han comentado a ella durante la hora de tutoría.\nAgrega, además, que tienen acordado en las normas de convivencia respetar las cosas de los demás.\nEl padre de familia, al no estar conforme con la respuesta de la profesora, busca a la directora de la IE y le presenta su queja.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la directora?",
          "opciones": [
            "Tomar nota detallada del reclamo, disponer medidas correctivas con Esteban y comunicárselas a sus padres.",
            "Escuchar la queja del padre de familia, registrar su testimonio y decirle que lo citará luego de realizar las indagaciones del caso.",
            "Atenderlo y explicarle amablemente que la profesora tiene la razón."
          ],
          "respuesta": "Escuchar la queja del padre de familia, registrar su testimonio y decirle que lo citará luego de realizar las indagaciones del caso.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_22_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nDurante una jornada pedagógica en una IE, el profesor Roberto reclama en forma airada a la profesora Sofía por no haber participado en la organización de la semana de la educación vial que les correspondía a ambos.\nSofía le pide calma y le dice que no pudo participar porque se encontraba realizando actividades relacionadas con sus estudios de maestría.\nRoberto continúa con su postura argumentando que le solicitó reunirse para coordinar con mucha anterioridad y que ella se negó constantemente.\nAgrega que él también está siguiendo estudios de posgrado, pero que eso no es impedimento para asumir sus responsabilidades en la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué debió haber hecho la directora para prevenir la ocurrencia de este conflicto?",
          "opciones": [
            "Reunirse con Roberto y Sofía por separado antes de la jornada pedagógica.",
            "Monitorear, desde el inicio, el avance de la organización de la actividad.",
            "Enviar un memorando a los dos profesores recordando la proximidad de la realización de la actividad."
          ],
          "respuesta": "Monitorear, desde el inicio, el avance de la organización de la actividad.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_23_2018",
      "contexto": "En una IE, se ha identificado que varios estudiantes integran pandillas. Estos estudiantes se enfrentan dentro de la IE.\nAdemás, inducen a otros estudiantes a unirse a las pandillas.\nEl director y los profesores tienen el propósito de implementar estrategias para abordar esta problemática de manera formativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es más pertinente para este propósito?",
          "opciones": [
            "Identificar a los estudiantes que integran estas pandillas y llamar a sus padres para persuadirlos de que trasladen a sus hijos a otra IE.",
            "Encargar a la comisaría de la localidad la realización de charlas con los estudiantes que integran las pandillas.",
            "Desarrollar, de manera transversal, actividades de fortalecimiento de la autoestima y de convivencia armoniosa entre los estudiantes para mitigar la acción de las pandillas."
          ],
          "respuesta": "Desarrollar, de manera transversal, actividades de fortalecimiento de la autoestima y de convivencia armoniosa entre los estudiantes para mitigar la acción de las pandillas.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_24_2018",
      "contexto": "La cantidad de estudiantes matriculados en una IE ha ido disminuyendo gradualmente en los últimos cinco años.\nEste decrecimiento es más notorio en el primer y último grado.\nLa nueva directora de la IE investiga las causas de este problema y constata que una de ellas es la disminución de la calidad de la enseñanza que se brinda en la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice la directora para afrontar el problema de disminución de estudiantes matriculados?",
          "opciones": [
            "Realizar reuniones de reflexión con los profesores a efectos de analizar la práctica pedagógica en la IE y emprender acciones de mejora.",
            "Identificar a los profesores que han tenido a cargo el primer y último grado en los últimos cinco años y asignarles grados intermedios.",
            "Desarrollar una mayor difusión en los medios de comunicación sobre las vacantes disponibles en la IE."
          ],
          "respuesta": "Realizar reuniones de reflexión con los profesores a efectos de analizar la práctica pedagógica en la IE y emprender acciones de mejora.",
          "solucionario": ""
        }
      ]
    },
   
    {
      "idGrupo": "cg_caso_25_2018",
      "contexto": "Teresa es la nueva subdirectora de una IE en la que laboran veintidós profesores.\nLuego de asumir el cargo, ella nota que solo diez de los profesores han entregado las unidades didácticas.\nLa situación es preocupante, ya que dentro de una semana iniciarán las clases con los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice Teresa para resolver esta situación?",
          "opciones": [
            "Publicar, al costado del libro de registro de asistencia, la lista de los profesores que todavía no han cumplido con entregar sus unidades.",
            "Organizar un grupo de interaprendizaje institucional donde se aborde el tema de la construcción de los instrumentos curriculares.",
            "Reunirse con los profesores para identificar las dificultades que tienen para elaborar las unidades y en conjunto encontrar alternativas de solución."
          ],
          "respuesta": "Reunirse con los profesores para identificar las dificultades que tienen para elaborar las unidades y en conjunto encontrar alternativas de solución.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_26_2018",
      "contexto": "El director de una IE ha observado que, según el registro de asistencia, tres profesores llegan tarde con mucha frecuencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más adecuada para enfrentar este problema?",
          "opciones": [
            "Difundir el reglamento interno de la IE para que se respete el horario establecido y aplicar los correctivos correspondientes.",
            "Realizar la amonestación por escrito a aquellos profesores que llegan tarde de manera constante, indicándoles la importancia de su rol en la educación de los estudiantes.",
            "Conversar con cada uno de los profesores que llegan tarde para analizar el impacto que generan las tardanzas en el aprendizaje de los estudiantes y acordar compromisos de mejora."
          ],
          "respuesta": "Conversar con cada uno de los profesores que llegan tarde para analizar el impacto que generan las tardanzas en el aprendizaje de los estudiantes y acordar compromisos de mejora.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_27_2018",
      "contexto": "En la jornada de reflexión, el director y los profesores de una IE analizan los siguientes resultados de los estudiantes en la última Evaluación Censal de Estudiantes (ECE) de Matemática:\nNiveles % de estudiantes\nEn inicio: 60%\nEn proceso: 25%\nSatisfactorio: 15%\nEllos deciden implementar acciones para mejorar los aprendizajes de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más pertinente para lograr dicho propósito?",
          "opciones": [
            "Desarrollar estrategias diferenciadas según las necesidades de aprendizaje de los estudiantes.",
            "Incrementar la jornada escolar en tres horas dedicadas al área de Matemática.",
            "Adecuar pruebas estandarizadas similares a la ECE y aplicarlas."
          ],
          "respuesta": "Desarrollar estrategias diferenciadas según las necesidades de aprendizaje de los estudiantes.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_28_2018",
      "contexto": "En una IE, los resultados de las pruebas de Comprensión Lectora en los últimos tres años, según niveles de logro (Satisfactorio, En proceso y En inicio), fueron los siguientes:\n• Año 2015\nEn inicio: 41%\nEn proceso: 35%\nSatisfactorio: 24%\n• Año 2016\nEn inicio: 36%\nEn proceso: 35%\nSatisfactorio: 29%\n• Año 2017\nEn inicio: 29%\nEn proceso: 38%\nSatisfactorio: 33%\nSe sabe que la cantidad de matriculados no ha variado significativamente desde el 2014 y que los resultados de la prueba son comparables año a año.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando los datos mostrados, y tomando como base el año 2017, ¿cuál de las siguientes metas de aprendizaje es adecuado plantear para el año 2018?",
          "opciones": [
            "Reducir en al menos 10 puntos el porcentaje de estudiantes ubicados en el nivel En inicio.",
            "Reducir en al menos 10 puntos el porcentaje de estudiantes ubicados en el nivel En proceso.",
            "Incrementar en al menos 15 puntos el porcentaje de estudiantes ubicados en el nivel Satisfactorio."
          ],
          "respuesta": "Reducir en al menos 10 puntos el porcentaje de estudiantes ubicados en el nivel En inicio.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_29_2018",
      "contexto": "La subdirectora de una IE, luego de realizar el monitoreo de diagnóstico, concluye que ninguno de los profesores de la IE logra promover efectivamente el razonamiento, el pensamiento crítico o la creatividad en sus estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es la menos pertinente para atender la necesidad identificada en los profesores de esta IE?",
          "opciones": [
            "Una jornada pedagógica.",
            "Un taller de actualización.",
            "Un grupo de interaprendizaje."
          ],
          "respuesta": "Un grupo de interaprendizaje.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_30_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nEl director de una IE comparte con los profesores el cronograma de visitas de aula para el presente año, los instrumentos que va a utilizar y el horario en el que llevará a cabo las reuniones colegiadas.\nUna profesora señala que en el cronograma se han programado solo dos visitas para cada profesor, lo que le parece insuficiente.\nEl director les recuerda que no tiene personal administrativo en la IE, por lo que él deberá encargarse tanto de la gestión pedagógica como administrativa.\nReconoce, sin embargo, que la cantidad de visitas al aula debería incrementarse.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes estrategias es la más adecuada para aumentar la cantidad de visitas al aula?",
          "opciones": [
            "Identificar a los profesores con las mejores prácticas y organizarlos para que realicen visitas a los demás profesores.",
            "Delegar algunas tareas administrativas a los profesores para realizar una mayor cantidad de visitas en el aula.",
            "Solicitar a la UGEL que envíe especialistas pedagógicos para visitar las aulas de algunos profesores de la IE."
          ],
          "respuesta": "Identificar a los profesores con las mejores prácticas y organizarlos para que realicen visitas a los demás profesores.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_31_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nJuan tiene título profesional de profesor de educación primaria y es director de una IE integrada con niveles de inicial, primaria y secundaria.\nEste mes, le corresponde realizar el monitoreo de diagnóstico, para lo cual utilizará las Rúbricas de Observación de Aula (según lo dispone la Resolución Ministerial 088-2018-MINEDU).\nÉl cuenta con la certificación en el uso de este instrumento.\nCuando está a punto de ingresar a un aula de secundaria para observar el desempeño de una profesora de Historia, Geografía y Economía, esta última lo detiene diciéndole que, aunque reconoce que él tiene cierto conocimiento sobre los enfoques de aprendizaje de las diferentes áreas, no puede ingresar a realizar el monitoreo por no ser de la misma especialidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una respuesta pertinente que Juan puede dar a la profesora?",
          "opciones": [
            "Que es función del directivo realizar el monitoreo del trabajo de todos los profesores de la institución educativa, y como tal está facultado para hacerlo.",
            "Que está capacitado en el uso de las Rúbricas de Observación de Aula, que consideran cinco procesos transversales a la labor del profesor en los tres niveles educativos.",
            "Que al ser profesor de primaria tiene un conocimiento amplio de la didáctica de todas las áreas, por lo que está preparado para realizar el monitoreo en cualquier área curricular."
          ],
          "respuesta": "Que está capacitado en el uso de las Rúbricas de Observación de Aula, que consideran cinco procesos transversales a la labor del profesor en los tres niveles educativos.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_32_2018",
      "contexto": "La directora de una IE se encuentra realizando el acompañamiento en aula a una profesora de Comunicación.\nElla observa que la profesora, de manera sistemática, no ofrece oportunidades para que los estudiantes respondan a las interrogantes que les plantea.\nMás bien, ella misma brinda las respuestas, sin darles tiempo para intervenir.\nLa directora busca fomentar en la profesora la reflexión sobre su práctica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias de retroalimentación es pertinente?",
          "opciones": [
            "Indicarle las fortalezas observadas y que debe realizar ajustes en la forma en que conduce la verificación de los aprendizajes de los estudiantes.",
            "Informarle que la forma como constata los aprendizajes de los estudiantes no es adecuada, por lo que programará una nueva visita en la que espera observar algunas mejoras al respecto.",
            "Preguntarle acerca del propósito de plantear preguntas a los estudiantes, de la forma en que llevó a cabo este propósito durante la sesión, y si logró el resultado que buscaba; además, invitarla a pensar cómo podría mejorar su desempeño al respecto."
          ],
          "respuesta": "Preguntarle acerca del propósito de plantear preguntas a los estudiantes, de la forma en que llevó a cabo este propósito durante la sesión, y si logró el resultado que buscaba; además, invitarla a pensar cómo podría mejorar su desempeño al respecto.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_33_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nEl subdirector de una IE observa la sesión de una profesora de tercer grado de primaria cuyo propósito es que los estudiantes identifiquen la función que cumplen las partes de la planta.\nLa profesora pide a los estudiantes que formen grupos, que busquen en su libro la imagen de una planta con todas sus partes y que, usando esa imagen, elaboren una maqueta con el material que han llevado al aula, como periódicos, cartones, botellas de plástico, etc.\nDurante la sesión, el subdirector observa que la mayoría de los grupos no están utilizando los materiales en la construcción de la maqueta, sino que han optado por dibujar la planta y sus partes, a partir de la imagen del libro.\nLa profesora no realiza ningún comentario al respecto y se limita a registrar el tiempo que emplean en la realización de este trabajo.\nFinalmente, la profesora recoge el trabajo de los grupos y concluye la sesión.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El subdirector ha notado varias debilidades en la sesión de la profesora. ¿Cuál es la principal debilidad?",
          "opciones": [
            "La profesora perdió la oportunidad de promover la creatividad de los estudiantes al no recordarles que usen los materiales que habían llevado al aula.",
            "La actividad en la que se centró la sesión y la forma en la que fue conducida no respondieron adecuadamente al propósito de aprendizaje que la profesora se había planteado inicialmente.",
            "La sesión no promovió en los estudiantes el desarrollo de procesos metacognitivos que les permitan reflexionar sobre las capacidades y estrategias que emplearon al realizar la actividad."
          ],
          "respuesta": "La actividad en la que se centró la sesión y la forma en la que fue conducida no respondieron adecuadamente al propósito de aprendizaje que la profesora se había planteado inicialmente.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_34_2018",
      "contexto": "El desempeño 21 del Marco de Buen Desempeño del Directivo señala lo siguiente:\n\"(El directivo) Monitorea y orienta el proceso de evaluación de los aprendizajes a partir de criterios claros y coherentes con los aprendizajes que se desean lograr, asegurando la comunicación oportuna de los resultados y la implementación de acciones de mejora\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con relación al desempeño señalado, ¿cuál de las siguientes actividades tiene mayor relevancia?",
          "opciones": [
            "Guiar a los profesores en la selección de los propósitos de aprendizaje.",
            "Asegurar la entrega oportuna de los registros oficiales de evaluación de los estudiantes.",
            "Dar pautas a los profesores para que realicen una retroalimentación adecuada a los estudiantes."
          ],
          "respuesta": "Dar pautas a los profesores para que realicen una retroalimentación adecuada a los estudiantes.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_35_2018",
      "contexto": "A inicios del último bimestre, un padre de familia solicita a la dirección de la IE el adelanto de las evaluaciones de su hijo porque su familia va a cambiar de residencia al extranjero.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones debe realizar el director de la IE antes de acceder a esta solicitud?",
          "opciones": [
            "Pedir copia del pasaporte y visa de viaje del estudiante.",
            "Comprobar en el SIAGIE que el estudiante no tenga áreas desaprobadas.",
            "Verificar que el estudiante tenga calificaciones en los periodos anteriores."
          ],
          "respuesta": "Verificar que el estudiante tenga calificaciones en los periodos anteriores.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_36_2018",
      "contexto": "En una IE con veinticinco secciones, cuando falta un día para el inicio de las clases, una profesora solicita licencia de 20 días por motivos de salud.\nLa directora inmediatamente informa a la UGEL de la solicitud de la profesora y envía los documentos correspondientes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones debe realizar luego la directora de modo que los estudiantes no pierdan clases?",
          "opciones": [
            "Cubrir con personal de la IE la carga horaria de la profesora que solicitó la licencia.",
            "Conseguir un(a) profesor(a) para cubrir la licencia y realizar la propuesta a la UGEL para su contrato.",
            "Otorgar la licencia a la profesora solicitante solo cuando esta haya conseguido un(a) profesor(a) para su reemplazo."
          ],
          "respuesta": "Conseguir un(a) profesor(a) para cubrir la licencia y realizar la propuesta a la UGEL para su contrato.",
          "solucionario": ""
        }
      ]
    },
   
    {
      "idGrupo": "cg_caso_37_2018",
      "contexto": "En el mes de noviembre, los padres de un estudiante de cuarto grado solicitan el traslado de la matrícula de su hijo a otra IE. En la solicitud, manifiestan que la IE de destino ha confirmado contar con una vacante para ese grado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tras recibir la solicitud, ¿qué acción le corresponde tomar al director de la IE?",
          "opciones": [
            "Denegar el traslado, ya que no es posible realizarlo durante el último periodo del año escolar.",
            "Solicitar a los padres la presentación de la constancia de vacante emitida por la IE de destino.",
            "Acceder al traslado, realizar el cambio en el SIAGIE y reportar a la UGEL para que emita la autorización de traslado."
          ],
          "respuesta": "Denegar el traslado, ya que no es posible realizarlo durante el último periodo del año escolar.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_38_2018",
      "contexto": "Una madre de familia de un estudiante de primer grado conversa con la directora de la IE, informándole que una profesora grita constantemente a su hijo por no traer sus útiles escolares o por no hacer bien la tarea, y que llega incluso a golpearlo con una regla de madera.\nLa directora levanta un acta simple registrando lo señalado, y dice a la madre de familia que entiende que la situación es delicada y que tomará las medidas que se establecen para estos casos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción administrativa que debe realizar la directora inmediatamente después de levantar el acta?",
          "opciones": [
            "Reunir al Comité de Tutoría y reportar el hecho en el SÍSEVE.",
            "Retirar preventivamente a la profesora y comunicarlo a la UGEL mediante oficio.",
            "Separar preventivamente a la profesora comunicándoloselo mediante un memorando."
          ],
          "respuesta": "Separar preventivamente a la profesora comunicándoselo mediante un memorando.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_39_2018",
      "contexto": "Al comienzo del año escolar, una profesora de segundo grado comunica a la directora de la IE la situación de Luis, un nuevo estudiante que presenta discapacidad auditiva. Él solo puede percibir sonidos muy fuertes, y esto le quita confianza al intentar relacionarse con sus nuevos compañeros. La profesora pide consejo a la directora sobre cómo ayudar mejor a Luis a integrarse al grupo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué estrategia debe proponer la directora a los profesores para que estos propicien la inclusión de Luis?",
          "opciones": [
            "Desarrollar las sesiones con actividades de baja demanda cognitiva para que Luis no sienta que se encuentra en desventaja frente al resto de sus compañeros y, así, pueda comunicarse con ellos.",
            "Atender de manera individual a Luis, durante las horas de recreo o luego del horario de clase, con la finalidad de proveerle el apoyo que requiere para desarrollar las capacidades y los contenidos de aprendizaje.",
            "Promover que los estudiantes de la clase compartan sus experiencias de manera libre y espontánea a través de dibujos o juegos de roles, de modo que Luis logre expresarse e interactuar con sus compañeros en el proceso de aprendizaje."
          ],
          "respuesta": "Promover que los estudiantes de la clase compartan sus experiencias de manera libre y espontánea a través de dibujos o juegos de roles, de modo que Luis logre expresarse e interactuar con sus compañeros en el proceso de aprendizaje.",
          "solucionario": ""
        }
      ]
    },
    {
      "idGrupo": "cg_caso_40_2018",
      "contexto": "A un aula de segundo grado asisten dos estudiantes que presentan discapacidad intelectual moderada. Algunos padres de familia de dicha aula han manifestado su molestia a la profesora tutora, pues consideran que los profesores dedican mucho tiempo a estos estudiantes, dejando de lado al resto del grupo. Por este motivo, le han pedido que dichos estudiantes sean trasladados a otra aula.\nAnte estos hechos, la profesora tutora pide al director que intervenga.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice el director?",
          "opciones": [
            "Reunir a los padres de los dos estudiantes con discapacidad intelectual moderada y solicitarles que asistan a la IE de manera alternada para apoyar a sus hijos; así, los profesores podrán dedicar el tiempo necesario a los demás estudiantes.",
            "Reunir a los padres de familia del aula para escucharlos, tomar nota de sus principales preocupaciones y solicitar al SAANEE que brinde orientación sobre esta problemática a la brevedad posible, en el marco de las funciones que le competen.",
            "Reunir a los padres de familia del aula y sensibilizarlos sobre los derechos de las personas con necesidades educativas especiales, sobre la importancia de los valores de igualdad y equidad, y precisarles que cada estudiante tiene sus propias características y que atenderlos adecuadamente supone un beneficio para todos."
          ],
          "respuesta": "Reunir a los padres de familia del aula y sensibilizarlos sobre los derechos de las personas con necesidades educativas especiales, sobre la importancia de los valores de igualdad y equidad, y precisarles que cada estudiante tiene sus propias características y que atenderlos adecuadamente supone un beneficio para todos.",
          "solucionario": ""
        }
      ]
    }
  ]
}
  