{
  "Comprensión lectora": [
    {
      "idGrupo": "cl_texto_1_scorza_2018",
      "contexto": "Quien ofenda al doctor Francisco Montenegro con una palabra maliciosa, con una sonrisa jorobada o un gesto amarillento será abofeteado públicamente.\nDurante sus treinta años como juez principal de la región, la mano del doctor ha visitado muchas mejillas altaneras. ¿No abofeteó acaso al sargento Cabrera? ¿No abofeteó al jefe de la Caja de Depósitos y Consignaciones? Y lo peor: nadie sabe cuándo el ofensor recibirá la atronadora caricia del doctor. ¿A la salida de la misa? ¿En el club? ¿En la plaza? ¿En la puerta de su casa? El elegido por sus manos se cocina en la impaciencia. ¿Un exceso de confianza al dirigirse al doctor? ¿Un tono de voz muy alto para los oídos del doctor? ¿Considerarlo tan descuidado como para extraviar una moneda? La reparación exigida por el doctor sería inevitable.\nCierto atardecer, por la esquina de la plaza de Yanahuanca, se mostró el doctor. Como acostumbraba cada atardecer, descendió a la plaza para iniciar su imperturbable paseo. Hacia las siete de ese frío crepúsculo, se detuvo, consultó su reloj y se enfiló hacia un caserón de tres pisos. Mientras ascendía por unos escalones para cruzar el centro de la plaza, una moneda cayó de uno de sus bolsillos, rodó y se detuvo en la primera grada. En ese momento, don Herón de los Ríos, el alcalde, que hacía rato esperaba lanzar un sombrerazo de saludo al doctor, gritó: \"¡Don Paco, se le ha caído un sol!\"; sin embargo, no hubo respuesta. Don Herón, los comerciantes y los muchachos de la zona se aproximaron. Con gesto inusualmente severo, el alcalde levantó el índice: \"¡Que nadie la toque!\".\nLa noticia se propaló por todas las casas de Yanahuanca: el doctor Montenegro había extraviado un sol. \"¡Es el sol del doctor!\", susurraban los pobladores. Prevenidos por el director de la escuela -\"¡ No vaya a ser que una imprudencia conduzca a vuestros padres a la cárcel!\"-, los escolares la admiraron al mediodía. Dos horas antes, un mocoso de ocho años se había atrevido a arañarla con un palito: hasta ahí llegó el coraje de la provincia.\nTras la agitación de las primeras semanas, la provincia se acostumbró a convivir con la moneda. Los comerciantes de la plaza, responsables de primera línea, vigilaban sigilosamente a los curiosos. Precaución inútil: hasta los indigentes sabían que apoderarse de esa moneda resultaría nefasto. La moneda llegó a ser una atracción en toda la provincia.\nEl único que nunca tuvo noticias de una moneda destinada a probar la honradez de la provincia fue quien la extravió. Cada crepúsculo, don Francisco recorría veinte vueltas exactas. Todas las tardes repetía los doscientos cincuenta y seis pasos que constituyen la vuelta del polvoriento rectángulo. Durante una hora, ese caballero contempla el sol del atardecer. Cincuenta y nueve minutos después de iniciada su entrevista solar, baja la escalera, cruza el portón y se aleja lentamente. Hasta los perros saben que de seis a siete no se ladra allí.\nNoventa y siete días después del crepúsculo en que rodó la moneda del doctor, de una cantina salió Encarnación López. Mal aconsejado por el aguardiente, decidió apoderarse del mitológico sol. En plena noche, susurrando obscenidades, Encarnación iluminó el sol con su linterna. Recogió la moneda, la metió en el bolsillo y desapareció. Pasada la resaca, por los labios de su mujer, Encarnación conoció al día siguiente el bárbaro tamaño de su coraje. Presuroso, corrió hacia la plaza. Solo cuando descubrió que él mismo, sonámbulo, había depositado la moneda en su sitio, recuperó la calma.\nInesperadamente, se había dado el curioso caso de que una provincia dedicada al abigeato se laqueó de una imprevista honradez. Este florecimiento moral inflamó el orgullo de los viejos. Cada tarde, preguntaban a los niños: \"¿Y la moneda del doctor?\". \"Nadie la ha tocado\". Los ancianos levantaban el índice: \"¡Así debe ser; los honrados no necesitan candados!\".\nCon el pasar de los días, la celebridad de la moneda rebasó las fronteras de la provincia. Temerosos ante la ignorancia de los extraños, los regidores de Yanahuanca recorrieron los distritos de la provincia, advirtiendo de casa en casa que en la plaza de Armas envejecía una moneda intocable. Por supuesto, nadie la tocó. No bien llegaban forasteros, la chiquillería advertía: \"¡Cuidado con la moneda del doctor!\". Los de afuera sonreían, pero el rostro de los comerciantes los enfriaba. A pesar de esto, un engreído agente comercial de Huancayo preguntó burlón: \"¿Cómo sigue de salud la moneda?\". Consagración Mejorada le contestó: \"Si usted no vive aquí, no abra la boca\". \"Yo vivo en cualquier parte\", contestó el bellaco, avanzando. Consagración le trancó la calle con sus dos metros: \"Atrévase a tocarla\", tronó. El huancaíno se congeló y salió corriendo. Consagración, que en el fondo era un cordero, se retiró confuso. En la esquina, lo felicitó el alcalde: \"¡Así hay que ser: derecho!\". Esa misma noche, se supo que Consagración, cuya única hazaña era beberse sin parar una botella de aguardiente, había salvado al pueblo. En esa esquina, conoció la suerte. Porque, no bien amaneció, los comerciantes de la provincia, orgullosos de que un yanahuanquino le hubiera parado el macho a un badulaque huancaíno, lo contrataron para descargar, por cien soles mensuales, las mercaderías.\nCierto atardecer, casi a la misma hora en que un año antes la extraviara, los ojos del doctor Montenegro sorprendieron una moneda. Se detuvo delante del escalón. Recogió el sol y se alejó. Contento de su buena suerte, esa noche reveló en el club: \"¡Señores, me he encontrado un sol en la plaza!\".\nLa provincia suspiró.\nAdaptado de Redoble por Rancas de Manuel Scorza.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el texto, ¿quién dio la orden de que nadie tocara la moneda del doctor Montenegro?",
          "opciones": [
            "Encarnación López.",
            "El sargento Cabrera.",
            "Don Herón de los Ríos."
          ],
          "respuesta": "Don Herón de los Ríos.",
          "solucionario": "En el texto se narra que, tras caer la moneda, 'don Herón de los Ríos, el alcalde... Con gesto inusualmente severo, el alcalde levantó el índice: \"¡Que nadie la toque!\".'."
        },
        {
          "pregunta": "¿Cuál de los siguientes acontecimientos ocurrió primero en la historia?",
          "opciones": [
            "Un grupo de estudiantes admiró la moneda de la plaza sin tocarla.",
            "Un niño de 8 años arañó con un palo la moneda que se encontraba en la plaza.",
            "Los regidores avisaron, de casa en casa, que en la plaza había una moneda intocable."
          ],
          "respuesta": "Un niño de 8 años arañó con un palo la moneda que se encontraba en la plaza.",
          "solucionario": "El texto indica que 'los escolares la admiraron al mediodía'. Inmediatamente después, aclara: 'Dos horas antes, un mocoso de ocho años se había atrevido a arañarla con un palito'. La acción de los regidores (opción C) ocurrió mucho después, 'Con el pasar de los días'."
        },
        {
          "pregunta": "En el texto, ¿por qué se dice que Consagración Mejorada \"conoció la suerte\"?",
          "opciones": [
            "Porque impidió que un forastero tomara la moneda.",
            "Porque demostró una gran valentía sin proponérselo.",
            "Porque lo contrataron para hacer trabajos de descarga."
          ],
          "respuesta": "Porque lo contrataron para hacer trabajos de descarga.",
          "solucionario": "El texto explica la frase 'En esa esquina, conoció la suerte' en la oración siguiente: 'Porque, no bien amaneció, los comerciantes de la provincia... lo contrataron para descargar, por cien soles mensuales, las mercaderías.'."
        },
        {
          "pregunta": "En el texto, ¿cuál es el principal rasgo de la personalidad del doctor Montenegro?",
          "opciones": [
            "Es prepotente.",
            "Es olvidadizo.",
            "Es precavido."
          ],
          "respuesta": "Es prepotente.",
          "solucionario": "El primer párrafo describe al doctor como alguien que 'será abofeteado públicamente' a quien lo ofenda y cuya mano 'ha visitado muchas mejillas altaneras'. Esta descripción construye una imagen de prepotencia y temor."
        },
        {
          "pregunta": "¿Por qué se dice, al final del texto, que \"La provincia suspiró\"?",
          "opciones": [
            "Porque los yanahuanquinos sentían satisfacción de haber sido capaces de salvaguardar la moneda del doctor Montenegro durante tanto tiempo.",
            "Porque los yanahuanquinos sentían alivio de que el doctor Montenegro ya no fuera a tomar represalias contra alguno de ellos.",
            "Porque los yanahuanquinos sentían pena de haber perdido la moneda que había sido una fuente de alegría para toda la provincia."
          ],
          "respuesta": "Porque los yanahuanquinos sentían alivio de que el doctor Montenegro ya no fuera a tomar represalias contra alguno de ellos.",
          "solucionario": "Toda la provincia vivía con el temor a las represalias del doctor ('¡No vaya a ser que una imprudencia conduzca a vuestros padres a la cárcel!'). Cuando el doctor recoge la moneda pensando que se la encontró ('¡me he encontrado un sol!'), la amenaza desaparece, y la provincia 'suspiró' de alivio."
        }
      ]
    },
    {
      "idGrupo": "cl_texto_2_elogio_papel_2018",
      "contexto": "\"Los efectos positivos de los dispositivos electrónicos en el rendimiento escolar son, cuando menos, dudosos. Así pues, no debemos llenar la escuela de dispositivos electrónicos para perseguir la ilusión de efectos pedagógicos en realidad inexistentes\".\nAsí lo afirma el reputado investigador Roberto Casati, en su libro Elogio del papel. Cabe acotar que Casati no es alérgico a las tecnologías digitales (a menudo llamadas tecnologías de la información y comunicación, o TIC), que utiliza con gran frecuencia porque le resultan indispensables para muchas de sus actividades. Sin embargo, en lo que toca al uso de las TIC para el aprendizaje escolar, son diversos los estudios que confirman la tesis de este autor: el aprendizaje decrece en la medida en que aumenta el tiempo que los estudiantes ocupan en computadoras, smartphones, etc.\nLa merma en los aprendizajes es perceptible, sobre todo, en la lectura. En este sentido, las psicólogas educativas Patricia Alexander y Lauren Singer han hallado que los niños y adolescentes que han crecido con las TIC también pueden aprender mejor con los libros de papel. Este hallazgo surge de la revisión de docenas de estudios desde 1992 sobre las diferencias existentes entre la palabra escrita y digital, cuyos resultados contradicen la creencia, generalizada entre los estudiantes, de que se aprende mejor leyendo en la pantalla que con los textos impresos. Pero una cosa es que la lectura digital resulte más atractiva y otra muy distinta que favorezca una mejor comprensión. Esto se evidencia, en particular, cuando los textos superan cierta extensión y tratan algún tema con cierto grado de profundidad.\nLos individuos cuyo contacto con la lectura se da esencialmente a través de una pantalla son, a menudo, maestros del zapping: pasan con facilidad de un texto a otro sin detenerse mucho tiempo en uno solo. Esta práctica les proporciona enormes ventajas para localizar información, e incluso para hacerse una idea aproximada, aunque a menudo superficial, del contenido de un texto; por ello, es ideal para satisfacer necesidades inmediatas. Sin embargo, cabe preguntarse si es una práctica de lectura plena. En realidad, el desarrollo pleno de la comprensión lectora requiere la capacidad de sostener la atención durante un tiempo prolongado sobre un texto extenso, así como la puesta en juego del análisis, del razonamiento, del juicio crítico.\nVale la pena, por lo tanto, cuestionar el uso que se les da comúnmente a las diversas tecnologías digitales, sin que su potencial esté en discusión. ¿Se están poniendo las TIC al servicio de los fines educativos, al margen de los intereses económicos de las grandes multinacionales tecnológicas? Suele, más bien, ocurrir al revés. Primero, se llena la escuela de computadoras, tabletas electrónicas, pizarras digitales y otros artefactos, y, posteriormente, se discute su uso didáctico. Y a veces ni esto. En tales casos, el imperio tecnológico sustituye o determina la agenda de la institución educativa. Por ello mismo, surge la necesidad de ser cuidadosos con las inversiones en aparatos que pronto se vuelven obsoletos. Hay administraciones educativas que, de forma irresponsable, firman contratos millonarios, cautivadas por el lustre y prestigio de la novedad. Sin embargo, es vital conocer las diversas necesidades educativas de los estudiantes antes de gestionar, en función de estas, las posibilidades de contar con un artefacto tecnológico pertinente, que nos ayude a promover mejores aprendizajes.\nEl libro y la escuela, afirma Casati, son dos elementos claves de la resistencia a la digitalización a ultranza, porque se sitúan en una zona todavía controvertida y disputada, y porque el desarrollo moral e intelectual de los seres humanos no puede dejarse al albur de la cultura del zapping ni estar sometido a la carrera desenfrenada del cambio tecnológico. La escuela y los libros de papel, en efecto, precisan ser protegidos de estas y otras dinámicas sociales aceleradas. La fuerza de la escuela no consiste en saber adaptarse a los nuevos tiempos, sino en su capacidad para crear zonas de tranquilidad desde las que se pueda observar críticamente la evolución de la sociedad.\nUna escuela de calidad que apuesta por un conocimiento sólido, por un aprendizaje situado y por un pensamiento crítico se sustenta en el triángulo formado por la lectura, la escritura y la oralidad. Una lectura más atenta, reflexiva y profunda. Una escritura sustanciosa y pausada que atienda la complejidad que no soportan las publicaciones cortas en Facebook u otras plataformas digitales masivas. Una oralidad forjada en la conversación democrática con argumentos y el intercambio respetuoso de puntos de vista, lejos del ruido mediático donde triunfa el que más grita.\nAdaptado de \"Elogio del papel (y de la palabra pausada)\" de Jaume Carbonell.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el primer párrafo del texto, se menciona lo siguiente:\nCabe acotar que Casati no es alérgico a las tecnologías digitales (a menudo llamadas tecnologías de la información y comunicación, o TIC), que utiliza con gran frecuencia porque le resultan indispensables para muchas de sus actividades.\n¿Con qué objetivo se incluye esta información en el texto?",
          "opciones": [
            "Para evidenciar que Casati tiene una postura contradictoria en cuanto al uso de las tecnologías de la información en las escuelas.",
            "Para demostrar que Casati comparte la idea de que las tecnologías de la información contribuyen en la mejora del aprendizaje escolar.",
            "Para aclarar que la crítica de Casati hacia el uso de dispositivos electrónicos en la escuela no surge de un desconocimiento de las tecnologías de la información."
          ],
          "respuesta": "Para aclarar que la crítica de Casati hacia el uso de dispositivos electrónicos en la escuela no surge de un desconocimiento de las tecnologías de la información.",
          "solucionario": "El autor incluye esta aclaración para anticipar y refutar la posible crítica de que Casati es un 'tecnófobo'. Al establecer que Casati usa y valora la tecnología, su crítica específica al uso pedagógico de los dispositivos electrónicos gana credibilidad, mostrándola como una postura matizada y no basada en la ignorancia."
        },
        {
          "pregunta": "¿Cuál es la idea principal del segundo párrafo del texto?",
          "opciones": [
            "Las investigaciones han revelado que la lectura en libros de papel permite un mejor aprendizaje que la lectura en libros digitales.",
            "La merma en los aprendizajes de los estudiantes se percibe en el desempeño de habilidades comunicativas, como la lectura.",
            "Leer un texto puede ser más o menos atractivo para el público dependiendo del formato en que dicho texto se presente."
          ],
          "respuesta": "Las investigaciones han revelado que la lectura en libros de papel permite un mejor aprendizaje que la lectura en libros digitales.",
          "solucionario": "El segundo párrafo se centra en estudios (como el de Alexander y Singer) que 'han hallado que los niños y adolescentes... también pueden aprender mejor con los libros de papel', contradiciendo la creencia generalizada de que se aprende mejor en pantalla."
        },
        {
          "pregunta": "Según el texto, ¿en qué consiste \"la fuerza de la escuela\"?",
          "opciones": [
            "En apostar por el fomento de un conocimiento sólido, por un aprendizaje situado y por un pensamiento crítico.",
            "En poner las TIC al servicio de los fines educativos, al margen de los intereses de las multinacionales tecnológicas.",
            "En poder generar espacios de tranquilidad desde los cuales los estudiantes puedan observar críticamente la evolución de la sociedad."
          ],
          "respuesta": "En poder generar espacios de tranquilidad desde los cuales los estudiantes puedan observar críticamente la evolución de la sociedad.",
          "solucionario": "El texto cita esta idea casi textualmente en el quinto párrafo: 'La fuerza de la escuela no consiste en saber adaptarse a los nuevos tiempos, sino en su capacidad para crear zonas de tranquilidad desde las que se pueda observar críticamente la evolución de la sociedad.'."
        },
        {
          "pregunta": "De acuerdo con la postura del autor del texto, ¿qué tienen en común el zapping y la escritura de publicaciones cortas en Facebook?",
          "opciones": [
            "Ambas actividades están atadas a una dinámica social acelerada y al cambio tecnológico.",
            "Ambas actividades facilitan la comprensión global del contenido de un texto.",
            "Ambas actividades benefician el desarrollo de habilidades de escritura."
          ],
          "respuesta": "Ambas actividades están atadas a una dinámica social acelerada y al cambio tecnológico.",
          "solucionario": "El texto sitúa ambas prácticas como parte de la 'cultura del zapping', la 'carrera desenfrenada del cambio tecnológico' y las 'plataformas digitales masivas', contraponiéndolas a la 'palabra pausada' y la 'escritura sustanciosa' que la escuela debe proteger."
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones es consistente con la postura del autor sobre el uso de tecnología en las escuelas?",
          "opciones": [
            "La lectura de textos en formato digital impide ejercitar el análisis, el razonamiento, la crítica y la memoria.",
            "Muchas veces, se invierte en recursos tecnológicos sin evaluar su pertinencia ante las necesidades de aprendizaje de los estudiantes.",
            "Es vital promover el desarrollo de las habilidades comunicativas de los estudiantes para que se puedan adaptar al acelerado cambio tecnológico."
          ],
          "respuesta": "Muchas veces, se invierte en recursos tecnológicos sin evaluar su pertinencia ante las necesidades de aprendizaje de los estudiantes.",
          "solucionario": "El cuarto párrafo critica que 'Suele, más bien, ocurrir al revés. Primero, se llena la escuela de computadoras... y, posteriormente, se discute su uso didáctico', y concluye que es 'vital conocer las diversas necesidades educativas... antes de gestionar... un artefacto tecnológico pertinente'."
        }
      ]
    },
    {
      "idGrupo": "cl_texto_3_neuromito_estilos_2018",
      "contexto": "La noción de estilos de aprendizaje hace referencia a la idea de que los estudiantes aprenden mejor si se toman en cuenta sus preferencias en cuanto a la forma en que se les presenta la información. Si bien existe un sinfín de marcos teóricos para categorizar los distintos estilos de aprendizaje, el más popular divide a los estudiantes en tres tipos: aprendices visuales, aprendices auditivos y aprendices cinestésicos. De acuerdo con esta teoría, un estudiante que se declara a sí mismo como aprendiz visual aprende mejor usando material visual, mientras que un aprendiz auditivo encuentra el material auditivo más útil que el contenido visual. Pero esta clasificación no es la única de su especie: se han documentado más de 71 instrumentos y teorías de estilos de aprendizaje, con oposiciones dicotómicas exóticas como convergentes/divergentes, intuitivos/analistas e incluso jerárquicos/anárquicos.\nEl consenso ampliamente mayoritario entre los expertos es que la hipótesis de los estilos de aprendizaje no tiene sustento científico. Aunque es cierto que todo estudiante puede desarrollar preferencias subjetivas por material de uno u otro tipo, la investigación ha refutado que los estudiantes aprendan mejor cuando solo utilizan la vía sensorial que prefieren. En particular, se ha mostrado que, para un individuo, es más fácil y rápido procesar información a través de diferentes canales simultáneamente que hacerlo a través de un solo canal. Por ejemplo, una persona puede reconocer más fácilmente un instrumento si ve una figura que lo representa (canal visual) y escucha el sonido que produce (canal auditivo) que si solo ve la figura o escucha el sonido. Desde una perspectiva más general, se ha hallado que los estudiantes -sin importar qué estilo de aprendizaje prefieran- aprenden con mayor profundidad empleando formatos que combinan palabras e imágenes que utilizando formatos que solo incluyen palabras. A partir de evidencia como esta, los neurocientíficos consideran que los métodos pedagógicos que presentan la información a través de varios canales sensoriales son los más adecuados para optimizar el aprendizaje.\nEn este contexto, los académicos han pedido a educadores y estudiantes reemplazar el neuromito de los estilos de aprendizaje con estrategias y recursos basados en evidencia de la teoría cognitiva. Sin embargo, y a pesar de las recomendaciones de los expertos, existe una miríada de sitios de internet en los que se anima a las personas de toda edad a \"encontrar su estilo de aprendizaje\", lo que muestra no solo cuán masivas se han vuelto estas teorías (más aún en los medios digitales), sino, sobre todo, de qué manera la cultura online de la caracterización individual perjudica la difusión de la investigación educativa. Por ello, no es inusual que algunos estudiantes lleguen a clase con asunciones explícitas sobre sus modos más eficientes de aprendizaje. Y, de hecho, muchos educadores aún confían en la teoría de los estilos de aprendizaje porque es aparentemente intuitiva y halla eco en la experiencia de aula.\nSin embargo, tanto educadores como estudiantes necesitan aprehender la diferencia entre estilos de estudio y procesos de aprendizaje. Los estudiantes pueden desarrollar sus propias preferencias para revisar los contenidos de un curso, pero estas prácticas no se deben equiparar con procesos cognitivos más profundos y universales, como la construcción de aprendizajes sobre la base de saberes previos, la metacognición, el establecimiento de conexiones conceptuales o la transferencia de conocimiento. Además, es fundamental tomar conciencia de que -como se mencionó anteriormente- los estudiantes se benefician cuando se les proporciona distintas formas de acceso al aprendizaje. Así, la presentación de información en varios formatos estimula el procesamiento cognitivo activo, y promueve el aprendizaje significativo.\nAdaptado de \"Evaluación de conocimientos y actitudes sobre neuromitos en futuros/as maestros/as\" de Aldo Fuente y Alicia Risso, y \"Learning Styles as a Myth\" del Center for Teaching and Learning de Yale University",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué en el texto se afirma que la hipótesis de los estilos de aprendizaje carece de sustento científico?",
          "opciones": [
            "Porque existen demasiados marcos teóricos de estilos de aprendizaje, que se contradicen entre sí.",
            "Porque perjudica la difusión de la investigación educativa al basarse en la cultura digital de la caracterización individual.",
            "Porque diversos estudios en teoría cognitiva demuestran que la información presentada a través de varios canales optimiza el aprendizaje."
          ],
          "respuesta": "Porque diversos estudios en teoría cognitiva demuestran que la información presentada a través de varios canales optimiza el aprendizaje.",
          "solucionario": "El segundo párrafo explica que la investigación ha refutado que los estudiantes aprendan mejor con su 'vía sensorial preferida'. Por el contrario, la evidencia científica (neurociencia y teoría cognitiva) muestra que procesar información por 'diferentes canales simultáneamente' y usar formatos que combinan 'palabras e imágenes' es lo 'más adecuado para optimizar el aprendizaje'."
        },
        {
          "pregunta": "En el tercer párrafo, ¿a qué se refiere la expresión \"miríada de sitios de internet\"?",
          "opciones": [
            "A la calidad de los sitios de internet.",
            "A la cantidad de los sitios de internet.",
            "A la reputación de los sitios de internet."
          ],
          "respuesta": "A la cantidad de los sitios de internet.",
          "solucionario": "La palabra 'miríada' significa una cantidad muy grande e indefinida. El contexto refuerza esta idea al mencionar lo 'masivas' que se han vuelto estas teorías en los medios digitales, refiriéndose a su gran número y amplia difusión."
        }
      ]
    },
   
    {
      "idGrupo": "cl_texto_3_neuromito_estilos_2018",
      "contexto": "",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones se puede concluir del texto?",
          "opciones": [
            "Para muchos individuos, el canal visual es más eficiente que otros canales sensoriales para procesar la información.",
            "Todos los estudiantes desarrollan preferencias subjetivas por determinados formatos de presentación de la información.",
            "Los métodos basados en un estilo de aprendizaje específico desaprovechan el potencial del estudiante para procesar la información."
          ],
          "respuesta": "Los métodos basados en un estilo de aprendizaje específico desaprovechan el potencial del estudiante para procesar la información.",
          "solucionario": "El texto refuta que aprender por un solo canal (el 'preferido') sea mejor. Por el contrario, afirma que 'los neurocientíficos consideran que los métodos pedagógicos que presentan la información a través de varios canales sensoriales son los más adecuados para optimizar el aprendizaje'. Por lo tanto, un método basado en un solo estilo desaprovecha este potencial."
        },
        {
          "pregunta": "En una reunión con sus colegas, una docente opinó lo siguiente:\n\"Si los estudiantes eligen que se les presente la información por un canal determinado (por ejemplo, el canal visual o el canal auditivo, entre otras posibilidades), debemos elaborar estrategias de enseñanza basadas en dicho canal. De este modo, ayudamos a que los estudiantes aprendan mejor\".\n¿Cuál de las siguientes ideas del texto refuta la opinión de la docente?",
          "opciones": [
            "Los estudiantes pueden aprender mejor cuando se les proporciona múltiples canales de acceso a la información.",
            "Muchos educadores confían en la teoría de los estilos de aprendizaje porque es intuitiva y halla eco en la experiencia de aula.",
            "La clasificación de los estudiantes en aprendices visuales o auditivos no es la única que existe entre las teorías de estilos de aprendizaje."
          ],
          "respuesta": "Los estudiantes pueden aprender mejor cuando se les proporciona múltiples canales de acceso a la información.",
          "solucionario": "La opinión de la docente se basa en el 'neuromito' de los estilos de aprendizaje. El texto lo refuta directamente al señalar que 'la investigación ha refutado que los estudiantes aprendan mejor cuando solo utilizan la vía sensorial que prefieren' y, en cambio, 'se benefician cuando se les proporciona distintas formas de acceso al aprendizaje'."
        },
        {
          "pregunta": "¿Cuál es el propósito principal del texto?",
          "opciones": [
            "Poner en tela de juicio la práctica frecuente entre estudiantes de favorecer un único estilo de estudio para desarrollar sus aprendizajes.",
            "Demostrar que la presentación de la información en diversos formatos favorece el procesamiento cognitivo activo y el aprendizaje significativo.",
            "Convencer de que la hipótesis de los estilos de aprendizaje debe descartarse en favor de métodos que presenten la información en diversos formatos."
          ],
          "respuesta": "Convencer de que la hipótesis de los estilos de aprendizaje debe descartarse en favor de métodos que presenten la información en diversos formatos.",
          "solucionario": "El texto describe la hipótesis de los estilos de aprendizaje como un 'neuromito' sin 'sustento científico', y presenta evidencia de la teoría cognitiva que favorece 'métodos pedagógicos que presentan la información a través de varios canales sensoriales'. El propósito es persuadir al lector de abandonar la primera idea en favor de la segunda."
        }
      ]
    },
    {
      "idGrupo": "cl_texto_4_posverdad_2018",
      "contexto": "¿Qué tienen en común la victoria de Donald Trump en Estados Unidos, el triunfo del Brexit en Reino Unido y el del 'No' en el referéndum por la paz en Colombia? En los tres casos se trató de campañas muy polarizadas y, tras el resultado, se habló del papel de las plataformas digitales, que habrían 'intoxicado' estas campañas con noticias falsas, e influido de ese modo en su resultado, en todos los casos inesperado. A raíz de estos eventos, la expresión 'posverdad' pasó a ocupar un gran espacio en los medios de comunicación. El diccionario Oxford define el término como \"circunstancias en las que los hechos objetivos influyen menos en la formación de la opinión pública que las referencias a emociones y a creencias personales\". En esta era de la posverdad, muchas noticias falsas son aceptadas y difundidas, incluso a sabiendas de que son falsas, cuando se ajustan a los marcos de creencias de quienes las adoptan.\nPero ¿es la posverdad un fenómeno nuevo? ¿No han existido antes noticias falsas? ¿Qué motiva que ahora hablemos y debatamos ampliamente sobre la posverdad?\nLa respuesta es que los paradigmas de acceso a la información han cambiado, y, frente a estos cambios, la forma en que nos comportamos ante las noticias cobra incluso mayor relevancia. La prensa y los informativos de televisión pierden audiencia, especialmente entre las generaciones más jóvenes, entre las cuales las redes sociales han pasado a ser hegemónicas. Según un estudio de 2016 del Pew Research Center, un 62% de los adultos estadounidenses obtiene la mayor parte de la información a través de las redes sociales (cuatro años antes, el porcentaje era de 49%). Este dato confirma lo que ya señaló el Digital News Report en 2015: los informativos tradicionales pierden terreno en favor del video en línea, sobre todo entre los menores de 35 años. El Digital News Report destacó, además, el rol cada vez mayor que juega Facebook en encontrar, discutir y compartir información.\nEsta nueva forma de consumir contenido informativo, sin embargo, no es inocua. Una de las principales características de las redes sociales es que ajustan los contenidos que muestran según las búsquedas previas de los usuarios. En la práctica, esto impide que nos lleguen puntos de vista en conflicto con el nuestro, obstaculiza el acceso a información que podría desafiar o ampliar nuestra visión del mundo, y convierte nuestra experiencia virtual en una cámara de resonancia de nuestras propias ideas, donde las visiones diferentes se descartan o se representan de forma minoritaria. Este \"efecto de burbuja\" resulta más intenso cuando involucra informaciones que apelan a emociones y a creencias firmemente enraizadas, que hacen a los individuos especialmente susceptibles a la manipulación política. Un reciente estudio de la IMT School for Advanced Studies en Italia señala, por ejemplo, que las redes sociales ayudan a que las teorías conspirativas (como aquellas creadas para desacreditar a una persona o tergiversar un hecho público) persistan y crezcan en el espacio virtual, en el que la verdad de la información deja de importar. Lo que importa es si la información se adapta a una narrativa propia. De esta forma, resulta difícil construir un debate real en una esfera pública compartida, y el comportamiento político se vuelve impredecible.\nEn este contexto, resulta imperativo promover la alfabetización mediática, especialmente entre los jóvenes. Si ellos obtienen información de las redes sociales y otros medios digitales, deben aprender a evaluar apropiadamente lo que leen. El presente podría parecer poco prometedor: según un estudio de la Universidad de Stanford, un 82% de estudiantes de secundaria en un estado como California (EE. UU.) no puede distinguir entre una propaganda y una noticia real en una página web. Pero resulta relevante notar que quienes asisten a cursos sobre alfabetización mediática incrementan su habilidad para entender y evaluar los mensajes de los medios. Por ello, es positivo que, en los últimos años, se hayan multiplicado las iniciativas de alfabetización mediática dirigidas a jóvenes, así como a ciudadanos en general. La herramienta digital estadounidense conocida como la Iniciativa de Polarización Digital, por ejemplo, hace participar a estudiantes universitarios en el análisis de la veracidad de noticias de Twitter o Facebook. No solo investigan, sino que además dotan de contexto y sentido común a noticias que van desde el fraude electoral a artículos sobre un nuevo tratamiento contra el cáncer. Del mismo modo, la compañía de medios francesa France 24 utiliza la página web de su programa Les Observateurs para enseñar metodología del trabajo periodístico y estimular el sentido crítico de los espectadores.\nEstamos, aparentemente, ante el desarrollo de un movimiento hacia la alfabetización mediática, nacido, paradójicamente, del auge de la posverdad. Ojalá tenga éxito. Es necesario empoderar a los ciudadanos y facilitarles la adquisición de las competencias necesarias para comprender y evaluar la información, de tal manera que puedan distinguir entre noticias reales y falsas. La alfabetización mediática puede contribuir a construir una ciudadanía informada que pueda decidir libremente. Es responsabilidad de todos luchar contra la creciente tolerancia al engaño y la mentira.\nAdaptado de \"Fake news: una oportunidad para la alfabetización mediática\" de Nuria Fernández-García.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La autora del texto se apoya en una fuente para sustentar, principalmente, la idea de que los jóvenes tienen dificultades para distinguir entre noticias reales y noticias falsas. ¿Cuál es esta fuente?",
          "opciones": [
            "Digital News Report.",
            "Universidad de Stanford.",
            "IMT School for Advanced Studies."
          ],
          "respuesta": "Universidad de Stanford.",
          "solucionario": "El texto menciona explícitamente: 'según un estudio de la Universidad de Stanford, un 82% de estudiantes de secundaria... no puede distinguir entre una propaganda y una noticia real en una página web'."
        },
        {
          "pregunta": "En el texto, ¿a qué se refiere la noción de 'posverdad'?",
          "opciones": [
            "A un contexto en el que las noticias se aceptan cuando se ajustan a los marcos de creencias de quienes las adoptan, sin importar su veracidad.",
            "A un tipo de noticias que se difunden a través de los medios de comunicación, independientemente de su veracidad.",
            "A la capacidad de evaluar la veracidad de la información nueva proveniente de las redes sociales y otros medios digitales."
          ],
          "respuesta": "A un contexto en el que las noticias se aceptan cuando se ajustan a los marcos de creencias de quienes las adoptan, sin importar su veracidad.",
          "solucionario": "El texto lo define citando al diccionario Oxford ('los hechos objetivos influyen menos... que las referencias a emociones y a creencias personales') y luego reforzándolo: 'muchas noticias falsas son aceptadas... cuando se ajustan a los marcos de creencias de quienes las adoptan'."
        },
        {
          "pregunta": "En el texto, ¿cuál de los siguientes hechos es una consecuencia del \"efecto de burbuja\"?",
          "opciones": [
            "Las redes sociales ajustan los contenidos que muestran según las búsquedas previas de los usuarios.",
            "La prensa y la televisión pierden audiencia frente a los medios digitales, sobre todo entre los jóvenes.",
            "Las redes sociales ayudan a que las teorías conspirativas persistan y crezcan en el espacio virtual."
          ],
          "respuesta": "Las redes sociales ayudan a que las teorías conspirativas persistan y crezcan en el espacio virtual.",
          "solucionario": "El texto explica que el 'efecto de burbuja' nos convierte en 'especialmente susceptibles a la manipulación política'. Inmediatamente después, da un ejemplo de esta consecuencia: 'Un reciente estudio... señala, por ejemplo, que las redes sociales ayudan a que las teorías conspirativas... persistan y crezcan'."
        },
        {
          "pregunta": "¿Cuál de los siguientes pasajes del texto muestra que la autora está a favor de la alfabetización mediática?",
          "opciones": [
            "\"Es necesario empoderar a los ciudadanos y facilitarles la adquisición de las competencias necesarias para comprender y evaluar la información [...].\"",
            "\"[...] la Iniciativa de Polarización Digital [...] hace participar a estudiantes universitarios en el análisis de la veracidad de noticias de Twitter o Facebook\".",
            "\"Una de las principales características de las redes sociales es que ajustan los contenidos que muestran según las búsquedas previas de los usuarios\"."
          ],
          "respuesta": "\"Es necesario empoderar a los ciudadanos y facilitarles la adquisición de las competencias necesarias para comprender y evaluar la información [...].\"",
          "solucionario": "La opción B es un ejemplo de una iniciativa, y la C es una descripción del problema. La opción A es una declaración directa de la autora ('Es necesario...') que expresa su postura y la acción que se debe tomar, mostrando claramente su favor por la alfabetización mediática."
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones NO es consistente con lo sostenido por la autora en el texto?",
          "opciones": [
            "Al encerrarse en sus propias ideas, las personas se vuelven más intolerantes ante posturas distintas a las suyas.",
            "Las redes sociales son herramientas que permiten dotar de contexto y sentido común a distintos tipos de noticias.",
            "En el espacio virtual, la veracidad de la información importa menos que su compatibilidad con los marcos de creencias de quienes la reciben."
          ],
          "respuesta": "Las redes sociales son herramientas que permiten dotar de contexto y sentido común a distintos tipos de noticias.",
          "solucionario": "Esta afirmación es inconsistente. El texto argumenta lo contrario: las redes sociales, debido al 'efecto burbuja', *eliminan* el contexto y los puntos de vista en conflicto. Son las *iniciativas de alfabetización mediática* (como la 'Iniciativa de Polarización Digital') las que intentan 'dotar de contexto y sentido común' a las noticias, no las redes sociales por sí mismas."
        }
      ]
    }
  ],
  "Conocimientos de Gestión Educativa y Gestión Pública": [
    {
      "idGrupo": "cg_caso_21_padre_queja_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nEl padre de un niño del aula de cinco años acude a la IE y conversa con la profesora de la sección. Él, muy enfadado, manifiesta que, dentro del aula, un niño llamado Esteban le ha estado quitando la lonchera a su hijo durante la última semana. La profesora le responde que eso es imposible porque los niños comen sus alimentos en el aula y con ella presente. Agrega, además, que tienen acordado en las normas de convivencia respetar las cosas de los demás. El padre de familia, al no estar conforme con la respuesta de la profesora, busca a la directora de la IE y le presenta su queja.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la directora?",
          "opciones": [
            "Atenderlo y explicarle amablemente que la profesora tiene la razón.",
            "Tomar nota detallada del reclamo, disponer medidas correctivas con Esteban y comunicárselas a sus padres.",
            "Escuchar la queja del padre de familia, registrar su testimonio y decirle que lo citará luego de realizar las indagaciones del caso."
          ],
          "respuesta": "Escuchar la queja del padre de familia, registrar su testimonio y decirle que lo citará luego de realizar las indagaciones del caso.",
          "solucionario": "La acción pertinente de un directivo ante una queja es seguir el debido proceso. La opción A invalida la queja sin investigar. La B toma una decisión y sanciona a un niño basándose en una sola versión. La C es la correcta: escucha activamente al padre (dándole la importancia debida), registra formalmente la queja e inicia una investigación ('indagaciones') antes de tomar una decisión."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_22_conflicto_docentes_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nDurante una jornada pedagógica en una IE, el profesor Roberto reclama en forma airada a la profesora Sofía por no haber participado en la organización de la actividad \"Celebremos el Día del Libro\", que les correspondía a ambos. Sofía le pide calma y le dice que no pudo participar porque se encontraba realizando actividades relacionadas con sus estudios de maestría. Roberto continúa con su postura argumentando que le solicitó reunirse para coordinar con mucha anterioridad y que ella se negó constantemente. Agrega que él también está siguiendo estudios de posgrado, pero que eso no es impedimento para asumir sus responsabilidades en la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué debió haber hecho la directora para prevenir la ocurrencia de este conflicto?",
          "opciones": [
            "Reunirse con Roberto y Sofía por separado antes de la jornada pedagógica.",
            "Monitorear, desde el inicio, el avance de la organización de la actividad.",
            "Enviar un memorando a los dos profesores recordando la proximidad de la realización de la actividad."
          ],
          "respuesta": "Monitorear, desde el inicio, el avance de la organización de la actividad.",
          "solucionario": "El conflicto escala porque la falta de coordinación no se detectó a tiempo. Una de las funciones clave de la dirección es el monitoreo de las comisiones y actividades asignadas. Si la directora hubiera monitoreado 'desde el inicio', habría identificado la falta de participación de Sofía y la falta de coordinación, pudiendo intervenir antes de que el problema estallara públicamente."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_23_agresividad_alumnos_2018",
      "contexto": "En una IE de nivel inicial se ha identificado a niños que manifiestan marcada agresividad e incluso, en una oportunidad, han llegado a golpear e insultar a algunos de sus compañeros. La directora y las profesoras tienen el propósito de implementar estrategias para abordar esta problemática de manera formativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es más pertinente para este propósito?",
          "opciones": [
            "Realizar una charla para los padres de familia sobre el tema de la violencia familiar y sus repercusiones en el comportamiento de los niños.",
            "Identificar a los niños con estas actitudes, citar a sus padres y hacer que ellos, como primeros educadores, se responsabilicen de mejorar el comportamiento de sus hijos.",
            "Identificar las posibles causas de esta agresividad y desarrollar actividades con todos los niños, los padres de familia, los profesores y la comunidad para abordar aquellas causas que sea posible trabajar desde la escuela."
          ],
          "respuesta": "Identificar las posibles causas de esta agresividad y desarrollar actividades con todos los niños, los padres de familia, los profesores y la comunidad para abordar aquellas causas que sea posible trabajar desde la escuela.",
          "solucionario": "El propósito es 'abordar esta problemática de manera formativa'. La opción B es punitiva y delega la responsabilidad. La A asume una única causa sin diagnóstico. La C es la más pertinente porque es diagnóstica ('identificar las posibles causas') e integral ('desarrollar actividades con todos los niños, los padres... profesores y la comunidad'), lo cual se alinea con un enfoque formativo y sistémico."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_24_disminucion_alumnos_2018",
      "contexto": "En una IE, la cantidad de niños que concluyen el año escolar en las aulas de cinco años ha ido disminuyendo gradualmente en los últimos tres años por el incremento de traslados. La nueva directora de la IE investiga las causas de este problema y constata que una de ellas es la disminución de la calidad de la enseñanza que se brinda en la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la directora para afrontar el problema de la disminución de estudiantes matriculados?",
          "opciones": [
            "Seleccionar a los profesores con mejor desempeño de las aulas de tres y cuatro años, y asignarles las aulas de cinco años.",
            "Desarrollar una campaña de difusión sobre la importancia de que los niños concluyan sus estudios en la IE donde se matricularon.",
            "Realizar reuniones de reflexión con los profesores a efectos de analizar las causas de ese problema y emprender acciones de mejora."
          ],
          "respuesta": "Realizar reuniones de reflexión con los profesores a efectos de analizar las causas de ese problema y emprender acciones de mejora.",
          "solucionario": "La directora ya identificó la causa raíz: la 'disminución de la calidad de la enseñanza'. La opción B (campaña de difusión) no ataca la causa raíz. La A (reasignar profesores) es una medida superficial que no soluciona el problema de fondo de la calidad docente general. La C es la acción de gestión pedagógica correcta: involucrar a los docentes en el análisis del problema (la calidad) y 'emprender acciones de mejora' colectivas."
        }
      ]
    },
    
    {
      "idGrupo": "cg_caso_25_unidades_didacticas_2018",
      "contexto": "Teresa es la nueva directora de una IE del nivel inicial en la que laboran nueve profesores. Luego de asumir el cargo, ella nota que solo tres de los profesores han entregado las unidades didácticas. La situación es preocupante para la directora, ya que dentro de una semana iniciarán las clases con los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la directora para resolver esta situación?",
          "opciones": [
            "Publicar, al costado del libro de registro de asistencia, la lista de los profesores que todavía no han cumplido con entregar sus unidades.",
            "Organizar un grupo de interaprendizaje institucional donde se aborde el tema de la construcción de los instrumentos curriculares.",
            "Reunirse con los profesores para identificar las dificultades que tienen para elaborar las unidades y en conjunto encontrar alternativas de solución."
          ],
          "respuesta": "Reunirse con los profesores para identificar las dificultades que tienen para elaborar las unidades y en conjunto encontrar alternativas de solución.",
          "solucionario": "La situación es urgente ('iniciarán las clases en una semana'). La opción A es punitiva y no resuelve el problema. La B es una buena estrategia a largo plazo, pero no atiende la urgencia. La C es la más pertinente porque busca un diagnóstico inmediato ('identificar las dificultades') para encontrar una solución conjunta y oportuna."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_26_tardanzas_frecuentes_2018",
      "contexto": "El director de una IE ha observado que, según el registro de asistencia, tres profesores llegan tarde con mucha frecuencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más adecuada para enfrentar este problema?",
          "opciones": [
            "Conversar con cada uno de los profesores que llegan tarde para analizar el impacto que generan las tardanzas en el aprendizaje de los niños y acordar compromisos de mejora.",
            "Hacer llegar una amonestación escrita a aquellos profesores que llegan tarde de manera constante, indicándoles la importancia de su rol en la educación de los niños.",
            "Difundir el reglamento interno de la IE para que se respete el horario establecido y aplicar los correctivos correspondientes."
          ],
          "respuesta": "Conversar con cada uno de los profesores que llegan tarde para analizar el impacto que generan las tardanzas en el aprendizaje de los niños y acordar compromisos de mejora.",
          "solucionario": "Las opciones B y C son medidas administrativas o punitivas. La opción A representa un enfoque de liderazgo pedagógico y formativo: dialoga individualmente, centra el problema en el impacto sobre el aprendizaje (no solo en la norma) y busca 'acordar compromisos de mejora', lo cual es más efectivo para un cambio de conducta sostenible."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_27_jornada_reflexion_numeros_2018",
      "contexto": "En la jornada de reflexión de medio año, la directora y los profesores de una IE analizan los logros de aprendizaje que están alcanzando los niños de cinco años en relación con la construcción de la noción de número. En este contexto, observan lo siguiente:\n• 40% de los niños aún no reconoce la cardinalidad de un grupo de 9 objetos.\n• 30% no logra conformar grupos con un criterio de clasificación.\n• 25% tiene dificultades para identificar el patrón de repetición con dos elementos en secuencias gráficas.\nDespués de analizar estos resultados, la directora y los profesores deciden realizar acciones para mejorar los aprendizajes de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál de las siguientes acciones es la más pertinente?",
          "opciones": [
            "Aplicar semanalmente fichas de trabajo sobre cardinalidad, clasificación y secuencias gráficas.",
            "Incrementar el tiempo destinado al desarrollo de actividades de Matemática en las jornadas diarias.",
            "Desarrollar actividades diferenciadas según las necesidades de aprendizaje que se evidencian en los niños."
          ],
          "respuesta": "Desarrollar actividades diferenciadas según las necesidades de aprendizaje que se evidencian en los niños.",
          "solucionario": "El diagnóstico muestra necesidades diversas (cardinalidad, clasificación, secuencias) en distintos grupos de niños. Aplicar fichas a todos (A) o solo aumentar el tiempo (B) no atiende esta diversidad. La acción más pertinente es la atención diferenciada, que permite abordar las necesidades específicas de cada grupo."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_28_monitoreo_banda_musicos_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nLa directora de una IE se encuentra realizando una visita de monitoreo al aula de 5 años en la que se está desarrollando el proyecto \"Elaboramos un cuento\". Al comienzo de la sesión, la profesora pide a los niños que se ubiquen en asamblea y empieza a explicarles lo que harán. Los niños escuchan a la profesora e intervienen con preguntas o respondiendo a las que ella propone. Repentinamente se escucha con mucha fuerza el sonido de una banda de músicos que pasa muy cerca de la IE. Los niños se acercan a la ventana con curiosidad y algunos se paran en la puerta buscando observar lo que pasa. La profesora logra reunirlos nuevamente y continúa con la explicación de la actividad. Pide que se ubiquen en grupos y les entrega los materiales. Mientras tanto, muchos niños siguen mirando con insistencia las ventanas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Frente a esta situación, ¿qué acción es más pertinente que realice la directora durante la retroalimentación a la profesora?",
          "opciones": [
            "Decirle a la profesora que debió suspender la sesión y hacer que los niños pasaran a juego libre hasta que el elemento distractor se disipara.",
            "Indicarle a la profesora que debió buscar la forma de incluir el incidente de la banda de músicos dentro del desarrollo de las actividades que realizaban los niños.",
            "Felicitar a la profesora por haber logrado retomar la atención de los niños luego del incidente con la banda de músicos y lograr alcanzar el propósito de la sesión."
          ],
          "respuesta": "Indicarle a la profesora que debió buscar la forma de incluir el incidente de la banda de músicos dentro del desarrollo de las actividades que realizaban los niños.",
          "solucionario": "La opción C es incorrecta, ya que la profesora no logró retomar la atención ('muchos niños siguen mirando con insistencia'). En el nivel inicial, es fundamental aprovechar los intereses espontáneos de los niños. El incidente fue un distractor poderoso porque captó el interés real. La acción pedagógica más pertinente (B) era integrar ese interés (la banda) en la actividad (el cuento), en lugar de competir contra él."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_29_diagnostico_pensamiento_critico_2018",
      "contexto": "La directora de una IE, luego de realizar el monitoreo de diagnóstico, concluye que ninguno de los profesores de la IE logra promover efectivamente el razonamiento, el pensamiento crítico o la creatividad en los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es la menos pertinente para atender la necesidad identificada en los profesores de esta IE?",
          "opciones": [
            "Una jornada pedagógica.",
            "Un taller de actualización.",
            "Un grupo de interaprendizaje."
          ],
          "respuesta": "Un grupo de interaprendizaje.",
          "solucionario": "La pregunta pide la 'menos pertinente'. El diagnóstico es que 'ninguno' de los profesores tiene la habilidad. Un 'grupo de interaprendizaje' se basa en que los pares aprendan entre sí, compartiendo fortalezas. Si nadie domina la competencia, esta estrategia es la menos pertinente, ya que no hay una práctica sólida que compartir. Se requeriría primero una 'jornada' o 'taller' (A o B) con aporte externo."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_30_directivo_aula_cargo_2018",
      "contexto": "José ha sido recientemente designado como directivo de su IE. Esta es de nivel inicial, con un solo turno, y cuenta solo con seis secciones, por lo que él debe tener aula a cargo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias debe realizar José para mejorar la práctica pedagógica en el aula de los profesores de su IE?",
          "opciones": [
            "Realizar visitas de observación de aula a los profesores.",
            "Implementar grupos de interaprendizaje con los profesores.",
            "Monitorear el cumplimiento oportuno de las unidades de aprendizaje."
          ],
          "respuesta": "Implementar grupos de interaprendizaje con los profesores.",
          "solucionario": "La opción C es administrativa (cumplimiento). La A (visitas) es una acción de monitoreo, pero no es la estrategia de mejora en sí misma. La B (grupos de interaprendizaje) es una estrategia central de gestión pedagógica orientada a la reflexión colectiva y la construcción de una comunidad profesional de aprendizaje, con el fin directo de 'mejorar la práctica pedagógica'."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_31_cronograma_visitas_insuficiente_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nEl director de una IE comparte con los profesores el cronograma de visitas de aula para el presente año, los instrumentos que va a utilizar y el horario en el que llevará a cabo las reuniones colegiadas. Una profesora señala que en el cronograma se han programado solo dos visitas para cada profesor, lo que le parece insuficiente. El director les recuerda que no tiene personal administrativo en la IE, por lo que él deberá encargarse tanto de la gestión pedagógica como administrativa. Reconoce, sin embargo, que la cantidad de visitas al aula debería incrementarse.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes estrategias es la más adecuada para aumentar el número de visitas al aula?",
          "opciones": [
            "Identificar a los profesores con las mejores prácticas y organizarlos para que realicen visitas a los demás profesores.",
            "Delegar algunas tareas administrativas a los profesores para realizar una mayor cantidad de visitas en el aula.",
            "Solicitar a la UGEL que envíe especialistas pedagógicos para visitar las aulas de algunos profesores de la IE."
          ],
          "respuesta": "Identificar a los profesores con las mejores prácticas y organizarlos para que realicen visitas a los demás profesores.",
          "solucionario": "El problema es la falta de tiempo del director. La opción B (delegar tareas administrativas a docentes) es inapropiada. La C depende de un externo (UGEL). La A es una estrategia de liderazgo distribuido ('acompañamiento entre pares'): utiliza la capacidad instalada (profesores con buenas prácticas) para multiplicar las oportunidades de observación y retroalimentación pedagógica."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_32_directora_inicial_monitorea_secundaria_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nLucía tiene título profesional de profesora de nivel inicial y es directora de una IE integrada con niveles de inicial, primaria y secundaria. Este mes, le corresponde realizar el monitoreo de diagnóstico, para lo cual utilizará las Rúbricas de Observación de Aula (según lo dispone la Resolución Ministerial 088-2018-MINEDU). Ella cuenta con la certificación en el uso de este instrumento. Cuando está a punto de ingresar a un aula de secundaria para observar el desempeño de una profesora de Historia, Geografía y Economía, esta última la detiene diciéndole que, aunque reconoce que tiene cierto conocimiento sobre los enfoques de aprendizaje de las diferentes áreas, no puede ingresar a realizar el monitoreo por no ser de la misma especialidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una respuesta pertinente que Lucía puede dar a la profesora?",
          "opciones": [
            "Que es función del directivo realizar el monitoreo del trabajo de todos los profesores de la institucion educativa, y como tal está facultada para hacerlo.",
            "Que por ser profesora de inicial tiene un conocimiento amplio de la didáctica, por lo que está preparada para realizar el monitoreo en cualquier área curricular.",
            "Que está capacitada en el uso de las Rúbricas de Observación de Aula, que consideran cinco procesos transversales a la labor del profesor en los tres niveles educativos."
          ],
          "respuesta": "Que está capacitada en el uso de las Rúbricas de Observación de Aula, que consideran cinco procesos transversales a la labor del profesor en los tres niveles educativos.",
          "solucionario": "La preocupación de la docente es la 'especialidad'. La opción A apela a la autoridad y genera conflicto. La B es una generalización débil. La C es la respuesta pertinente porque aborda la preocupación: el instrumento (Rúbricas) no evalúa el conocimiento específico de Historia, sino 'procesos transversales' (como el clima de aula, la conducción de la sesión, etc.) que se aplican a todos los niveles y áreas, y además, la directora está certificada para usarlas."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_33_monitoreo_secuencia_colores_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nLa directora observa la sesión de una profesora del aula de cuatro años. El propósito de la sesión es que los niños construyan secuencias haciendo uso de patrones de repetición con dos elementos. La profesora emplea figuras de la misma forma y tamaño, de color azul y rojo. Inicia la formación de una secuencia colocando primero una figura azul, luego una figura roja, y así alternadamente. Después de la tercera repetición, le pide a la niña Silvia que coloque la figura que continúa. Silvia inicialmente iba a colocar la figura de color azul, pero duda y al final coloca la de color rojo. La profesora mueve la cabeza en señal de desaprobación por lo que Silvia cambia la figura roja por una de color azul. En seguida la profesora dice \"muy bien\" y pide que los demás niños aplaudan a Silvia por su respuesta. Los niños aplauden y Silvia retorna a su lugar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La directora ha notado varias debilidades en la sesión de la profesora. ¿Cuál es la principal debilidad?",
          "opciones": [
            "La demanda cognitiva de la actividad que la profesora propone a los niños.",
            "La estrategia que adopta la profesora para generar interés en los niños.",
            "La forma en que la profesora retroalimenta los aprendizajes de los niños."
          ],
          "respuesta": "La forma en que la profesora retroalimenta los aprendizajes de los niños.",
          "solucionario": "La debilidad principal es la retroalimentación. La profesora, ante el error de Silvia, solo 'mueve la cabeza en señal de desaprobación'. Esto provoca que la niña cambie su respuesta por adivinación, no por comprensión. La profesora luego valida esta adivinanza ('muy bien') sin mediar en el error para que Silvia comprenda el patrón. No hay retroalimentación descriptiva ni por descubrimiento."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_34_desempeno_21_directivo_2018",
      "contexto": "El desempeño 21 del Marco de Buen Desempeño del Directivo señala lo siguiente:\n\"(El directivo) Monitorea y orienta el proceso de evaluación de los aprendizajes a partir de criterios claros y coherentes con los aprendizajes que se desean lograr, asegurando la comunicación oportuna de los resultados y la implementación de acciones de mejora\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con relación al desempeño señalado, ¿cuál de las siguientes actividades tiene mayor relevancia?",
          "opciones": [
            "Guiar a los profesores en la selección de los propósitos de aprendizaje.",
            "Asegurar la entrega oportuna de los registros oficiales de evaluación de los estudiantes.",
            "Dar pautas a los profesores para que realicen una retroalimentación adecuada a los estudiantes."
          ],
          "respuesta": "Dar pautas a los profesores para que realicen una retroalimentación adecuada a los estudiantes.",
          "solucionario": "El desempeño se centra en 'orientar el proceso de evaluación' e 'implementar acciones de mejora'. La retroalimentación (C) es el componente de la evaluación que más directamente impacta en la mejora de los aprendizajes. La opción A es planificación (previo a la evaluación) y la B es administrativa (entrega de notas)."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_35_reasignacion_docente_2018",
      "contexto": "Lea el siguiente caso y responda la pregunta.\nEn una IE de nivel inicial, durante los últimos tres años, la profesora María ha tenido a cargo un aula de cinco años y esperaba, en el presente año, seguir con uno de los grupos de cinco años. Sin embargo, la directora de la IE le informa que ha sido asignada para hacerse cargo de una de las aulas de cuatro años. La profesora María, que no se encuentra conforme con esa decisión, le reclama de manera airada a la directora, diciéndole que ella tiene derecho a permanecer con un grupo de cinco años, ya que se ha especializado en trabajar con grupos de esa edad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias pudo haber evitado la generación del conflicto?",
          "opciones": [
            "Pedir opinión a la organización de profesores de la IE sobre la rotación de profesores.",
            "Dialogar con la profesora antes de realizar el cambio, explicando las razones que lo motivan.",
            "Establecer una disposición para que los profesores no permanezcan más de tres años con grupos de niños de una misma edad."
          ],
          "respuesta": "Dialogar con la profesora antes de realizar el cambio, explicando las razones que lo motivan.",
          "solucionario": "El conflicto se genera por una decisión unilateral que choca con las expectativas de la docente. La estrategia de prevención clave en la gestión de personal es la comunicación asertiva y oportuna (B). Dialogar 'antes' del cambio y 'explicar las razones' demuestra transparencia y respeto, permitiendo a la docente comprender la decisión, aunque no esté de acuerdo."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_36_licencia_docente_2018",
      "contexto": "En una IE con diez secciones, cuando falta un día para el inicio de las clases, una profesora solicita licencia de 20 días por motivos de salud. La directora inmediatamente informa a la UGEL de la solicitud de la profesora y envía los documentos correspondientes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones debe realizar luego la directora de modo que los niños no pierdan clases?",
          "opciones": [
            "Cubrir con personal de la IE la carga horaria de la profesora que solicitó la licencia.",
            "Conseguir un(a) profesor(a) para cubrir la licencia y realizar la propuesta a la UGEL para su contrato.",
            "Otorgar la licencia a la profesora solicitante cuando esta haya conseguido un(a) profesor(a) para su reemplazo."
          ],
          "respuesta": "Conseguir un(a) profesor(a) para cubrir la licencia y realizar la propuesta a la UGEL para su contrato.",
          "solucionario": "La responsabilidad de la directora es garantizar la continuidad del servicio educativo. La opción C es ilegal (traslada la responsabilidad al docente). La A (cubrir con personal) es una medida de contingencia muy corta, pero 20 días requieren un reemplazo formal. La B es el procedimiento administrativo correcto: la directora propone un reemplazo idóneo y la UGEL gestiona el contrato."
        }
      ]
    },
  
    {
      "idGrupo": "cg_caso_37_traslado_matricula_2018",
      "contexto": "A inicios del último mes del año escolar, los padres de un niño del aula de cinco años presentan una solicitud a la IE pidiendo el traslado de la matrícula de su hijo a otra IE. En la solicitud, manifiestan que la IE de destino ha confirmado contar con una vacante en la sección de cinco años.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tras recibir la solicitud, ¿qué acción le corresponde tomar al director de la IE?",
          "opciones": [
            "Denegar el traslado, ya que no es posible realizarlo durante el último periodo del año escolar.",
            "Solicitar a los padres la presentación de la constancia de vacante emitida por la IE de destino.",
            "Acceder al traslado, realizar el cambio en el SIAGIE y reportar a la UGEL para que emita la autorización de traslado."
          ],
          "respuesta": "Denegar el traslado, ya que no es posible realizarlo durante el último periodo del año escolar.",
          "solucionario": "La normativa sobre matrícula y traslados generalmente impide realizar traslados durante el último período escolar (usualmente el último bimestre o trimestre) para no afectar el cierre de la documentación académica y las actas. Por lo tanto, la acción administrativa correcta es denegar la solicitud."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_38_agresion_docente_2018",
      "contexto": "A la hora de salida, una madre de familia de un niño de cuatro años le reclama a la directora que la profesora de su hijo ha golpeado a este último por no haber terminado una actividad en el tiempo indicado. La directora levanta un acta simple registrando los hechos señalados y le dice a la madre de familia que entiende que la situación es delicada y que tomará las medidas que se establecen para estos casos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción administrativa que debe realizar la directora inmediatamente después de levantar el acta?",
          "opciones": [
            "Reunir al Comité de Tutoría y reportar el hecho en el SÍSEVE.",
            "Retirar preventivamente a la profesora y comunicarlo a la UGEL mediante oficio.",
            "Separar preventivamente a la profesora comunicándoselo mediante un memorando."
          ],
          "respuesta": "Separar preventivamente a la profesora comunicándoselo mediante un memorando.",
          "solucionario": "Ante una denuncia de presunta agresión física a un estudiante, los protocolos de violencia escolar exigen una acción inmediata para proteger al menor. La directora debe separar preventivamente a la docente del contacto con los estudiantes e iniciar la investigación correspondiente, comunicando esta medida formalmente."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_39_retroalimentacion_docente_2018",
      "contexto": "La directora de una IE se encuentra realizando el acompañamiento en aula a una profesora y observa que, de manera sistemática, ella no da oportunidad para que los niños respondan a las interrogantes que les plantea. Más bien, ella misma brinda las respuestas, sin darles tiempo para expresar sus ideas. La directora busca fomentar en la profesora la reflexión sobre su práctica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones de retroalimentación es pertinente?",
          "opciones": [
            "Preguntarle acerca del propósito de plantear preguntas a los niños, de la forma en que llevó a cabo este propósito durante la sesión, y si logró el resultado que buscaba; además, invitarla a pensar cómo podría mejorar su desempeño al respecto.",
            "Informarle que la forma en que conduce la interacción con los niños no es adecuada, por lo que programará una nueva visita en la que espera observar algunas mejoras al respecto.",
            "Indicarle las fortalezas observadas, y precisarle que debe realizar ajustes en la forma en que conduce el diálogo con los niños."
          ],
          "respuesta": "Preguntarle acerca del propósito de plantear preguntas a los niños, de la forma en que llevó a cabo este propósito durante la sesión, y si logró el resultado que buscaba; además, invitarla a pensar cómo podría mejorar su desempeño al respecto.",
          "solucionario": "La retroalimentación más pertinente es la reflexiva. La opción A guía a la docente, mediante preguntas, a que ella misma identifique la brecha entre su propósito (el porqué de las preguntas) y su acción (responderlas ella misma), promoviendo la autoevaluación y la búsqueda de soluciones."
        }
      ]
    },
    {
      "idGrupo": "cg_caso_40_inclusion_nee_2018",
      "contexto": "A un aula de cinco años asisten dos niños que presentan discapacidad intelectual moderada. Algunos padres de familia de dicha aula han manifestado su molestia a la profesora, pues consideran que ella dedica mucho tiempo a estos niños, dejando de lado al resto del grupo. Por este motivo, le han pedido que dichos niños sean trasladados a otra aula. Ante estos hechos, la profesora pide al director que intervenga.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice el director?",
          "opciones": [
            "Reunir a los padres de los dos niños con discapacidad intelectual moderada y solicitarles que asistan a la IE de manera alternada para apoyar a sus hijos; así, la profesora podrá dedicar el tiempo necesario a los demás estudiantes.",
            "Reunir a los padres de familia del aula para escucharlos, tomar nota de sus principales preocupaciones y solicitar al SAANEE que brinde orientación sobre esta problemática a la brevedad posible, en el marco de las funciones que le competen.",
            "Reunir a los padres de familia del aula y sensibilizarlos sobre los derechos de las personas con necesidades educativas especiales, sobre la importancia de los valores de igualdad y equidad, y precisarles que cada niño tiene sus propias características y que atenderlos adecuadamente supone un beneficio para todos."
          ],
          "respuesta": "Reunir a los padres de familia del aula y sensibilizarlos sobre los derechos de las personas con necesidades educativas especiales, sobre la importancia de los valores de igualdad y equidad, y precisarles que cada niño tiene sus propias características y que atenderlos adecuadamente supone un beneficio para todos.",
          "solucionario": "El director debe defender y liderar el enfoque inclusivo de la IE. La opción A es discriminatoria y la B deriva la responsabilidad. La C es la más pertinente porque el director asume su rol, enfrenta la queja de los padres y la transforma en una oportunidad de sensibilización sobre la inclusión, la equidad y los derechos de todos los estudiantes."
        }
      ]
    }
  ]
}
