{
  "completo": [
    {
      "idGrupo": "asc_inicial_2023_p01",
      "contexto": "Esteban, de cinco años, ha sido trasladado a una nueva IE. Él se desplaza en silla de ruedas.\nConsiderando sus características, la docente se propone sensibilizar a los niños antes de su llegada al aula. Para ello, dialoga con ellos sobre cómo interactuar con Esteban en las diferentes actividades de la jornada diaria, como por ejemplo, la hora de juego al aire libre.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Sobre la base del enfoque inclusivo del Currículo Nacional de la Educación Básica, ¿cuál de los siguientes comentarios de la docente es pertinente para favorecer la participación de Esteban durante el juego al aire libre?",
          "opciones": [
            "\"Como Esteban se desplaza en una silla de ruedas, hay que pensar en juegos fáciles donde él pueda participar durante el juego al aire libre\".",
            "\"Debemos preguntarle a Esteban si le gustaría participar durante el juego al aire libre y de qué forma podría hacerlo\".",
            "\"Para evitar que Esteban sufra algún tipo de accidente, ¿qué les parece si hacemos turnos para acompañarlo durante el juego al aire libre?\"."
          ],
          "respuesta": "\"Debemos preguntarle a Esteban si le gustaría participar durante el juego al aire libre y de qué forma podría hacerlo\".",
          "respuestaCorta": "El enfoque inclusivo valora la agencia y la voz del estudiante. Preguntarle directamente a Esteban respeta su autonomía y permite una inclusión genuina basada en sus propias preferencias.",
          "solucionario": "La opción B es la más pertinente porque se alinea con el principio de participación y respeto a la autonomía del estudiante, central en el enfoque inclusivo. En lugar de hacer suposiciones sobre sus capacidades (Opción A) o centrarse en la sobreprotección (Opción C), se involucra a Esteban directamente en la toma de decisiones sobre su propia participación, lo cual es clave para fomentar un ambiente verdaderamente inclusivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p02",
      "contexto": "En una reunión colegiada, la directora y las docentes de las aulas de cinco años dialogan sobre los diversos problemas que afectan a la localidad. Ellas comentan que uno de estos problemas es no poder utilizar la losa deportiva debido al estado de deterioro en el que se encuentra.\nEn este contexto, el grupo de docentes propone abordar dicho problema con los niños, sobre la base del enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Mostrar a los niños fotografías de la losa deportiva y explicarles que es importante que ellos la cuiden porque es un espacio de recreación para todos. Luego, con apoyo de imágenes, proponerles acciones de cómo deben cuidarla. Finalmente, convocar a los padres de familia y pedirles que se reúnan con los vecinos de la comunidad para organizarse en el cuidado de la losa deportiva.",
            "Contar a los niños que la losa deportiva está en mal estado y que, por el momento, no es recomendable utilizarla. Luego, mediante una lluvia de ideas, elaborar con los niños un listado de las mejoras que deberían realizarse en la losa deportiva. Finalmente, reunir a los padres de familia para que formen un comité que elabore una carta dirigida a la municipalidad del distrito, en la que se solicite las mejoras propuestas por los niños.",
            "Ir a ver, junto con los niños, el estado de la losa deportiva y pedirles que, desde sus posibilidades, expresen su sentir al no poder usar la losa deportiva. Luego, pedirles que realicen dibujos con sus propuestas, donde participen niños y adultos en el cuidado de la losa. Finalmente, presentar a los padres los dibujos y, sobre esta base, plantearles dialogar con sus hijos sobre la importancia de contar y cuidar los espacios que sirven para recrearse a los miembros de una comunidad."
          ],
          "respuesta": "Ir a ver, junto con los niños, el estado de la losa deportiva y pedirles que, desde sus posibilidades, expresen su sentir al no poder usar la losa deportiva. Luego, pedirles que realicen dibujos con sus propuestas, donde participen niños y adultos en el cuidado de la losa. Finalmente, presentar a los padres los dibujos y, sobre esta base, plantearles dialogar con sus hijos sobre la importancia de contar y cuidar los espacios que sirven para recrearse a los miembros de una comunidad.",
          "respuestaCorta": "El enfoque de derechos implica reconocer a los niños como ciudadanos con voz. Esta opción promueve su participación directa, expresión de sentires y propuesta de soluciones, empoderándolos como miembros activos de su comunidad.",
          "solucionario": "La opción C es la más alineada al enfoque de derechos porque parte de la vivencia y agencia directa de los niños. Les permite constatar el problema, expresar su sentir al respecto (reconociendo su derecho a opinar) y proponer soluciones desde su perspectiva. Este proceso los empodera como ciudadanos activos, a diferencia de las opciones A y B donde el rol del adulto es más directivo y la participación de los niños más pasiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la competencia \"Construye su identidad\", en niños de dos a tres años, ¿cuál de las siguientes situaciones evidencia el desempeño \"Reconoce emociones en el otro\"?",
          "opciones": [
            "Katia está sentada junto a otros niños para comer, mira a la docente que la va a alimentar y dice: \"Yo sola\", coge su cuchara y comienza a comer.",
            "Mariela participa con iniciativa en acciones de su cuidado cuando la docente que la atiende le brinda un trato amable y respetuoso.",
            "Sandra, cuando la docente comenta que un niño llora, se acerca, lo abraza y acaricia para consolarlo."
          ],
          "respuesta": "Sandra, cuando la docente comenta que un niño llora, se acerca, lo abraza y acaricia para consolarlo.",
          "respuestaCorta": "Reconocer la emoción del otro (tristeza, por el llanto) y responder con una acción empática (abrazar para consolar) es una clara demostración de este desempeño.",
          "solucionario": "El desempeño \"Reconoce emociones en el otro\" se evidencia cuando un niño percibe un estado emocional en otra persona y reacciona en consecuencia. Sandra identifica que el otro niño está triste (porque llora) y actúa de manera empática para consolarlo. Las otras opciones se relacionan con la autonomía (A) y la iniciativa en el autocuidado (B), pero no específicamente con el reconocimiento de emociones de los demás.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p04",
      "contexto": "La docente del aula de cuna se encuentra cerca de Facundo, de siete meses, quien está dormido. De pronto, él despierta de su siesta y al ver a la docente, le sonríe. A continuación, él observa a su alrededor y la docente se acerca.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿qué intervención es pertinente que realice la docente para atender al niño?",
          "opciones": [
            "\"Facundo, estás sonriendo porque descansaste bien. Parece que soñaste algo bonito\".",
            "\"Facundo, qué linda sonrisa. A ver, bebé, vamos, dame otra sonrisita más\".",
            "\"Facundo, ahora te hago cosquillitas para que sigas sonriendo\"."
          ],
          "respuesta": "\"Facundo, estás sonriendo porque descansaste bien. Parece que soñaste algo bonito\".",
          "respuestaCorta": "Esta intervención es pertinente porque verbaliza la acción del niño e interpreta su estado emocional, dándole significado a su expresión y fortaleciendo el vínculo afectivo.",
          "solucionario": "La opción A es la más adecuada porque la docente actúa como un \"espejo verbal\", interpretando y poniendo en palabras la comunicación no verbal del niño (la sonrisa). Esto ayuda al niño a conectar sus sensaciones internas con un significado emocional (\"descansaste bien\", \"soñaste algo bonito\"), fomentando la autoconciencia y el apego seguro. Las opciones B y C son menos pertinentes ya que buscan provocar una reacción más que validar la que el niño ya está expresando.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p05",
      "contexto": "Cuando Alejandro está celebrando sus cuatro años, observa las velas de su pastel de cumpleaños, y dice: \"Uno, dos, tres, cuatro\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué principio del conteo evidencia la acción de Alejandro?",
          "opciones": [
            "Principio orden estable.",
            "Principio cardinalidad.",
            "Principio abstracción."
          ],
          "respuesta": "Principio orden estable.",
          "respuestaCorta": "El principio de orden estable se refiere a recitar la secuencia numérica en el orden correcto y fijo, que es exactamente lo que hace Alejandro.",
          "solucionario": "Alejandro está demostrando el principio de orden estable, que implica conocer y repetir la serie numérica siempre en el mismo orden (uno, dos, tres, cuatro...). Aún no demuestra la cardinalidad (que sería comprender que el último número \"cuatro\" representa el total de velas) ni la abstracción (comprender que cualquier conjunto puede ser contado).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p06",
      "contexto": "En el aula de cinco años, acordaron organizar los sectores por grupos. El grupo de niños que va a organizar el sector de construcción ha previsto que, para ordenar los materiales, va a necesitar 6 cajas de cartón. Ellos encuentran solo 2 cajas y lo comunican a la docente. Ella tiene el propósito de aprovechar esta situación para que los niños resuelvan problemas de cantidad y les plantea lo siguiente: \"Si ya tienen 2 cajas y necesitan 6 para organizar el sector, ¿cuántas cajas les falta conseguir?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la resolución de problemas, ¿cuál de las siguientes acciones es más pertinente que la docente realice a continuación?",
          "opciones": [
            "Pedir a los niños que indiquen qué pasos seguirían para resolver el problema.",
            "Pedir a los niños que digan con sus propias palabras lo que entendieron del problema.",
            "Pedir a los niños que resuelvan el problema y comparen sus resultados para ver si llegaron a la respuesta."
          ],
          "respuesta": "Pedir a los niños que digan con sus propias palabras lo que entendieron del problema.",
          "respuestaCorta": "El primer paso en la resolución de problemas es asegurar la comprensión. Pedir a los niños que reformulen el problema ayuda a la docente a verificar que han entendido la situación y la pregunta antes de intentar resolverla.",
          "solucionario": "Según las metodologías de resolución de problemas (como la de Polya), el paso inicial y fundamental es la comprensión del problema. Al solicitar a los niños que lo expliquen con sus palabras, la docente se asegura de que han interiorizado los datos (tienen 2 cajas, necesitan 6) y la incógnita (cuántas faltan). Este es un paso previo necesario antes de planificar una estrategia (A) o ejecutar la solución (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p07",
      "contexto": "En una IE, con motivo de las actividades por la semana de la Educación Inicial, se realizarán juegos deportivos. Las secciones de cinco años participarán jugando fulbito. En una de las aulas, un grupo de niños conversa sobre el próximo partido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿en cuál de las siguientes intervenciones se hace uso del número como nominal?",
          "opciones": [
            "Sofía dice: \"La señorita pegó en mi polo el número 8. Yo lo escogí, ese número me gusta\".",
            "Manuela dice: \"Yo voy a salir primera porque soy la capitana\".",
            "Víctor dice: \"¡Yeeee!, faltan 2 días para jugar al fútbol\"."
          ],
          "respuesta": "Sofía dice: \"La señorita pegó en mi polo el número 8. Yo lo escogí, ese número me gusta\".",
          "respuestaCorta": "El uso nominal de un número es cuando sirve como etiqueta o identificador, no para contar u ordenar. En este caso, el \"8\" es el nombre o identificador en la camiseta de Sofía.",
          "solucionario": "El número se usa como nominal cuando funciona como un identificador, como un nombre. El número \"8\" en el polo de Sofía sirve para identificarla, no para indicar una cantidad ni un orden. La opción B usa el número como ordinal (\"primera\") y la opción C lo usa como cardinal (\"2 días\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p08",
      "contexto": "La docente del aula de cinco años coloca una cantidad de muñequitos sobre cada una de las mesas y plantea a los niños que cada uno forme un grupo de muñequitos. Luego de que los niños lo hacen, se acerca a cada mesa y dialoga con ellos. Este es el diálogo que se produce:\nDocente dice: \"A ver, niños, todos observen el grupo que han formado, y me dicen cuántos muñequitos tiene cada uno\".\n(Los niños cuentan el grupo que formaron y le dicen a la docente el número de muñequitos que agruparon).\nDocente dice: \"Ahora que me dijeron la cantidad que tiene cada uno, ¿quién tiene más muñequitos?\".\nAlex dice: \"Yo tengo más muñequitos, tengo 4\".\nClaudia dice: \"Sí, Alex tiene más\".\nDocente dice: \"A ver, Claudia, ¿por qué dices que Alex tiene más muñequitos?\".\nClaudia dice: \"Porque yo solo tengo 3\".\nDocente dice: \"Y, ¿cuántos muñequitos te falta para tener la misma cantidad que Alex?\".\nClaudia dice: \"Me falta 1\".\nJosé dice: \"A mí también me falta 1, yo tengo 3, como Claudia\".\nDocente dice: \"Ahora, me pueden decir, ¿quiénes tienen menos muñequitos?\".\n(Los niños miran sus agrupaciones y las de sus compañeros).\nJosé dice: \"Miriam tiene más poquito, solo tiene 2\".\nDocente dice: \"¿Qué pasaría si Alex, que tiene 4, le da un muñequito a Miriam?\".\nMiriam dice: \"Tendría 3\".\nAlex dice: \"Sí, tendría 3, todos tendríamos 3 muñequitos. Toma, Miriam te doy 1\".\nMiriam dice: \"Gracias, Alex. ¡Yeee! ¡Yo también tengo 3!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la construcción de la noción de número, ¿qué proceso está desarrollando principalmente la docente en esta intervención?",
          "opciones": [
            "Recoger saberes previos.",
            "Promover la metacognición.",
            "Brindar andamiaje."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "La docente guía a los estudiantes a través de preguntas y desafíos (comparar, igualar cantidades) que están justo por encima de sus habilidades actuales, proporcionando el apoyo necesario para que construyan una comprensión más profunda del número. Esto es andamiaje.",
          "solucionario": "La docente está brindando andamiaje al plantear una serie de preguntas guiadas (\"¿quién tiene más?\", \"¿cuántos te falta?\", \"¿qué pasaría si...?\"). Este apoyo permite que los niños avancen en su comprensión de la comparación e igualación de cantidades, un paso que quizás no darían por sí solos. No está simplemente recogiendo saberes previos (A) ni pidiéndoles que reflexionen sobre su propio pensamiento (B), sino que está guiando activamente su construcción de conocimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p09",
      "contexto": "En el aula de cinco años, luego de preparar una limonada, la docente se dispone a servir la bebida a los niños. Pablo y Alicia cogen cada uno un vaso. Ambos vasos son de diferente altura y ancho, sin embargo, tienen la misma capacidad. Este es el diálogo que se produce a continuación:\nPablo dice: \"¡No vale! A mí me va a tocar poquita limonada\" (su vaso es ancho y bajo).\nDocente dice: \"¿Por qué dices eso, Pablo?\".\nPablo dice: \"Porque mi vaso es chiquito\".\nAlicia dice: \"Mi vaso es más grande, a mí me va tocar mucha limonada\" (su vaso es delgado y alto).\nDocente dice: \"¿Están seguros?\".\nNiños dicen: \"Sili\".\nDocente dice: \"A ver, veamos qué pasa\" (la docente coge un cucharón y sirve dos medidas de limonada en el vaso de Pablo, con lo que el vaso se llena. A continuación, sirve dos medidas de limonada en el vaso de Alicia, y también este vaso se llena).\nNiños dicen: (Sorprendidos, exclaman) \"¿Qué? ¡¡ Era igual!!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de lo presentado, ¿qué acción está realizando la docente?",
          "opciones": [
            "Promover la transferencia de los aprendizajes.",
            "Generar conflicto cognitivo.",
            "Brindar andamiaje."
          ],
          "respuesta": "Generar conflicto cognitivo.",
          "respuestaCorta": "La creencia de los niños de que el vaso más alto contenía más se ve desafiada cuando la docente demuestra que ambos contienen la misma cantidad, creando un conflicto cognitivo que los obliga a reconsiderar sus ideas sobre el volumen.",
          "solucionario": "La docente genera un conflicto cognitivo al crear una situación donde la idea preconcebida de los niños (recipiente más alto/grande = más contenido) choca con la realidad (ambos recipientes contienen la misma cantidad). La exclamación de sorpresa de los niños (\"¿Qué? ¡¡ Era igual!!\") demuestra claramente que su esquema mental existente ha sido desestabilizado, lo cual es la esencia de un conflicto cognitivo, momento crucial para un nuevo aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p10",
      "contexto": "Con motivo del evento por la celebración del aniversario de la IE, los niños de cinco años van a elaborar varios croquis de la institución para que los visitantes se ubiquen el día del evento.\nComo primera acción, la docente y los niños realizan un recorrido por las instalaciones de la IE, partiendo desde la puerta de ingreso. Al regresar al aula, organizados en grupos, se disponen a elaborar los croquis.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿qué acción pedagógica es más pertinente que la docente realice a continuación?",
          "opciones": [
            "Presentar a los niños un papelógrafo con el trazo de la silueta que representa a toda la IE. Luego, preguntarles: \"¿Qué ambientes tiene la IE?\", y proceder a representar los ambientes en la silueta. Finalmente, entregar un papelógrafo a cada grupo para que elaboren su croquis, tomando como guía el papelógrafo presentado.",
            "Conversar con los niños sobre cómo fue el recorrido de la IE. Luego, pedirles que nombren los ambientes que vieron y que expliquen dónde están ubicados. Finalmente, entregar un papelógrafo a cada grupo e indicar que se organicen para elaborar el croquis, tomando en cuenta el recorrido realizado y lo dialogado.",
            "Mostrar a los niños imágenes impresas de los distintos ambientes de la IE, y repartirlas a los grupos para que las pinten y recorten de acuerdo a lo observado en el recorrido. Finalmente, entregarles un papelógrafo y brindarles indicaciones para que armen el croquis pegando los recortes de los ambientes en las ubicaciones correspondientes."
          ],
          "respuesta": "Conversar con los niños sobre cómo fue el recorrido de la IE. Luego, pedirles que nombren los ambientes que vieron y que expliquen dónde están ubicados. Finalmente, entregar un papelógrafo a cada grupo e indicar que se organicen para elaborar el croquis, tomando en cuenta el recorrido realizado y lo dialogado.",
          "respuestaCorta": "Esta acción es la más pertinente porque anima a los niños a recordar y verbalizar sus propias experiencias espaciales del recorrido, un paso necesario para que luego puedan representar ese espacio gráficamente por sí mismos.",
          "solucionario": "La opción B es la más adecuada porque promueve la construcción de la representación espacial a partir de la propia experiencia de los niños. Al pedirles que recuerden el recorrido y la ubicación de los ambientes, la docente los ayuda a organizar su mapa mental espacial antes de intentar dibujarlo. Las opciones A y C son más directivas, proporcionando una guía pre-hecha o piezas para ensamblar, lo que limita el proceso propio de los niños para representar el espacio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p11",
      "contexto": "En el marco del proyecto \"¿Cómo crecen las plantas?\", la docente y los niños de cinco años, hoy, inician la elaboración de un germinador. Para ese fin, colocan semillas en algodón húmedo con agua fría. Uno de los propósitos del proyecto es contribuir al desarrollo de la noción de tiempo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más pertinente para dicho propósito?",
          "opciones": [
            "Explicar que les entregará, diariamente, hojas para que dibujen el crecimiento de las plantas. Después de unos días, pedir que compartan sus producciones con sus compañeros y hacer preguntas tales como: \"¿Cómo se inició este proyecto? ¿Qué se hizo antes de colocar la semilla en el algodón? ¿Cómo se ve la planta hoy? ¿Cómo se verá mañana?\".",
            "Explicar que se elaborará una línea de tiempo del crecimiento de las plantas, la cual estará dividida por semanas. Después de unos días, en asamblea semanal, pedirles que respondan a preguntas tales como: \"¿Cómo se ve la semilla en el germinador? ¿Qué ha sucedido?\", y registrar por escrito las respuestas de los niños respecto a lo sucedido en la experiencia.",
            "Explicar que se utilizará un reloj de manillas y acordar con los niños el día de la semana y la hora en que se realizará la observación del germinador y la medición del crecimiento de las plantas, una vez que estas broten. En el transcurso de los días, usar el reloj, y hacer a los niños preguntas tales como: \"¿Qué hora es? ¿Cuánto falta para medir la planta? ¿A qué hora se terminó de medir las plantas?\"."
          ],
          "respuesta": "Explicar que les entregará, diariamente, hojas para que dibujen el crecimiento de las plantas. Después de unos días, pedir que compartan sus producciones con sus compañeros y hacer preguntas tales como: \"¿Cómo se inició este proyecto? ¿Qué se hizo antes de colocar la semilla en el algodón? ¿Cómo se ve la planta hoy? ¿Cómo se verá mañana?\".",
          "respuestaCorta": "Esta acción ayuda a construir la noción de tiempo al centrarse en la secuencia de eventos (antes/después), el paso del tiempo (hoy/mañana) y los cambios que ocurren durante ese tiempo, conceptos clave para los niños pequeños.",
          "solucionario": "La opción A es la más pertinente para desarrollar la noción de tiempo en niños pequeños. Se enfoca en conceptos concretos y secuenciales como \"antes\", \"hoy\" y \"mañana\", y utiliza los propios dibujos de los niños como un registro del cambio a lo largo del tiempo. La \"línea de tiempo\" de la opción B es un concepto más abstracto, y el enfoque de la opción C en un reloj de manecillas se relaciona con la medición convencional del tiempo (horas), que es un concepto más avanzado que la noción básica de secuencia y duración temporal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p12",
      "contexto": "En la hora del juego libre en los sectores, Rosario, de cinco años, está jugando con botones de diferentes colores. La niña pone en fila 6 botones negros y llama a la docente para mostrarle lo que hizo. La docente se acerca y, al verla, le propone: \"Rosario, qué tal si con los botones blancos formas otra fila con la misma cantidad de botones que los negros\". Entonces, Rosario lo hace de la siguiente manera:",
      "imagen": "img/ascenso/inicial/2023/inicial/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿En qué fase del desarrollo de la conservación de la cantidad se encuentra Rosario?",
          "opciones": [
            "Conservación no duradera.",
            "Ausencia de correspondencia término a término.",
            "Correspondencia término a término sin conservación."
          ],
          "respuesta": "Ausencia de correspondencia término a término.",
          "respuestaCorta": "Rosario iguala la longitud de la fila de botones blancos con la de los negros, guiada por la percepción, en lugar de emparejar un botón blanco por cada botón negro. Esto demuestra que aún no ha establecido la correspondencia uno a uno.",
          "solucionario": "Rosario se encuentra en una fase de ausencia de correspondencia término a término. Se guía por la longitud perceptual de la fila, no por la correspondencia de cada elemento de un conjunto con un elemento del otro. Colocó 7 botones blancos para igualar la longitud de los 6 botones negros, lo que demuestra que no comprende que para tener la \"misma cantidad\", debe haber una relación uno a uno entre los elementos, independientemente de cuán espaciados estén.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_inicial_2023_p13",
      "contexto": "Los niños del aula de cinco años están elaborando portarretratos para regalar a sus abuelos por su día. La docente les propone decorar los marcos de dichos portarretratos usando figuras geométricas de papel. Para ello, les pide que, primero, ensayen con bloques lógicos. Percy dice a la docente: \"En mi marco repetiré muchas veces triángulo, círculo y cuadrado\". Luego, la docente observa que Percy ha ordenado los bloques lógicos de la siguiente manera: triángulo, círculo y cuadrado, y ha repetido este mismo orden de figuras geométricas tres veces. En la cuarta repetición, ha modificado el orden colocando un rectángulo en el lugar del cuadrado, como se observa en la siguiente imagen:",
      "imagen": "img/ascenso/inicial/2023/inicial/2.jpg",
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes acciones es más pertinente para brindar retroalimentación a Percy?",
          "opciones": [
            "Indicar a Percy que observe lo que ha elaborado con los bloques. Luego, proponerle que reúna nuevamente los bloques lógicos y vuelva a ordenarlos para mejorar lo que hizo.",
            "Decir a Percy que el último bloque que ha colocado es un rectángulo en lugar de un cuadrado. Luego, decirle que, para solucionarlo, lo reemplace por la forma que corresponde.",
            "Pedir a Percy que nombre los bloques según los ha colocado. Luego, preguntarle si los tres primeros bloques con los que comenzó son los mismos que con los que terminó, y plantearle si le gustaría cambiar el último bloque."
          ],
          "respuesta": "Pedir a Percy que nombre los bloques según los ha colocado. Luego, preguntarle si los tres primeros bloques con los que comenzó son los mismos que con los que terminó, y plantearle si le gustaría cambiar el último bloque.",
          "respuestaCorta": "La retroalimentación por descubrimiento o reflexiva es la más efectiva. Se guía al niño con preguntas para que él mismo identifique el error y decida cómo corregirlo, promoviendo la metacognición.",
          "solucionario": "La opción C es la más pertinente porque sigue un enfoque de retroalimentación reflexiva. En lugar de darle la respuesta (opción B) o simplemente pedirle que lo haga de nuevo sin una guía clara (opción A), la docente utiliza preguntas estratégicas para que Percy compare el inicio y el final de su secuencia. Esto lo lleva a descubrir por sí mismo la inconsistencia en su patrón, fomentando su autonomía y razonamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p14",
      "contexto": "La docente del aula de cinco años propone a los niños que dibujen lo que más les gustó del fin de semana. Luego, durante la asamblea, los niños muestran y explican sus dibujos. Adriana, una de las niñas del aula, dibujó a su familia.\nEste es el dibujo que elaboró Adriana:",
      "imagen": "img/ascenso/inicial/2023/inicial/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿A continuación, la niña dialoga con la docente.\nAdriana dice: \"He dibujado a mi mamá, a mi hermano y a mí\".\nDocente dice: \"¿Dónde estás tú?\".\nAdriana dice: \"Aquí\" (señalando a la persona que está a la derecha).\nDocente dice: \"A ver, muéstrame\".\nAdriana dice: \"Mira, mi hermano es más chiquito que mi mamá (señalando primero a la persona del medio y luego a la persona que está a la izquierda)... y yo soy más chiquita que mi hermano (señalando primero a la persona que está a la derecha del dibujo y luego a la persona del medio). Entonces, yo soy más chiquita que mi mamá\". Cuál es la propiedad de la seriación que se evidencia en la explicación de Adriana?",
          "opciones": [
            "La reciprocidad.",
            "La transitividad.",
            "La reversibilidad."
          ],
          "respuesta": "La transitividad.",
          "respuestaCorta": "Adriana demuestra la transitividad al deducir una relación (yo soy más chiquita que mi mamá) a partir de otras dos relaciones conocidas (hermano < mamá y yo < hermano).",
          "solucionario": "La propiedad de la transitividad se refiere a la capacidad de establecer una relación entre dos elementos a partir de su relación con un tercer elemento. Adriana establece que si A (su hermano) es más chiquito que B (su mamá), y C (ella) es más chiquita que A (su hermano), entonces puede inferir lógicamente que C (ella) es más chiquita que B (su mamá). Este razonamiento (Si A<B y C<A, entonces C<B) es la esencia de la transitividad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p15",
      "contexto": "Los niños y la docente del aula de cinco años van a elegir a un representante del aula para que asista a una reunión con la directora de la IE. Luego de dialogar sobre quién podría representarlos, los niños proponen a Violeta y a Darío como candidatos, y se realiza la votación levantando la mano. La docente cuenta los votos, escribe en la pizarra el resultado y dice: \"Violeta: 8 votos, y Darío: 6 votos\".\nA continuación, la docente pregunta: \"¿Quién obtuvo más votos?\", César se apresura a responder y dice: \"¡Darío!\", a lo que la docente pregunta: \"A ver, César, ¿cómo sabes que 6 es más que 8?\". César comienza a contar con los dedos de su mano y no logra hacer la comparación. Al verlo, la docente le propone: \"¿Qué te parece si comparamos los votos de tus compañeros usando tapitas? (César coge un puñado de tapitas). Ahora, coloca 6 tapitas, que son los votos de Darío, una tapita al lado de otra, y debajo de cada tapita, coloca una por una, las 8 tapitas de los votos de Violeta\". Hecho esto, la docente le dice a César: \"Ahora, dime dónde hay más, ¿en los 6 votos de Darío o en los 8 votos de Violeta?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la situación presentada, ¿cuál de las siguientes acciones pedagógicas está realizando principalmente la docente en su intervención con César?",
          "opciones": [
            "Brindar retroalimentación.",
            "Promover la metacognición.",
            "Recoger los saberes previos."
          ],
          "respuesta": "Brindar retroalimentación.",
          "respuestaCorta": "La docente identifica un error en el razonamiento del niño y, en lugar de corregirlo directamente, le ofrece una estrategia con material concreto (las tapitas) para que él mismo pueda descubrir la respuesta correcta.",
          "solucionario": "La intervención de la docente es un claro ejemplo de retroalimentación. No se limita a señalar el error, sino que le proporciona a César una herramienta (correspondencia término a término con tapitas) para que él mismo pueda analizar su respuesta inicial, compararla con la evidencia concreta y llegar a la conclusión correcta. Esta acción está diseñada para ayudar al estudiante a mejorar su comprensión y desempeño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p16",
      "contexto": "La docente del aula de dos a tres años está conversando con un grupo de niños. Se dirige a Vicente, que acaba de cumplir tres años, y le pregunta: \"¿Cuántos años tienes ahora, Vicente?\". El niño sonríe, muestra dos dedos de su mano y cuenta, rápidamente, diciendo: \"Uno, dos, tres. Tengo tres\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál de las siguientes acciones es pertinente para continuar favoreciendo el desarrollo del conteo en Vicente?",
          "opciones": [
            "Decir: \"Vicente, acabas de cumplir tres años\". Luego, pedirle que agregue un dedo más para contar juntos hasta el tres y pedir a los demás niños que muestren tres dedos igual como lo hace Vicente.",
            "Decir: \"Vicente, qué alegría que ya tengas tres años, como tus amigos\". Luego, pedir a los demás niños que muestren cada dedo según como ella va contado para enseñarle a Vicente a contar hasta tres.",
            "Decir: \"Vicente, qué te parece si averiguamos qué niños han cumplido tres años, como tú\". Luego, preguntar a los niños quiénes tienen tres años, y pedirles que cuenten, junto a Vicente, hasta tres."
          ],
          "respuesta": "Decir: \"Vicente, qué te parece si averiguamos qué niños han cumplido tres años, como tú\". Luego, preguntar a los niños quiénes tienen tres años, y pedirles que cuenten, junto a Vicente, hasta tres.",
          "respuestaCorta": "Esta acción es pertinente porque parte del logro de Vicente, lo valida y lo extiende a una actividad grupal y significativa (averiguar quiénes más tienen tres años), permitiendo practicar el conteo en un contexto social y relevante.",
          "solucionario": "La opción C aprovecha el interés y el logro de Vicente para plantear una situación de aprendizaje auténtica y colectiva. Al proponer \"averiguar qué niños han cumplido tres años\", se le da un propósito real al conteo. Involucrar a los demás compañeros en el conteo refuerza la habilidad de forma social y significativa, en lugar de corregir directamente o modelar de forma aislada (opciones A y B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p17",
      "contexto": "Lea la siguiente situación y responda las preguntas 17 y 18.\n\nEn el aula de cinco años, los niños van a realizar una actividad individual. La docente pide al responsable de cada mesa que cuente el número de niños de su grupo para que luego pueda recoger la cantidad exacta de materiales que necesitarán en su mesa para realizar la actividad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Cuando la docente se acerca a la mesa de José, se suscita el siguiente diálogo:\nDocente dice: \"José, ¿cuántos niños hay en tu mesa?\".\nJosé dice: (Cuenta de uno en uno, incluyéndose) \"Uno, dos, tres, cuatro, cinco y seis\".\nDocente dice: \"Entonces, ¿cuántos hay en total?\".\nJosé dice: (Vuelve a contar) \"Seis\".\nDocente dice: \"¿Dónde hay seis?\".\nJosé dice: (Señala al último niño que contó) \"Aquí\".\n\n¿Cuál de los siguientes principios del conteo aún NO ha logrado José?",
          "opciones": [
            "La cardinalidad.",
            "El orden estable.",
            "La correspondencia término a término."
          ],
          "respuesta": "La cardinalidad.",
          "respuestaCorta": "José puede recitar la secuencia numérica mientras cuenta, pero no comprende que el último número dicho ('seis') representa el total del grupo, sino que lo asocia únicamente con el último elemento contado.",
          "solucionario": "El principio de cardinalidad implica comprender que el último número de la secuencia de conteo representa la cantidad total de elementos del conjunto. José realiza correctamente el conteo (orden estable y correspondencia), pero al ser preguntado por el total (\"¿Dónde hay seis?\"), señala solo al último niño. Esto demuestra que aún no ha interiorizado que 'seis' es el cardinal de todo el grupo, no solo una etiqueta para el último miembro.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, la docente se percata de que Carmen, la responsable de otra mesa, coge cinco hojas cuando en su mesa hay siete niños. ¿Cuál es una acción docente pertinente ante esta situación?",
          "opciones": [
            "Decirle a Carmen, desde la ubicación en la que se encuentra, \"veo que faltan dos hojas para que cada uno de tus compañeros pueda trabajar, cógelas de mi mesa\".",
            "Plantear a Carmen: \"Mira, Carmen, en tu mesa son siete niños y tú cogiste solo cinco hojas (grafica en la pizarra siete círculos y tacha cinco); entonces, ¿cuántas hojas te faltan coger?\".",
            "Dejar que Carmen distribuya las hojas y, cuando se acerque a buscar las que le faltan preguntarle qué fue lo que sucedió, cómo se dio cuenta de que faltaban materiales y cómo hizo para averiguar cuántos tenía que completar."
          ],
          "respuesta": "Dejar que Carmen distribuya las hojas y, cuando se acerque a buscar las que le faltan preguntarle qué fue lo que sucedió, cómo se dio cuenta de que faltaban materiales y cómo hizo para averiguar cuántos tenía que completar.",
          "respuestaCorta": "Esta opción promueve la autonomía y la metacognición. Permite que la niña se dé cuenta del problema por sí misma a través de la acción y luego reflexione sobre cómo lo identificó y cómo lo resolvió.",
          "solucionario": "La acción más pertinente es la C, ya que aprovecha el error como una oportunidad de aprendizaje genuina. Al permitir que Carmen enfrente el resultado de su acción (repartir las hojas y ver que faltan), se promueve que ella misma identifique el problema. Las preguntas posteriores de la docente (\"¿cómo te diste cuenta?\", \"¿cómo hiciste para averiguar?\") fomentan la metacognición, ayudándola a tomar conciencia de sus propios procesos de resolución de problemas. Las otras opciones son más directivas y le quitan a la niña la oportunidad de pensar por sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p19",
      "contexto": "Cuando Rolando, de cuatro años, cuenta los números del 1 al 5, lo hace sin separar las palabras, de la siguiente manera:",
      "imagen": "img/ascenso/inicial/2023/inicial/4.jpg",
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué nivel de la secuencia verbal del conteo evidencia haber alcanzado Rolando?",
          "opciones": [
            "Nivel cuerda.",
            "Nivel cadena irrompible.",
            "Nivel cadena rompible."
          ],
          "respuesta": "Nivel cuerda.",
          "respuestaCorta": "El nivel 'cuerda' o 'sarta' se caracteriza por recitar la secuencia de números como una sola cadena de sonidos, sin diferenciar las palabras individuales, tal como lo hace Rolando.",
          "solucionario": "Rolando se encuentra en el nivel 'cuerda' (o sarta) del conteo. En esta etapa, el niño recita la secuencia de números de memoria, como si fuera una canción o una sola palabra larga, sin comprender que está compuesta por unidades separadas. Aún no puede empezar a contar desde un número que no sea el uno (cadena irrompible) ni contar desde cualquier número (cadena rompible).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p20",
      "contexto": "La docente observa que últimamente César de dos años, cuando juega, coge los objetos por breves momentos y luego los lanza.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué se puede inferir del comportamiento de César?",
          "opciones": [
            "Que tiene la intención de desafiar al adulto cuidador.",
            "Que es una manifestación de su ansiedad y agresividad.",
            "Que es una muestra de la reafirmación de su identidad personal."
          ],
          "respuesta": "Que es una muestra de la reafirmación de su identidad personal.",
          "respuestaCorta": "A los dos años, los niños exploran la relación causa-efecto y descubren su propio poder sobre el entorno. Lanzar objetos es una forma de experimentar su agencia y autoafirmación como un ser individual.",
          "solucionario": "El comportamiento de César es típico de la etapa de autoafirmación del yo, alrededor de los dos años. Al lanzar objetos, explora las consecuencias de sus acciones (\"si lo suelto, cae y suena\"), descubre su capacidad para influir en el mundo y se reconoce como un agente causal, una parte fundamental de la construcción de su identidad y autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p21",
      "contexto": "Beatriz, de dos años, no pronuncia con claridad algunas palabras. Por ejemplo, dice: \"Queyo lleta\" para decir que quiere comer galletas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción docente pertinente ante esta situación?",
          "opciones": [
            "Pronunciar correctamente las palabras que se le dificultan a la niña en las conversaciones cotidianas, aunque ella aún no lo haga, para que desarrolle paulatinamente la pronunciación adecuada.",
            "Hacerle masajes a la niña en la cara para que relaje sus músculos y proponerle juegos de vocalización, como el del carrito, soplar velas, entre otros.",
            "Hacer que la niña pronuncie correctamente las palabras que se le dificultan al menos tres veces en cada ocasión."
          ],
          "respuesta": "Pronunciar correctamente las palabras que se le dificultan a la niña en las conversaciones cotidianas, aunque ella aún no lo haga, para que desarrolle paulatinamente la pronunciación adecuada.",
          "respuestaCorta": "La estrategia más adecuada es el modelado. Al escuchar repetidamente la pronunciación correcta en un contexto comunicativo natural, la niña irá ajustando su propia producción del lenguaje sin sentirse presionada o corregida.",
          "solucionario": "La opción A describe la estrategia del modelado lingüístico. Es la intervención más respetuosa y efectiva para el desarrollo del lenguaje. Al ofrecer el modelo correcto (\"¿Quieres galletas?\") en una interacción significativa, se le brinda a la niña la información fonológica adecuada sin generar frustración. Forzar la repetición (opción C) puede ser contraproducente, y aunque los ejercicios de vocalización (opción B) pueden ayudar, el modelado en contexto es la acción principal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p22",
      "contexto": "Elena, de cinco meses, está recostada boca arriba jugando con sus manos. De pronto, la docente pasa cerca de Elena, la niña la sigue con la mirada, logra ponerse de costado por algunos segundos y regresa a su posición inicial. A continuación, la niña hace intentos de volver a la posición de costado, para seguir viendo a la docente, sin lograrlo. Ante esta situación, la docente se acerca a Elena para atenderla.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente para favorecer el desarrollo motor de Elena?",
          "opciones": [
            "\"Elena, ¿me estás buscando? He visto que te pusiste de costado y, ahora, estás esforzándote para volver a esa misma posición\".",
            "\"Elena, ¿necesitas que te ayude en algo? Te voy a dar la mano para ayudarte a que vuelvas a ponerte de costado; a ver, te ayudaré a acomodarte\".",
            "\"Elena, ¿quieres que me acerque más?, mira, me voy a poner al otro lado. Ahora, trata de darte la vuelta, ivamos, yo sé que tú puedes lograrlo!\"."
          ],
          "respuesta": "\"Elena, ¿me estás buscando? He visto que te pusiste de costado y, ahora, estás esforzándote para volver a esa misma posición\".",
          "respuestaCorta": "Esta intervención verbaliza y valida el esfuerzo y el logro motor de la bebé, dándole seguridad y conciencia de su propio cuerpo y movimiento, sin interferir físicamente en su exploración.",
          "solucionario": "La opción A es la más pertinente desde un enfoque de movimiento libre. La docente acompaña verbalmente la acción de la niña, reconociendo su intención (\"¿me estás buscando?\") y su esfuerzo (\"estás esforzándote\"). Esto le da seguridad afectiva y la anima a seguir intentándolo por sí misma, sin interrumpir su proceso de descubrimiento motor. Las opciones B y C son intervencionistas y limitan la oportunidad de que Elena logre el movimiento por sus propios medios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p23",
      "contexto": "Fabiola y Alfredo, de cuatro años, juegan en el patio a celebrar una fiesta de cumpleaños. Así, deciden armar una torta usando tierra seca, pero esta no resiste y se desmorona. Al verlos, la docente se acerca. Este es el diálogo que se produce a continuación:\nDocente dice: \"Niños, cuéntenme, ¿qué están haciendo con la tierra?\".\nFabiola dice: \"Señorita, queremos hacer una torta, pero no nos sale\".\nDocente dice: \"¿Por qué no les sale?\".\nFabiola dice: \"No sé\".\nDocente dice: \"¿Qué están utilizando para hacer la torta?\".\nAlfredo dice: \"Tierra seca del jardín, pero se cae\".\nDocente dice: \"¿Y qué podrían agregarle para que se forme cómo una masa?\".\nFabiola dice: \"Uhmm... ¿Y si le echamos agua?\".\nAlfredo dice: \"¡Ah, sí! ¡Para que se haga barro!\".\nDocente dice: \"A ver, inténtenlo\" (la docente continúa su recorrido, mientras los niños mezclan la tierra con agua).\nAlfredo dice: \"¡Ahora ya se hizo como masa de verdad!\".\nDocente dice: (La docente se acerca nuevamente a los niños). \"¿Cómo les fue con su torta?\".\nFabiola dice: \"¡Mira! ¡Ya nos salió!\".\nDocente dice: \"A ver, ¿cuéntenme cómo lo hicieron?\".\nFabiola dice: \"Primero, le echamos mucha agua, pero no salió\".\nAlfredo dice: \"Sí, pero cuando le echamos poquito, sí salió\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está realizando la docente con su intervención?",
          "opciones": [
            "Generar conflicto cognitivo.",
            "Favorecer la transferencia de los aprendizajes.",
            "Promover la metacognición sobre el proceso de aprendizaje."
          ],
          "respuesta": "Promover la metacognición sobre el proceso de aprendizaje.",
          "respuestaCorta": "Al final, la docente pide a los niños que expliquen cómo lograron el resultado, haciéndoles reflexionar sobre su propio proceso de ensayo-error y las estrategias que funcionaron.",
          "solucionario": "La pregunta clave de la docente al final es \"A ver, ¿cuéntenme cómo lo hicieron?\". Esta pregunta no busca un nuevo conocimiento, sino que invita a los niños a verbalizar y tomar conciencia de los pasos que siguieron, los problemas que encontraron (\"le echamos mucha agua, pero no salió\") y cómo los solucionaron (\"cuando le echamos poquito, sí salió\"). Este proceso de pensar sobre el propio aprendizaje es la metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p24",
      "contexto": "En el aula de cinco años es el momento del refrigerio. Fernanda y Luis se disponen a comer lo que trajeron. Entonces, se produce el siguiente diálogo:\nFernanda dice: \"Luis, el plátano que vas a comer está malogrado. ¡No lo comas!\".\nLuis dice: (Mientras Luis pela la fruta, mira a Fernanda y responde).\nLuis dice: \"No, está bien..., mira\".\nLuis dice: (Luis se come la fruta). \"Estaba rico y dulce\".\nDocente dice: (La docente, que escuchó el diálogo, se acerca). \"¿Por qué le decías a Luis que no coma el plátano?\".\nFernanda dice: \"Porque su cáscara tenía manchas marrones\".\nLuis dice: \"Pero, cuando lo pelé vi que estaba bien, por eso lo comí\".\nDocente dice: \"¿Y si averiguamos cómo podemos darnos cuenta si un plátano se puede comer o está malogrado?\".\nAmbos dicen: \" ¡Si!!\".\nDocente dice: \"Niños, qué les parece si luego del refrigerio nos ponemos de acuerdo para averiguarlo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la indagación científica, ¿qué se evidencia principalmente en la situación presentada?",
          "opciones": [
            "Que los niños generan conclusiones.",
            "Que los niños problematizan situaciones.",
            "Que los niños diseñan estrategias de indagación."
          ],
          "respuesta": "Que los niños problematizan situaciones.",
          "respuestaCorta": "A partir de una situación cotidiana y una discrepancia de ideas (manchas marrones = malogrado vs. no malogrado), los niños, con ayuda de la docente, convierten esta duda en una pregunta investigable.",
          "solucionario": "La situación parte de una observación y una idea previa de Fernanda (\"su cáscara tenía manchas marrones\", por lo tanto, \"está malogrado\"). Esta idea es refutada por la experiencia de Luis. La intervención de la docente (\"¿Y si averiguamos...?\") ayuda a los niños a transformar esta contradicción en un problema o una pregunta que se puede investigar. Este es el primer paso del ciclo de indagación: problematizar una situación del entorno para convertirla en objeto de estudio.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_inicial_2023_p25",
      "contexto": "Hoy, los niños del aula de cinco años han ido al parque para finalizar un proyecto sobre el impacto de los insectos en la salud de las personas. La docente ha llevado manzanas para el momento del refrigerio. Cuando se disponen a comer, ellos observan con atención cómo vuela una mosca, cómo se para en el pasto y en las flores. Luego, algunos niños espantan a la mosca para que se aleje. De pronto, llega una mosca más y se posa sobre una de las manzanas. Los niños continúan espantándolas, mientras realizan comentarios acerca de lo que observan de las moscas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los comentarios de los niños refleja mejor una conclusión en relación al proyecto realizado?",
          "opciones": [
            "Samuel dice: \"¡Mira! Una de las moscas es muy, muy, muy fea; jesa, tiene ojos muy grandes!\".",
            "Fabián dice: \"¡Uy! Esas moscas se están juntando para conversar de cómo van a molestar a las personas en el parque\".",
            "Jeremías dice: \"¡Huácala! Ya no puedo comer esa manzana, la mosca se ha parado allí y me puedo enfermar\"."
          ],
          "respuesta": "Jeremías dice: \"¡Huácala! Ya no puedo comer esa manzana, la mosca se ha parado allí y me puedo enfermar\".",
          "respuestaCorta": "El comentario de Jeremías conecta la acción de la mosca (posarse en la comida) con una consecuencia directa relacionada con el tema del proyecto (enfermarse), demostrando la aplicación de lo aprendido.",
          "solucionario": "Una conclusión implica la aplicación de conocimientos previos a una nueva situación para establecer una relación de causa-efecto. Jeremías utiliza la información del proyecto (\"el impacto de los insectos en la salud\") para concluir que la manzana contaminada por la mosca puede causarle una enfermedad. Los otros comentarios son una descripción (A) o una interpretación fantasiosa (B), pero no una conclusión basada en el aprendizaje del proyecto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p26",
      "contexto": "Los niños del aula de cuatro años están observando las flores de color rojo intenso de los arbustos en la jardinera de la IE. Entonces, se dan cuenta de que se han caído algunas flores al suelo. Estas últimas tienen un color diferente a las que se encuentran en la planta. La docente, al ver la curiosidad de los niños, busca aprovechar dicho hallazgo para continuar favoreciendo la indagación científica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para lograr dicho propósito?",
          "opciones": [
            "Preguntar a los niños: \"¿Qué creen que ha pasado con las flores caídas? ¿Por qué esas flores tienen otro color?\". Luego de escuchar las respuestas, pedirles que recojan algunas flores caídas para llevarlas al aula y ver qué sigue pasando con ellas. Finalmente, al regresar al aula, pedir a los niños que dibujen lo que vieron en las flores.",
            "Preguntar a los niños: \"¿Les gustaría saber por qué las flores se han caído de la planta y se ven de otro color?\". Luego de escuchar las respuestas, plantearles que muestren las flores a otras personas de la IE, para preguntarles: \"¿Qué les pasó a las flores?\". Finalmente, al regresar al aula, pedirles que dibujen las respuestas que han escuchado.",
            "Preguntar a los niños: \"¿Quieren que les explique por qué las flores se cayeron de la planta y están de otro color?\". Luego de escuchar las respuestas, invitarlos a sentarse para contarles cuál es el proceso para que una flor nazca, crezca, cambie de color y caiga de la planta. Finalmente, de regreso al aula, pedirles que dibujen las flores que están en las plantas y las que se han caído."
          ],
          "respuesta": "Preguntar a los niños: \"¿Qué creen que ha pasado con las flores caídas? ¿Por qué esas flores tienen otro color?\". Luego de escuchar las respuestas, pedirles que recojan algunas flores caídas para llevarlas al aula y ver qué sigue pasando con ellas. Finalmente, al regresar al aula, pedir a los niños que dibujen lo que vieron en las flores.",
          "respuestaCorta": "Esta acción promueve la indagación al partir de preguntas que invitan a los niños a formular sus propias hipótesis y proponer una acción directa para observar y registrar lo que sucede.",
          "solucionario": "La opción A es la más pertinente para la indagación científica porque fomenta el ciclo completo: se parte de la observación, se plantean preguntas que generan hipótesis en los niños (\"¿Qué creen que ha pasado?\"), se propone una acción para seguir investigando (\"llevarlas al aula y ver qué sigue pasando\") y se registra lo observado. Las otras opciones se centran en buscar respuestas de terceros (B) o en una explicación directa de la docente (C), lo que limita el protagonismo de los niños en el proceso de descubrir.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p27",
      "contexto": "Los niños del aula de cuatro años, hace unos días, han preparado plastilina casera siguiendo un instructivo. Como quedaron insumos de esa preparación, los ubicaron en el sector de ciencias. Hoy, durante el juego libre en los sectores, Raúl y Gina se proponen preparar más plastilina. En ese contexto, se produce el siguiente diálogo entre los niños:\nGina dice: \"Yo quiero hacer más plastilina que el otro día, le voy a poner más agua\".\nRaúl dice: \"¡Qué buena idea! ¡Yo también le voy a poner más agua!\".\n(Los niños comienzan a mezclar los insumos y a agregar más agua).\nGina dice: \"¡Uyyy! ¡Mira, Raúl! Mi masa no parece plastilina\".\nRaúl dice: \"La mía parece mazamorra\".\nGina dice: \"Voy a seguir amasando\".\n(Los niños observan que la masa se pega en sus manos y no consiguen la consistencia de la plastilina).\nGina dice: \"La masa se pega en mis manos\".\nRaúl dice: \"Gina, hay que llamar a la señorita\".\n(Gina va en busca de la docente).\nLa docente se acerca y los niños le cuentan que quieren preparar más plastilina que la que hicieron antes, pero, no les ha salido bien. Entonces, explican a la docente lo que hicieron. En este contexto, la docente tiene el propósito de aprovechar la situación para favorecer la indagación científica en los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para lograr dicho propósito?",
          "opciones": [
            "Decir a los niños: \"Mientras ustedes amasan, agregaré más harina, sal y aceite\". Luego de que se forme la plastilina, preguntarles: \"¿Qué hice mientras ustedes amasaban?\", escuchar las respuestas y repreguntarles: \"Entonces, ¿qué deben hacer si quieren tener más cantidad de plastilina?\". Finalmente, recordarles que deben agregar más de cada ingrediente para preparar más plastilina.",
            "Decir a los niños: \"Si ya probaron echando solo más agua a la masa y no resultó, ¿qué otros ingredientes deberían agregar?\". Luego de escuchar sus respuestas, decirles que hagan la prueba de agregar más de los otros ingredientes, y transcurridos unos minutos, preguntarles: \"Si quieren hacer más cantidad de plastilina, ¿qué deben hacer?\". Finalmente, decirles que continúen preparando la cantidad de plastilina que deseen.",
            "Decir a los niños: \"Acérquense al papelógrafo donde está la receta y díganme, ¿cuántas cucharadas de sal necesita la masa? ¿Y de harina, agua y aceite?\". Luego de escuchar las respuestas, pedirles que hagan la plastilina siguiendo la receta varias veces, y después de que la elaboren preguntarles: \"¿Y si juntan los poquitos de plastilinas que prepararon, tendrán la cantidad de plastilina que quieren?\". Finalmente, plantearles que junten todas las plastilinas que elaboraron."
          ],
          "respuesta": "Decir a los niños: \"Si ya probaron echando solo más agua a la masa y no resultó, ¿qué otros ingredientes deberían agregar?\". Luego de escuchar sus respuestas, decirles que hagan la prueba de agregar más de los otros ingredientes, y transcurridos unos minutos, preguntarles: \"Si quieren hacer más cantidad de plastilina, ¿qué deben hacer?\". Finalmente, decirles que continúen preparando la cantidad de plastilina que deseen.",
          "respuestaCorta": "Esta acción fomenta la indagación al invitar a los niños a reflexionar sobre su primer intento fallido, formular nuevas hipótesis (\"¿qué otros ingredientes agregar?\") y experimentar para validarlas.",
          "solucionario": "La opción B es la que mejor promueve la indagación científica. Parte del problema identificado por los niños, les ayuda a reflexionar sobre lo que ya hicieron (\"probaron echando solo más agua y no resultó\") y los impulsa a plantear nuevas hipótesis y acciones (\"¿qué otros ingredientes deberían agregar?\", \"hagan la prueba\"). De esta manera, los niños son protagonistas de la solución del problema a través de la experimentación, a diferencia de la opción A (donde la docente resuelve) o la C (que se enfoca en la repetición de un procedimiento en lugar de la exploración).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p28",
      "contexto": "La docente del aula de cuatro años ha observado que los niños están interesados en las plantas, pues, en más de una ocasión, los ha escuchado conversar sobre las flores y los ha visto realizar dibujos de estas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál de las siguientes acciones es pertinente para promover la indagación científica en los niños?",
          "opciones": [
            "Pedir a los niños que, con ayuda de sus padres, preparen en casa un experimento sobre las flores. Luego de algunos días, organizarlos para que presenten el experimento a sus compañeros, recordando cada paso realizado.",
            "Organizar una salida para llevar a los niños a un parque cercano, a fin de que observen diferentes tipos de flores. Luego, reunirlos y pedirles que comenten con sus compañeros sobre qué les llamó la atención de lo observado.",
            "Presentar, en asamblea, diferentes tipos de semillas de flores que los niños conozcan. Luego, proponerles que escojan una semilla para que la siembren, y explicarles las características de la flor que escogieron."
          ],
          "respuesta": "Organizar una salida para llevar a los niños a un parque cercano, a fin de que observen diferentes tipos de flores. Luego, reunirlos y pedirles que comenten con sus compañeros sobre qué les llamó la atención de lo observado.",
          "respuestaCorta": "La indagación científica parte de la curiosidad y la observación directa. Llevar a los niños a explorar su entorno y luego verbalizar sus observaciones es el primer paso para generar preguntas e iniciar un proceso de indagación.",
          "solucionario": "La opción B es la más pertinente porque inicia el proceso de indagación de la manera más natural y efectiva: a través de la exploración directa del entorno real. La observación de las flores en el parque genera asombro y curiosidad. El diálogo posterior sobre lo que les llamó la atención es el punto de partida ideal para que surjan las preguntas que pueden dar origen a un proyecto de indagación. Las otras opciones son menos efectivas para iniciar el proceso: la A delega la experiencia y la C es más expositiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p29",
      "contexto": "Lea la siguiente situación y responda las preguntas 29 y 30.\n\nLos niños del aula de cinco años y la docente acordaron desarrollar el proyecto \"Jugamos con las sombras\". La intención de la docente es aprovechar las situaciones que se presenten durante el proyecto para acercar a los niños a la indagación científica. Mientras juegan con las sombras, Catalina comenta lo siguiente: \"Señorita, ayer, cuando regresaba a mi casa, mi sombra era chiquita y ahorita se ve grandooota\". La docente recoge la intervención de Catalina y pregunta a los niños si desean ver qué ocurre con sus sombras en diferentes momentos del día. Así, acuerdan observar sus sombras y registrarlas en tres momentos distintos de la mañana. Para ello, la docente les pide que se agrupen en parejas y que, mientras uno proyecte la sombra, el otro registre la información. También les pide que, en cada momento, se ubiquen en el mismo lugar y realicen el mismo rol.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando las características del desarrollo de los niños, ¿qué acción es más pertinente para que realicen el referido registro de modo que puedan comparar cómo cambian sus sombras en distintos momentos de la mañana?",
          "opciones": [
            "Entregar a los niños lanas o pitas para medir la longitud de la sombra proyectada por su compañero en cada momento.",
            "Proporcionar a los niños hojas de papel para que dibujen a su compañero y la sombra que proyecta en cada momento.",
            "Facilitar a los niños una tiza para delinear en el piso la sombra proyectada por su compañero en cada momento."
          ],
          "respuesta": "Facilitar a los niños una tiza para delinear en el piso la sombra proyectada por su compañero en cada momento.",
          "respuestaCorta": "Delinear la sombra en el piso permite una comparación directa y visual de los cambios de tamaño y posición a lo largo del tiempo, ya que los registros quedan superpuestos en el mismo lugar.",
          "solucionario": "La opción C es la más concreta y efectiva para la comparación. Al delinear la sombra con tiza en el mismo lugar en diferentes momentos, los niños pueden ver visualmente cómo la nueva sombra es más larga, más corta o está en una posición diferente a la anterior. Medir con lanas (A) es más abstracto y dibujar en hojas separadas (B) dificulta la comparación directa.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los niños realizaran el segundo registro de las sombras, la docente busca que formulen hipótesis sobre lo que ocurrirá en la tercera observación. ¿Qué grupo de preguntas es pertinente para dicho propósito?",
          "opciones": [
            "¿Qué creen que va a pasar con las sombras esta vez? ¿Por qué?",
            "¿Notaron algún cambio entre la primera y la segunda observación? ¿Cuál fue?",
            "¿Qué dificultades han tenido hasta ahora? ¿Qué harán para solucionarlas la próxima vez?"
          ],
          "respuesta": "¿Qué creen que va a pasar con las sombras esta vez? ¿Por qué?",
          "respuestaCorta": "Estas preguntas invitan directamente a los niños a predecir un resultado futuro (\"¿qué creen que va a pasar?\") y a justificar su predicción (\"¿por qué?\"), lo cual es la esencia de formular una hipótesis.",
          "solucionario": "La formulación de hipótesis implica hacer una predicción basada en observaciones previas. El grupo de preguntas A (\"¿Qué creen que va a pasar...? ¿Por qué?\") está diseñado específicamente para provocar esta acción cognitiva. La opción B busca que los niños analicen datos ya recogidos (observación y comparación), y la opción C se enfoca en la evaluación del procedimiento (metacognición del proceso), no en la formulación de hipótesis.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p31",
      "contexto": "Los niños se encuentran en el espacio de juego y exploración. Sandra, de diez meses, coge un patito de plástico y se lo lleva a la boca para explorarlo. Doris, de doce meses, se acerca a Sandra gateando, coge el juguete y lo jala con fuerza. Sandra reacciona y hace fuerza también. Entonces, Doris le da un manotazo a Sandra y se queda con el juguete.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación de agresión, ¿qué acción es pertinente que realice la docente?",
          "opciones": [
            "Decir: \"Sandra, sé que eso no te gustó y que te duele. Cálmate, le diré a Doris que no lo vuelva a hacer\". Luego, decir a Doris: \"Veo que te gusta el patito y vas a jugar con él. Pero, recuerda que no se pega a nadie\".",
            "Decir: \"Sandra, cálmate, ahora le pido el patito a Doris y te lo doy\". Luego, decir a Doris: \"Dame el patito, Sandra estaba jugando primero con él; ahora hay que dárselo para que se calme\".",
            "Decir: \"Vean, Sandra y Doris, el patito se asustó porque lo jalaron; lo voy a llevar a su casita para que se tranquilice. El patito volverá solo cuando las vea a ustedes jugar juntas\"."
          ],
          "respuesta": "Decir: \"Sandra, sé que eso no te gustó y que te duele. Cálmate, le diré a Doris que no lo vuelva a hacer\". Luego, decir a Doris: \"Veo que te gusta el patito y vas a jugar con él. Pero, recuerda que no se pega a nadie\".",
          "respuestaCorta": "Esta acción es pertinente porque valida los sentimientos de la niña agredida, contiene la agresión poniendo un límite claro (\"no se pega\"), y reconoce el deseo de la otra niña sin justificar su acción.",
          "solucionario": "La opción A es la más adecuada. Primero, la docente atiende a la niña agredida (Sandra), validando sus emociones (\"sé que no te gustó y que te duele\"), lo que es fundamental. Luego, se dirige a la otra niña (Doris), reconoce su interés (\"veo que te gusta el patito\"), pero establece un límite claro y firme sobre la conducta inadecuada (\"recuerda que no se pega\"). Las otras opciones son menos formativas: la B resuelve el conflicto quitando el objeto sin enseñar una alternativa y la C utiliza la fantasía para evitar el conflicto real.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p32",
      "contexto": "Bernardo, de dieciocho meses, hace unos días ha empezado a correr al desplazarse. Hoy, mientras está corriendo por el espacio de juego, se detiene, cae sentado y comienza a llorar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, la docente se acerca para atenderlo. ¿Cuál de las siguientes acciones es pertinente para favorecer el desarrollo emocional de Bernardo?",
          "opciones": [
            "Cargarlo en los brazos y decirle: \"Bernardo, te voy a cargar para que te pase rápido el dolor. Ya pasó, ya pasó. ¿Ya estás mejor?\".",
            "Ponerse en cuclillas y decirle: \"Bernardo, ¿te asustaste?, ¿te dolió caerte? Te acompaño hasta que te sientas mejor y quieras pararte\".",
            "Ayudarlo a ponerse de pie y decirle: \"Bernardo, eres un niño muy valiente, ¿verdad? Entonces, ahora sí puedes seguir corriendo. ¡Vamos! ¡Tú puedes!\"."
          ],
          "respuesta": "Ponerse en cuclillas y decirle: \"Bernardo, ¿te asustaste?, ¿te dolió caerte? Te acompaño hasta que te sientas mejor y quieras pararte\".",
          "respuestaCorta": "Esta acción favorece el desarrollo emocional porque la docente valida los posibles sentimientos del niño (susto, dolor), ofrece consuelo y presencia (\"te acompaño\") y respeta su ritmo para recuperarse.",
          "solucionario": "La opción B es la más pertinente para el desarrollo emocional. Al ponerse a su altura, la docente muestra empatía. Al verbalizar las posibles emociones (\"¿te asustaste?, ¿te dolió?\"), le ayuda a identificarlas y validarlas. Ofrecer compañía respetando su tiempo (\"hasta que te sientas mejor y quieras pararte\") fomenta la autorregulación y la seguridad. Las opciones A y C buscan suprimir el llanto rápidamente en lugar de acompañar la emoción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la competencia \"Construye su identidad\" en niños de aproximadamente nueve meses, ¿cuál de las siguientes acciones evidencia el desempeño \"Toma la iniciativa en actividades cotidianas, desde sus intereses y sus posibilidades motrices, en los momentos de cuidado: higiene, alimentación y cambio de ropa\"?",
          "opciones": [
            "Cuando José escucha que la docente le va a cambiar el pañal, él mueve su cuerpo y levanta ligeramente los pies.",
            "Cuando Fredy escucha a la docente decirle que le tomará la mano y se la coge, él acepta la acción y sonríe.",
            "Cuando Rafael tiene sueño se frota los ojos y, al escuchar que la docente lo va a recostar, él continúa fastidiado frotándose los ojos."
          ],
          "respuesta": "Cuando José escucha que la docente le va a cambiar el pañal, él mueve su cuerpo y levanta ligeramente los pies.",
          "respuestaCorta": "José anticipa la acción de cuidado y participa activamente con un movimiento corporal (levantar los pies), demostrando iniciativa y colaboración dentro de sus posibilidades motrices.",
          "solucionario": "El desempeño se refiere a la participación activa y voluntaria del niño en las rutinas de cuidado. La acción de José de levantar los pies al anticipar el cambio de pañal es una clara muestra de iniciativa; no es una simple reacción, sino una colaboración motriz en la actividad. Las otras opciones describen una aceptación pasiva (B) o una reacción a una necesidad fisiológica (C), pero no una iniciativa para participar en la acción de cuidado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p34",
      "contexto": "En el aula de cinco años, a la hora del juego libre en los sectores, el grupo de niños que está en la biblioteca pide a la docente que les lea la página de un libro que trata sobre los animales peruanos que están en peligro de extinción. Concluida la lectura, Alejandro pregunta a la docente: \"¿Y el elefante se puede extinguir?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje se evidencia en la intervención de Alejandro?",
          "opciones": [
            "Metacognición sobre el aprendizaje.",
            "Transferencia del aprendizaje.",
            "Conflicto cognitivo."
          ],
          "respuesta": "Transferencia del aprendizaje.",
          "respuestaCorta": "Alejandro está aplicando un concepto aprendido en un contexto específico (animales peruanos en extinción) a un nuevo contexto o elemento (el elefante), lo cual es una transferencia.",
          "solucionario": "La transferencia del aprendizaje ocurre cuando un estudiante aplica conocimientos o habilidades adquiridas en una situación a otra nueva y diferente. Alejandro ha comprendido el concepto de \"peligro de extinción\" a partir del texto sobre animales peruanos y lo está transfiriendo para indagar sobre un animal de otro contexto (el elefante), demostrando que ha generalizado el concepto más allá del ejemplo original.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p35",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para favorecer que los niños del aula de cinco años se aproximen a la lectura?",
          "opciones": [
            "Presentar a los niños un texto escrito en un papelote y leérselos. Luego, escoger palabras del texto, escribirlas en tarjetas para mostrárselas y leerlas. Finalmente, pedirles que encuentren en el texto las palabras de las tarjetas.",
            "Poner a disposición de los niños diversos textos escritos. Luego, pedirles que los exploren por sí mismos y elijan el que más les gustó. Finalmente, solicitarles que muestren a sus compañeros el texto seleccionado y digan por qué lo eligieron.",
            "Entregar a cada niño un tipo de texto escrito, de uso cotidiano, para que lo revise. Luego, indicar a todos que observen el título del texto que recibieron para que identifiquen las vocales. Finalmente, leer, conjuntamente con cada niño, el título asignado."
          ],
          "respuesta": "Poner a disposición de los niños diversos textos escritos. Luego, pedirles que los exploren por sí mismos y elijan el que más les gustó. Finalmente, solicitarles que muestren a sus compañeros el texto seleccionado y digan por qué lo eligieron.",
          "respuestaCorta": "La aproximación a la lectura se fomenta a través del contacto libre, placentero y significativo con diversos tipos de texto, permitiendo que los niños elijan según sus intereses y compartan sus descubrimientos.",
          "solucionario": "La opción B es la más pertinente porque se basa en los principios de que la aproximación a la lectura debe ser significativa y placentera. Al permitir que los niños exploren libremente y elijan textos según su interés, se fomenta una relación positiva con la lectura. El acto de compartir y justificar su elección promueve la comprensión de que los textos tienen propósitos y contenidos diversos. Las otras opciones se centran en ejercicios más mecánicos de reconocimiento de palabras o letras (A y C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p36",
      "contexto": "En el aula de cinco años, la docente y los niños acordaron preparar arroz con leche. La docente y los niños dialogan sobre la receta, los ingredientes y los utensilios necesarios, y acuerdan qué podría traer cada niño al día siguiente. Luego, ella pregunta a los niños: \"¿Cómo hacemos para que nuestra familia sepa qué cosa nos toca traer para preparar el arroz con leche?\". Los niños proponen elaborar una nota.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice la docente para promover la producción de textos escritos en los niños?",
          "opciones": [
            "Pegar en la pizarra un papelote y preguntar a los niños: \"¿A quién le vamos a escribir?, ¿qué queremos decir?, ¿quién está escribiendo?\", y escribir lo que los niños dictan. Luego, pedir que cada uno escriba su nota.",
            "Presentar un papelote con la nota redactada y preguntar a los niños: \"¿Quieren saber qué he escrito?\". Luego, leer la nota en voz alta a los niños y entregarle la nota impresa a cada uno para que escriba su nombre.",
            "Preguntar a los niños: \"¿Les gustaría escribir sus notas?\". A continuación, escribir en la pizarra una nota sencilla y al concluirla, indicarles que elaboren su nota siguiendo el escrito de la pizarra."
          ],
          "respuesta": "Pegar en la pizarra un papelote y preguntar a los niños: \"¿A quién le vamos a escribir?, ¿qué queremos decir?, ¿quién está escribiendo?\", y escribir lo que los niños dictan. Luego, pedir que cada uno escriba su nota.",
          "respuestaCorta": "Esta acción promueve la producción de textos al guiar a los niños en la planificación del texto (destinatario, mensaje) a través del dictado a la docente, para luego darles la oportunidad de realizar su propia producción escrita.",
          "solucionario": "La opción A es la más completa y pertinente. Primero, la docente modela el proceso de planificación textual haciendo preguntas clave sobre el propósito comunicativo (\"¿A quién le vamos a escribir?, ¿qué queremos decir?\"). Luego, a través de la producción de un texto colectivo (dictado a la docente), les brinda un andamiaje. Finalmente, les da la oportunidad de que ellos mismos produzcan sus propios textos, aplicando lo aprendido. Las otras opciones son menos participativas (B) o se basan en la copia (C).",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_inicial_2023_p37",
      "contexto": "La docente del aula de cinco años está desarrollando el proyecto llamado \"La tiendita\". Para ello, los niños han traído al aula diversos empaques de productos y los han ordenado y clasificado. Hoy, la docente tiene el propósito de favorecer la aproximación a la lectura de los niños, y les propone trabajar con los empaques de galletas y chocolates.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para ese propósito?",
          "opciones": [
            "Entregar a cada niño una tarjeta con la palabra \"galleta\" o con la palabra \"chocolate\" y leerles lo que dice en cada una de ellas. Luego, usando la tarjeta, decirles que encuentren la palabra en el empaque y la lean.",
            "Pedir a cada niño que elija un empaque, sea de galletas o chocolates. Luego, invitarle a mencionar el nombre del producto y a decir cómo se dio cuenta de lo que está escrito en dicho empaque.",
            "Distribuir entre los niños los empaques de galletas y chocolates. Luego, pedir que escojan una palabra del empaque y lean las vocales de dicha palabra."
          ],
          "respuesta": "Pedir a cada niño que elija un empaque, sea de galletas o chocolates. Luego, invitarle a mencionar el nombre del producto y a decir cómo se dio cuenta de lo que está escrito en dicho empaque.",
          "respuestaCorta": "Esta acción promueve que los niños formulen hipótesis sobre lo que está escrito, basándose en indicios del contexto (logo, colores, etc.), lo cual es un proceso fundamental en la aproximación a la lectura.",
          "solucionario": "La opción B es la más pertinente porque se enfoca en las hipótesis de lectura de los niños. Al preguntarles \"cómo se dieron cuenta\", se les invita a explicar las pistas (íconos, tipografía, colores, letras conocidas) que usaron para \"leer\" el empaque. Este proceso de anticipación y verificación a partir del contexto es clave en el enfoque constructivista de la alfabetización inicial. Las otras opciones son más directivas y se centran en el reconocimiento de palabras o letras de forma aislada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p38",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes alternativas se evidencia el nivel indicio de los niveles de representación de la función simbólica?",
          "opciones": [
            "Algunos niños, usando los palos de escoba, juegan a montar a caballos, y otros a caminar como abuelitos que usan bastón.",
            "Dos niñas sentadas juegan en el patio. Una de ellas, mientras habla, hace trazos con tiza en el suelo y, cuando termina, le pasa el turno y la tiza a su compañera de juego.",
            "Un grupo de niños recolecta objetos para jugar a descubrir, con los ojos vendados, de qué objeto se trata, usando solo sus manos."
          ],
          "respuesta": "Un grupo de niños recolecta objetos para jugar a descubrir, con los ojos vendados, de qué objeto se trata, usando solo sus manos.",
          "respuestaCorta": "El nivel indicio es pre-simbólico y se basa en la exploración sensorial directa de las propiedades de los objetos. Identificar un objeto por el tacto es un ejemplo de este nivel de representación sensorial.",
          "solucionario": "La función simbólica evoluciona desde niveles pre-simbólicos. El nivel 'indicio' se refiere a una representación basada en una parte o una cualidad sensorial del objeto. La acción de identificar objetos mediante el tacto (opción C) se basa en reconocerlos por sus cualidades físicas directas (forma, textura), lo cual corresponde a este nivel básico. La opción A es juego simbólico y la opción B es representación gráfica, ambos niveles más avanzados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p39",
      "contexto": "Lea la siguiente situación y responda las preguntas 39, 40 y 41.\n\nLA SELVA LOCA\nHace mucho tiempo, en medio de la selva vivían cuatro animales, que eran muy buenos amigos.\nCada uno de ellos tenía una importante tarea que realizar para el bien de todos: Mono lavaba la ropa, León cuidaba los alrededores, Avestruz recolectaba la comida y Serpiente cocinaba.\nComo todos los domingos, Mono se despertó muy temprano, alistó su bolsa para recoger los trajes de los animales y llevarlos a lavar a la laguna. Pasó por cada casa y recogió los trajes. Cada traje era muy particular y Mono sabía cómo lavar cada uno de ellos. El traje de León tenía una gran melena, el traje de Avestruz tenía muchas plumas y el de Serpiente era un traje muy largo.\nA Mono le tomó toda la mañana frotar los trajes hasta que quedaron limpios; luego, los tendió en un cordel para que secaran al sol. Mientras los trajes secaban, Mono acostumbraba tomar un descanso, pues debía entregar los trajes antes de que se oculte el sol. Sin embargo, esta vez, rendido por el cansancio, se quedó dormido y al despertar, sobresaltado, vio que pronto oscurecería.\nEntonces, aún soñoliento, se apresuró a recoger, planchar y salir a entregar los trajes.\nSaltando de árbol en árbol, llegó primero a la casa de Serpiente, que en ese momento se encontraba cocinando, Mono entregó rápidamente el traje doblado, y después de despedirse, salió con prisa.\nMomentos después, cuando Serpiente se puso el traje, vio con sorpresa que este tenía plumas y no era lo suficientemente largo. Entonces, gritó fuerte: \"¡MONOOOO, ESTE NO ES MI TRAJEEE!\", pero, Mono no escuchó, él ya estaba lejos, yendo a casa de Avestruz.\nMono encontró a Avestruz recogiendo las frutas para la comida de la semana, le entregó su traje y le comentó que debía irse rápido para continuar con las entregas, antes de que el sol se oculte. Entonces, Avestruz se despidió y, al llegar a casa, cuando se puso el traje, no sentía sus cálidas plumas. De pronto, al tocarse la cabeza, sintió que tenía mucho pelo. Entonces, empezó a gritar: \"¡MONOO00, ESTE NO ES MI TRAJEEE!\", pero, Mono no escuchó, él ya estaba lejos, yendo a casa de León.\nMono, al llegar a la casa de León, lo encontró casi listo para salir a vigilar los alrededores. Entonces, rápidamente le entregó su traje y León le agradeció por la entrega, porque sin su melena no podía hacer su recorrido. Mono le comentó que había terminado con su tarea del domingo, antes de que el sol se oculte, y que iba a continuar durmiendo. Rápidamente, se despidió y se fue saltando. Cuando León intentó ponerse el traje, sentía que le apretaba mucho y que no era cómodo, además, cuando comenzó a buscar su gran melena, no la encontró. Muy fuerte comenzó a rugir y gritar: \"¡MONOO00, ESTE NO ES MI TRAJEEE!\", pero, Mono no escucho, él ya estaba lejos, yendo a su casa.\nLos tres animales, muy molestos, fueron en busca de Mono para pedirle una explicación. Cuando se encontraron en el camino, León, Avestruz y Serpiente, y al verse por primera vez con los trajes equivocados, comenzaron a reír por cómo se veían. Entre carcajadas, llegaron a casa de Mono para solucionar el problema. Los animales gritaron juntos: \"¡MONO!, ¡MIRA NUESTROS TRAJES!\". Mono bajó del árbol donde se encontraba descansando, al verlos comenzó a reír y les dijo: \"Amigos, se ven muy graciosos\". Todos juntos se miraron nuevamente y continuaron riéndose por la gran confusión.\nFinalmente, Mono les pidió que le devuelvan los trajes y, rápidamente, devolvió a cada uno su verdadero traje. Los tres animales, al verse con su verdadero traje, sintieron alivio y le dieron un abrazo a Mono y León dijo: \"Gracias, Mono, por tu trabajo. Pero... la próxima vez puedes poner nuestros nombres a los trajes para no confundirlos\". Mono, agradeció la sugerencia y, todos juntos, fueron a comer lo preparado por Serpiente.\n\nAdaptado del cuento \"La selva loca\" de Tracey y Andrew Rogers.",
      "imagen": "img/ascenso/inicial/2023/inicial/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños obtengan información explícita de este cuento?",
          "opciones": [
            "¿Cómo reaccionaron los animales cuando se vieron por primera vez con los trajes equivocados?",
            "¿Estás de acuerdo con lo que le dijo León a Mono al final del cuento?",
            "¿Por qué crees que el cuento se llama \"La selva loca\"?"
          ],
          "respuesta": "¿Cómo reaccionaron los animales cuando se vieron por primera vez con los trajes equivocados?",
          "respuestaCorta": "Esta pregunta solicita información que se encuentra textualmente en el cuento (\"comenzaron a reír por cómo se veían\"), por lo que evalúa la comprensión literal o explícita.",
          "solucionario": "Obtener información explícita significa localizar datos que están escritos directamente en el texto. La respuesta a la pregunta A se encuentra de forma literal en el cuento: \"...al verse por primera vez con los trajes equivocados, comenzaron a reír por cómo se veían\". Las preguntas B y C requieren de una opinión o una inferencia, respectivamente, y no de una extracción de información explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este cuento?",
          "opciones": [
            "¿Qué consejo le darías a Mono para que no vuelva a confundirse?",
            "¿Qué hacía Mono todos los domingos en la selva?",
            "¿Qué quiere decir \"soñoliento\"?"
          ],
          "respuesta": "¿Qué quiere decir \"soñoliento\"?",
          "respuestaCorta": "Para responder a esta pregunta, el niño debe usar las pistas del contexto (Mono acababa de despertar de un profundo sueño) para deducir el significado de una palabra desconocida, lo cual es un tipo de inferencia.",
          "solucionario": "Una inferencia es una conclusión a la que se llega a partir de la información del texto, sin que esta esté explícitamente escrita. Para definir \"soñoliento\", el niño debe inferir su significado a partir del contexto: Mono \"se quedó dormido\", \"al despertar, sobresaltado\", \"aún soñoliento, se apresuró...\". Estas pistas le permiten deducir que significa tener sueño. La opción A pide una opinión y la B, información explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre el contenido de este cuento?",
          "opciones": [
            "¿Qué traje le entregó Mono a Avestruz?",
            "¿Quiénes son los personajes que aparecen en el cuento?",
            "¿Cómo repartirías los trajes de los animales para no equivocarte?"
          ],
          "respuesta": "¿Cómo repartirías los trajes de los animales para no equivocarte?",
          "respuestaCorta": "Esta pregunta invita al niño a ir más allá del texto, a ponerse en el lugar de un personaje y a proponer una solución a un problema, evaluando y reflexionando sobre las acciones de la historia.",
          "solucionario": "La reflexión sobre el contenido implica que el lector tome distancia del texto para evaluarlo, opinar sobre él o aplicar sus enseñanzas a nuevas situaciones. La pregunta C pide al niño que piense en una estrategia para resolver el problema del cuento, lo que requiere reflexionar sobre el error de Mono y proponer una mejora. Las preguntas A y B solicitan información explícita y no promueven la reflexión crítica sobre el contenido.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p42",
      "contexto": "Romina, de cinco años, empleando letras móviles, está armando su nombre para pegarlo en su fólder de trabajos. Luego de algunos minutos, la niña llama a la docente y le muestra cómo armó su nombre. La docente observa que el escrito armado dice ROMΙΑΝ.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿qué acción es pertinente que la docente realice para que la niña continúe progresando en la apropiación del sistema de escritura?",
          "opciones": [
            "Decirle a Romina: \"Aquí dice 'Romian', y tú te llamas Romina\". Luego, explicarle que solo hay que jugar un poco con las letras para que diga \"Romina\". Finalmente, señalar la N y decirle que la cambie de lugar por la letra A, para que diga \"Romina\".",
            "Decirle a Romina: \"Lee lo que dice\", esperar a que termine de leer y preguntarle: \"¿Cómo suena tu nombre al final?\". Luego, pedirle que señale el final del nombre que armó y preguntarle si termina en \"NA\" como dijo. Finalmente, acompañarla mientras cambia de ubicación las letras.",
            "Decirle a Romina: \"Vamos a hacer el sonido de cada letra para que puedas leer la palabra que armaste. Empecemos, Rrr, ooo, mmm, iii, aaa, nnn. Todo junto dice Romian\". Luego, proponerle volver a armar juntas su nombre para que diga \"Romina\". Finalmente, decirle que lea su nombre como lo han armado."
          ],
          "respuesta": "Decirle a Romina: \"Lee lo que dice\", esperar a que termine de leer y preguntarle: \"¿Cómo suena tu nombre al final?\". Luego, pedirle que señale el final del nombre que armó y preguntarle si termina en \"NA\" como dijo. Finalmente, acompañarla mientras cambia de ubicación las letras.",
          "respuestaCorta": "Esta intervención promueve la reflexión de la niña sobre su propia escritura, centrándose en el análisis sonoro del final de la palabra para que ella misma descubra la discrepancia y pueda corregirla.",
          "solucionario": "La opción B es la más pertinente porque brinda una retroalimentación reflexiva. La docente no le da la respuesta, sino que a través de preguntas (\"¿Cómo suena tu nombre al final?\", \"¿termina en 'NA' como dijo?\") la guía para que analice la relación entre el sonido de su nombre y las letras que usó. Esto permite que Romina tome conciencia de su error y participe activamente en la corrección, lo cual es fundamental para la apropiación del sistema de escritura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p43",
      "contexto": "En el aula de cinco años, la docente ha concertado una visita a la municipalidad del distrito. En la visita, los niños serán recibidos por el alcalde. Ella tiene el propósito de ofrecerles oportunidades para que, gradualmente, puedan ir accediendo a las convenciones sociales del lenguaje en diversas situaciones comunicativas.\nPreviamente a la visita, la docente ha pedido a los niños que, organizados en grupos, propongan las preguntas que le harían al alcalde para saber cómo funciona la municipalidad. Después de recoger en la pizarra las preguntas de los grupos, seleccionan, entre todos, las que harán en la entrevista, tomando en cuenta que se dirigirán al alcalde.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones refleja mejor el propósito de la actividad de la docente?",
          "opciones": [
            "Que la actividad es pertinente porque permite a los niños observar cómo se desenvuelve una autoridad en un contexto formal, lo que posibilita que se mantengan atentos y respetuosos durante la entrevista.",
            "Que la actividad es pertinente porque permite a los niños considerar el tipo de lenguaje apropiado para situaciones formales y obtener información pertinente de acuerdo a sus intereses.",
            "Que la actividad es pertinente porque permite a los niños compartir sus preguntas a fin de que la docente conozca cómo están elaborándolas para ser usadas en situaciones formales."
          ],
          "respuesta": "Que la actividad es pertinente porque permite a los niños considerar el tipo de lenguaje apropiado para situaciones formales y obtener información pertinente de acuerdo a sus intereses.",
          "respuestaCorta": "La actividad está diseñada para que los niños adecuen su lenguaje a un destinatario y a un contexto formal (el alcalde en la municipalidad), cumpliendo así con un propósito comunicativo específico (obtener información).",
          "solucionario": "El propósito de la docente es que los niños accedan a las convenciones sociales del lenguaje. La opción B refleja esto perfectamente, ya que la actividad de planificar y seleccionar preguntas para el alcalde les exige pensar en el destinatario (una autoridad), el contexto (una visita formal) y el propósito (saber cómo funciona la municipalidad), lo que los lleva a adecuar su registro lingüístico a una situación comunicativa formal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p44",
      "contexto": "Lea la siguiente situación y responda las preguntas 44 y 45.\n\nLos niños y la docente del aula de cinco años, luego de haber desarrollado un proyecto de investigación sobre el mosquito que trasmite el zika, el dengue y la chikungunya, han acordado que elaborarán un afiche para difundir cómo evitar la reproducción del mosquito Aedes aegypti.\nLa docente ha organizado a los niños en grupos de cuatro integrantes para la elaboración de los afiches y, mientras dialogan sobre lo que elaborarán, ella escribe en tarjetas el nombre del insecto y de las enfermedades que puede trasmitir, y las pega en la pizarra. Luego de indicar que se deben poner de acuerdo en lo que quieren comunicar, la docente les dice que utilicen las fuentes existentes en el aula, tales como carteles con los nombres de todos los niños, otros trabajos que se hayan realizado en el año, el calendario donde están los días de la semana y los meses del año, además de los carteles que indican lo que contienen las cajas de materiales y los libros de la biblioteca del aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, los niños inician la elaboración del texto del afiche y se les observa que van de un lado a otro buscando las palabras, unos se acercan a los carteles para copiar palabras, otros se consultan entre sí para realizar sus escritos. ¿Por qué la estrategia utilizada por la docente es adecuada para la apropiación del sistema de escritura?",
          "opciones": [
            "Porque les proporciona referencias escritas que les permiten construir por sí mismos sus escritos apoyándose en lo que conocen.",
            "Porque fortalece su confianza para escribir por sí solos a pesar de no estar aún preparados para hacerlo.",
            "Porque les permite escribir haciendo uso de las diferentes letras del alfabeto."
          ],
          "respuesta": "Porque les proporciona referencias escritas que les permiten construir por sí mismos sus escritos apoyándose en lo que conocen.",
          "respuestaCorta": "La estrategia es adecuada porque crea un ambiente alfabetizador rico en textos de referencia (nombres, carteles), permitiendo a los niños actuar como \"buscadores de información\" para construir sus propias escrituras.",
          "solucionario": "La docente crea un contexto de escritura con propósito y proporciona múltiples fuentes de información escrita (un \"ambiente alfabetizador\"). Esto permite que los niños, que están en proceso de apropiación del sistema, busquen referentes estables (palabras que saben que están bien escritas) para resolver sus dudas y construir sus textos de manera autónoma. No copian por copiar, sino que usan la información disponible para producir un texto nuevo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Al término de la elaboración de los afiches, los niños y la docente acordaron que de los cinco afiches que hicieron, colocarán uno en el aula, otro en el patio de la IE y los tres restantes en algunas tiendas que se encuentran en los alrededores de la IE, solicitando previamente la autorización a los dueños.\nPara poder salir a los alrededores de la IE, los niños y la docente deben solicitar el permiso correspondiente a la directora, entonces los niños dictaron a la docente el siguiente texto:\n\nDirectora:\nQueremos poner afiches de zika, dengue,\nchikungunya danos permiso para salir a la\ntienda mañana. Los niños del salón.\n\nPara poder enviar la solicitud de permiso a la directora, el texto debe pasar por la etapa de revisión. Luego de leer a los niños el texto que dictaron, ¿cuál es la acción docente pertinente?",
          "opciones": [
            "Pedirles que comenten si se entiende bien lo que han querido decir y si hace falta información, para luego corregir el texto entre todos y verificar con ellos cómo quedó.",
            "Decirles que el texto se podría entender mejor y, a continuación, reescribirlo y mostrar a los niños ambos textos para que saquen las conclusiones sobre las mejoras realizadas.",
            "Explicarles que las oraciones están incompletas, agregar los conectores que faltan entre las oraciones y volver a leer el texto a los niños, explicando cómo los conectores facilitan la comprensión del texto."
          ],
          "respuesta": "Pedirles que comenten si se entiende bien lo que han querido decir y si hace falta información, para luego corregir el texto entre todos y verificar con ellos cómo quedó.",
          "respuestaCorta": "La revisión de textos debe ser un proceso colaborativo donde los autores (los niños) evalúan la claridad y coherencia de su propio escrito con la guía del docente para mejorarlo.",
          "solucionario": "La opción A describe un proceso de revisión de textos centrado en los estudiantes. Al preguntarles si el texto \"se entiende bien\" y \"si hace falta información\", la docente los posiciona como los primeros lectores críticos de su obra. Esto los lleva a reflexionar sobre la eficacia comunicativa de su escrito y a proponer mejoras de manera colectiva, lo cual es mucho más formativo que si la docente reescribe el texto por ellos (opciones B y C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p46",
      "contexto": "Los niños y la docente del aula de cinco años salieron a un parque. De regreso al aula, ella les pide que dibujen lo que hicieron durante dicha salida y, cuando terminan de elaborar sus dibujos, conversan sobre estos. Durante la conversación, la docente busca promover en los niños la reflexión crítica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué intervención es pertinente para ese propósito?",
          "opciones": [
            "\"Roxana, iqué bueno que hayas dibujado muchas cosas! Cuéntanos, ¿qué cosas has dibujado de nuestra salida al parque?\".",
            "\"Saúl, veo que usaste en tu dibujo el rojo, amarillo y anaranjado. ¿Por qué elegiste esos colores para pintar?\".",
            "\"Andrea, después de lo que Juanito nos ha contado sobre lo que dibujó, ¿qué título le pondrías a su dibujo?\"."
          ],
          "respuesta": "\"Saúl, veo que usaste en tu dibujo el rojo, amarillo y anaranjado. ¿Por qué elegiste esos colores para pintar?\".",
          "respuestaCorta": "La reflexión crítica se promueve al pedir al niño que justifique sus decisiones (\"¿por qué elegiste esos colores?\"), lo que le lleva a analizar y argumentar sobre su propia producción artística.",
          "solucionario": "La pregunta de la opción B invita a Saúl a reflexionar sobre su propio proceso creativo y a verbalizar las razones detrás de sus elecciones estéticas. Preguntar el \"porqué\" de una decisión es una estrategia clave para promover el pensamiento crítico. Las otras opciones se centran en la descripción (A) o la interpretación del trabajo de otro (C), pero no en la reflexión crítica sobre la propia obra.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p47",
      "contexto": "En una reunión colegiada, las docentes de las aulas de cinco años están compartiendo propuestas para favorecer la aproximación a la lectura de los niños de sus aulas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas es pertinente para dicho propósito?",
          "opciones": [
            "Olga propone presentar a los niños una secuencia desordenada de imágenes. Luego, ordenarlas siguiendo la secuencia e incorporar a cada imagen una palabra que la represente. Posteriormente, pedirles que narren la secuencia apoyándose en las palabras e imágenes.",
            "Rocío propone entregar a los niños textos literarios variados como: rimas, trabalenguas, adivinanzas y canciones. Luego, pedirles que elijan un texto para aprenderlo. Posteriormente, indicarles que encierren en un círculo todas las palabras del texto que inicien con la letra \"A\".",
            "Natalia propone pedir a los niños que revisen los libros de la biblioteca ante situaciones en las que se necesite buscar información. Luego, cuando encuentren la información, pedirles que la compartan con sus compañeros. Posteriormente, preguntarles cómo se dieron cuenta de que en el texto que eligieron estaba la información que buscaban."
          ],
          "respuesta": "Natalia propone pedir a los niños que revisen los libros de la biblioteca ante situaciones en las que se necesite buscar información. Luego, cuando encuentren la información, pedirles que la compartan con sus compañeros. Posteriormente, preguntarles cómo se dieron cuenta de que en el texto que eligieron estaba la información que buscaban.",
          "respuestaCorta": "Esta propuesta es pertinente porque presenta la lectura con un propósito real y funcional: buscar información para resolver una necesidad. Esto ayuda a los niños a comprender la utilidad social de la lectura.",
          "solucionario": "La propuesta de Natalia (opción C) es la más significativa y funcional. Vincula la lectura a una necesidad real de información, enseñando a los niños que los textos sirven para aprender y resolver problemas. Además, la pregunta final (\"¿cómo se dieron cuenta?\") promueve estrategias de lectura como la anticipación a partir de títulos, imágenes u otros indicios. Las otras propuestas son menos significativas, centrándose en la secuenciación (A) o en ejercicios de reconocimiento de letras (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p48",
      "contexto": "Lea la siguiente situación y responda las preguntas 48 y 49.\n\nMatías, de cinco años, llevó al aula el libro de imágenes que él usaba cuando era un bebé (el libro contiene una imagen en cada página). Él pasa lentamente cada hoja de su libro, observa con atención cada imagen y se detiene en la imagen de un SOL. Luego, busca una hoja de papel y crayolas para dibujar un SOL. Después, Matías observa su dibujo y debajo escribe una grafía, vuelve a observar lo que escribió y agrega, de manera lineal, más grafías a su escrito.\nA continuación, se presenta el dibujo y el escrito de Matías:",
      "imagen": "img/ascenso/inicial/2023/inicial/6.jpg",
      "preguntas": [
        {
          "pregunta": "Según las investigaciones de Emilia Ferreiro y Ana Teberosky, ¿en qué nivel de apropiación del sistema de escritura se encuentra el escrito de Matías?",
          "opciones": [
            "Presilábico.",
            "Silábico.",
            "Silábico-alfabético."
          ],
          "respuesta": "Presilábico.",
          "respuestaCorta": "El nivel presilábico se caracteriza por el uso de grafías o pseudoletras sin que exista una correspondencia con los sonidos del habla. El niño entiende que se escribe con letras, pero aún no comprende cómo estas representan los sonidos.",
          "solucionario": "El escrito de Matías se encuentra en el nivel presilábico. En esta etapa, los niños ya han diferenciado el dibujo de la escritura, pero sus producciones escritas aún no tienen relación con los aspectos sonoros del habla. Utilizan un repertorio de grafías (letras o pseudoletras) de forma aparentemente arbitraria, aunque a menudo ya respetan hipótesis como la de cantidad (debe haber un mínimo de letras) y la de variedad (las letras deben ser diferentes entre sí).",
          "seccion": "Casuística"
        }
      ]
    },


    {
      "idGrupo": "asc_inicial_2023_p49",
      "contexto": "Lea la siguiente situación y responda las preguntas 48 y 49.\n\nMatías, de cinco años, llevó al aula el libro de imágenes que él usaba cuando era un bebé (el libro contiene una imagen en cada página). Él pasa lentamente cada hoja de su libro, observa con atención cada imagen y se detiene en la imagen de un SOL. Luego, busca una hoja de papel y crayolas para dibujar un SOL. Después, Matías observa su dibujo y debajo escribe una grafía, vuelve a observar lo que escribió y agrega, de manera lineal, más grafías a su escrito.\nA continuación, se presenta el dibujo y el escrito de Matías:",
      "imagen": "img/ascenso/inicial/2023/inicial/6.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de la situación presentada y según las investigaciones de Emilia Ferreiro y Ana Teberosky, ¿qué hipótesis de escritura se evidencia en la situación descrita?",
          "opciones": [
            "Hipótesis sobre las propiedades de los objetos.",
            "Hipótesis de cantidad.",
            "Hipótesis de variedad."
          ],
          "respuesta": "Hipótesis de cantidad.",
          "respuestaCorta": "Matías primero escribe una grafía y luego agrega más, lo que sugiere que está operando bajo la idea de que se necesita un número mínimo de letras para que algo pueda ser leído.",
          "solucionario": "La hipótesis de cantidad es la idea que desarrollan los niños de que debe haber un número mínimo de grafías (generalmente más de dos o tres) para que un escrito \"diga algo\". El hecho de que Matías escriba una grafía, la observe y luego agregue más, evidencia su esfuerzo por cumplir con este requisito que él ha conceptualizado sobre la escritura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p50",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones sobre el registro de observaciones es falsa?",
          "opciones": [
            "La información registrada periódicamente debe permitir tener una imagen fiel de ciertos detalles relevantes de la vida en grupo y del comportamiento de cada uno de los niños.",
            "La información de la observación debe registrarse para poder analizarla, comparar registros y establecer los cambios que se han percibido en el comportamiento del niño.",
            "La información debe registrarse de manera resumida e incorporar en cada registro una apreciación personal del comportamiento del niño."
          ],
          "respuesta": "La información debe registrarse de manera resumida e incorporar en cada registro una apreciación personal del comportamiento del niño.",
          "respuestaCorta": "Esta afirmación es falsa porque el registro de observación debe ser objetivo y descriptivo, evitando juicios de valor o apreciaciones personales para no sesgar la información.",
          "solucionario": "Un principio fundamental del registro de observación es la objetividad. Se deben registrar hechos y comportamientos observables, no interpretaciones, juicios de valor o \"apreciaciones personales\". Incluir una opinión personal contamina el registro y dificulta un análisis posterior objetivo. Por lo tanto, la afirmación C describe una práctica incorrecta y es la declaración falsa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p51",
      "contexto": "Catalina, de dos años, durante el primer mes de su llegada a la cuna, no ha querido acercarse a otros niños, pero sí a la docente. Ella observa que a la niña aún le cuesta interactuar con sus compañeros.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esa situación, ¿cuál de las acciones pedagógicas es pertinente para contribuir a que Catalina progrese en su adaptación?",
          "opciones": [
            "Ofrecer a los niños, incluida Catalina, diversos materiales de juego que requieran ser usados de manera grupal, como títeres, telas, pelotas, etc., a fin de que la niña participe de forma espontánea e, indirectamente, se acerque a otros niños al jugar.",
            "Observar cómo se comporta Catalina, preguntarle qué le pasa, por qué no le gusta jugar con sus compañeros, escucharla y decirle que más adelante hará muchos amigos y que, mientras tanto, ella la acompañará en todos sus juegos y no la dejará en ningún momento sola.",
            "Plantear a los niños tomarse de las manos, hacer una ronda y sentarse formando un círculo, para que canten canciones, acompañadas de variadas acciones, tales como saludar moviendo la mano, dar la mano a los amigos y darse un abrazo, a fin de que Catalina acepte la cercanía de otros niños."
          ],
          "respuesta": "Ofrecer a los niños, incluida Catalina, diversos materiales de juego que requieran ser usados de manera grupal, como títeres, telas, pelotas, etc., a fin de que la niña participe de forma espontánea e, indirectamente, se acerque a otros niños al jugar.",
          "respuestaCorta": "Esta acción es pertinente porque crea una situación de juego grupal motivadora y no forzada, donde la interacción con otros niños surge de manera natural a través del interés compartido por los materiales.",
          "solucionario": "La opción A propone una estrategia indirecta y respetuosa. En lugar de forzar la interacción social (opción C) o enfocarse solo en la relación con el adulto (opción B), se utiliza el juego y materiales atractivos como un \"puente\" para la socialización. El interés por el juego grupal puede motivar a Catalina a acercarse a sus pares de una manera espontánea y segura, facilitando su integración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p52",
      "contexto": "A continuación, se presentan tres situaciones durante el momento de los cuidados infantiles en niños de cinco a ocho meses.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones realizadas por la docente es pertinente para responder a las necesidades básicas del niño?",
          "opciones": [
            "Cuando la docente le cambia la ropa a Daniel, aprovecha para hacerle sentir variadas texturas a través de sus pies y manos. Él mira a la docente mientras mueve sus pies o abre y cierra sus manos.",
            "Cuando la docente le limpia los pliegues del cuello a Samuel, ella aprovecha en hacerle cosquillas para alegrarlo. Él mira a la docente, ríe fuerte, contrae su cuerpo y deja de reír cuando cesan las cosquillas.",
            "Cuando la docente le va a quitar la ropa a Víctor para bañarlo, aprovecha en decirle lo que realizará. Él mira a la docente, se mueve de forma activa y deja de moverse cuando entra en contacto con el agua tibia."
          ],
          "respuesta": "Cuando la docente le va a quitar la ropa a Víctor para bañarlo, aprovecha en decirle lo que realizará. Él mira a la docente, se mueve de forma activa y deja de moverse cuando entra en contacto con el agua tibia.",
          "respuestaCorta": "Esta acción es pertinente porque la docente anticipa verbalmente la acción de cuidado, respetando al niño como un sujeto activo y partícipe, lo cual le brinda seguridad y predictibilidad.",
          "solucionario": "La pertinencia en los momentos de cuidado radica en el respeto, la comunicación y la atención a las necesidades del niño. En la opción C, la docente verbaliza lo que va a suceder (\"decirle lo que realizará\"), tratando al niño como un interlocutor válido y haciéndolo partícipe de su propio cuidado. Esto responde a su necesidad de seguridad y anticipación. Las otras opciones introducen estímulos (texturas, cosquillas) que no están directamente relacionados con la necesidad básica del momento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p53",
      "contexto": "La docente del aula de tres años tiene el propósito de que los niños se desenvuelvan con independencia al realizar las actividades de orden y limpieza del aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción docente pertinente para lograr dicho propósito?",
          "opciones": [
            "Explicar a los niños cómo realizar correctamente cada una de las actividades de orden y limpieza del aula, y luego supervisar las acciones para verificar que las están realizando adecuadamente.",
            "Conversar con los niños sobre la importancia de mantener limpia y ordenada el aula, identificar con ellos algunas actividades que podrían realizar e invitarlos a participar en ellas según su interés.",
            "Solicitar al personal de limpieza que no limpie el aula durante toda la jornada y, al final de esta, hacer notar a los niños lo sucio y desordenado que está todo para que por sí mismos se den cuenta de la importancia de trabajar en un lugar limpio y ordenado."
          ],
          "respuesta": "Conversar con los niños sobre la importancia de mantener limpia y ordenada el aula, identificar con ellos algunas actividades que podrían realizar e invitarlos a participar en ellas según su interés.",
          "respuestaCorta": "Para fomentar la independencia, es clave involucrar a los niños en la toma de decisiones, permitiéndoles identificar tareas y participar voluntariamente según sus intereses, lo que genera un compromiso genuino.",
          "solucionario": "La opción B promueve la autonomía y la participación activa. Al conversar con los niños, se les hace partícipes del porqué de las normas (importancia de la limpieza). Al identificar juntos las tareas y permitirles elegir, se respeta su iniciativa e interés, lo que resulta en una participación más significativa y un mayor desarrollo de la independencia que una simple supervisión (A) o una lección forzada (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p54",
      "contexto": "En el aula de cinco años, dos niños, Antonio y Pablo, se disputan un juguete durante la hora del juego libre. La docente, que los está observando, ve que continúan con la disputa y decide intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción docente pertinente para atender esta situación?",
          "opciones": [
            "Decir a Antonio y a Pablo: \"Veo que los dos quieren jugar con el mismo juguete a la vez, ¿qué proponen para solucionar este problema?\".",
            "Decir a Antonio y a Pablo: \"Me llevaré el juguete para evitar que peleen por él. Mejor elijan otros juguetes de los sectores para jugar\".",
            "Decir a Antonio y a Pablo: \"Ustedes son amigos y no deben pelear, ahora van a jugar juntos y compartir el juguete\"."
          ],
          "respuesta": "Decir a Antonio y a Pablo: \"Veo que los dos quieren jugar con el mismo juguete a la vez, ¿qué proponen para solucionar este problema?\".",
          "respuestaCorta": "Esta intervención es la más pertinente porque no impone una solución, sino que actúa como mediadora, ayudando a los niños a identificar el problema y animándolos a generar sus propias soluciones.",
          "solucionario": "La opción A es un ejemplo de mediación de conflictos. La docente describe objetivamente la situación (\"Veo que los dos quieren jugar con el mismo juguete\"), valida el deseo de ambos y los empodera para encontrar una solución por sí mismos (\"¿qué proponen para solucionar este problema?\"). Esto fomenta el desarrollo de habilidades sociales y la autorregulación, a diferencia de las opciones B (punitiva) y C (impositiva), que no permiten que los niños aprendan a resolver sus conflictos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p55",
      "contexto": "Durante el momento de juego libre, ¿cuál de las siguientes intervenciones es pertinente que realice la docente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "",
          "opciones": [
            "Dos niños construyen una casa con bloques de madera. Al verlos, la docente les comenta lo siguiente: \"Sandra y Percy, es mejor si sacan esa maderita para que la casa tenga una ventana\".",
            "Una niña traslada bloques de construcción en una carreta. Al pasar cerca de la docente, la niña busca su mirada y la docente comenta lo siguiente: \"Silvia, veo que llevas muchos bloques en la carretilla\".",
            "Un niño está jugando con bloques lógicos. Al ver a la docente, el niño le muestra un bloque y ella le comenta lo siguiente: \"Rodrigo, veo que te gusta jugar con los bloques lógicos. ¿Puedes mostrarme el círculo rojo? ¿Y el azul?\"."
          ],
          "respuesta": "Una niña traslada bloques de construcción en una carreta. Al pasar cerca de la docente, la niña busca su mirada y la docente comenta lo siguiente: \"Silvia, veo que llevas muchos bloques en la carretilla\".",
          "respuestaCorta": "La intervención pertinente en el juego libre es la de acompañamiento. La docente simplemente describe la acción de la niña, validando su juego y mostrando interés sin dirigirlo ni interrumpirlo.",
          "solucionario": "La intervención adecuada durante el juego libre es aquella que acompaña sin dirigir. En la opción B, la docente responde a la iniciativa de la niña (\"busca su mirada\") con un comentario descriptivo que le comunica \"te estoy viendo y valoro lo que haces\", pero no interfiere ni le dice cómo jugar. Las opciones A (sugerir cómo construir) y C (hacer preguntas cerradas para evaluar) son directivas e interrumpen el flujo del juego del niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p56",
      "contexto": "Miguel, de tres años, durante el momento del refrigerio, abre su lonchera y comienza a pelar el plátano que le mandaron. De pronto, se le cae al piso y se pone a llorar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, la docente se acerca al niño para atenderlo. ¿Cuál de las siguientes intervenciones es pertinente que realice la docente para favorecer la conciencia emocional en el niño?",
          "opciones": [
            "\"Miguel, ¿estás triste porque se te cayó el plátano? Te propongo que busquemos otra fruta para que comas\".",
            "\"Miguel,  mira lo que tengo aquí!, ¿quieres que te invite una rica mandarina? Verás que después de comerla, ya no tendrás hambre y te alegrarás\".",
            "\"Miguel, no hay por qué llorar; mientras te calmas, recogeré el plátano y limpiaré el piso. Después, ¿que te parece si te acompaño a que termines de comer tu refrigerio?\"."
          ],
          "respuesta": "\"Miguel, ¿estás triste porque se te cayó el plátano? Te propongo que busquemos otra fruta para que comas\".",
          "respuestaCorta": "Esta intervención es pertinente porque primero ayuda al niño a identificar y nombrar su emoción (\"¿estás triste?\"), y luego le ofrece una solución práctica, validando su sentimiento sin minimizarlo.",
          "solucionario": "Para favorecer la conciencia emocional, es fundamental ayudar al niño a ponerle nombre a lo que siente. La opción A hace exactamente eso: la docente verbaliza la posible emoción (\"¿estás triste porque...?\"), lo que permite a Miguel conectar su sentimiento con la causa. Luego, le ofrece una alternativa constructiva. La opción B busca distraerlo de la emoción, y la C la invalida (\"no hay por qué llorar\"), lo que no contribuye a que el niño aprenda a reconocer y gestionar lo que siente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p57",
      "contexto": "Durante el trabajo colegiado, las docentes conversan sobre cómo favorecer el tránsito de los niños del hogar a la IE. En ese contexto, ellas comentan las acciones que realizarán durante la adaptación de los niños. Seguidamente, las docentes se centran en las acciones del primer día de clases.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente que la docente realice el primer día de clase?",
          "opciones": [
            "Filomena comenta: \"Yo, previamente, explicaré a los padres que pueden quedarse unos minutos junto a sus hijos para que conozcan el aula. El primer día de clases, finalizada la presentación de todos, les diré que se despidan de sus hijos y permanezcan cerca de la IE, en caso se les necesite\".",
            "Silvana comenta: \"Yo, previamente, hablaré con los padres para que traigan a sus hijos a la IE con su juguete favorito. El primer día de clases, les diré que cuando vean a sus hijos entretenidos con el juguete, aprovechen en salir del aula porque sus hijos ya estarán listos para quedarse solos\".",
            "Corina comenta: \"Yo, previamente, comunicaré a los padres que los recibiré en el aula con diversos espacios de juego que les permitan interactuar con sus hijos. El primer día de clases, les diré que pueden acompañar a sus hijos hasta que ellos acepten quedarse solos en el aula\"."
          ],
          "respuesta": "Corina comenta: \"Yo, previamente, comunicaré a los padres que los recibiré en el aula con diversos espacios de juego que les permitan interactuar con sus hijos. El primer día de clases, les diré que pueden acompañar a sus hijos hasta que ellos acepten quedarse solos en el aula\".",
          "respuestaCorta": "Esta propuesta es la más respetuosa con el proceso de adaptación, ya que permite la presencia del padre de familia hasta que el niño, a su propio ritmo, se sienta seguro para quedarse solo.",
          "solucionario": "La propuesta de Corina (opción C) se basa en un enfoque de adaptación respetuosa, centrado en las necesidades emocionales del niño. Entiende que la seguridad del niño depende de la presencia de su figura de apego y que la separación debe ser gradual y guiada por el propio niño (\"hasta que ellos acepten quedarse solos\"). Las otras opciones proponen separaciones más abruptas (A) o basadas en el engaño (B), lo que puede generar angustia e inseguridad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p58",
      "contexto": "En el aula de tres años, después de una actividad artística, la docente pide a Doris, la nueva auxiliar del aula, que la apoye con uno de los grupos de niños para el lavado de manos. Doris sale con un grupo, mientras la docente sale con otro grupo de niños para que se aseen. Doris ubica a los niños frente a uno de los caños en una fila y, rápidamente, llama al primero de la fila. Luego de abrir el caño, coge las manos del niño y las moja bajo el chorro de agua, se las jabona y enjuaga rápidamente. Después, llama a otro niño y, así, en poco tiempo todo el grupo de niños está con las manos limpias.\nConcluida la jornada de trabajo, la docente aborda con Doris las acciones de la jornada y empieza por reconocer su eficiencia en la atención a los niños. Cuando abordan el momento del lavado de manos, el propósito de la docente es brindarle retroalimentación para que promueva la autonomía de los niños en dicho momento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción más pertinente para lograr ese propósito?",
          "opciones": [
            "Pedir a Doris que describa las acciones que realizó y que mencione qué hicieron los niños. Luego, solicitarle que explique cómo con dichas acciones contribuye a que los niños sean autónomos. Despues, indicarle que al día siguiente la acompañe durante el lavado de manos para que observe qué hacen los niños y a partir de ello, mejore su práctica.",
            "Explicar a Doris la importancia de que los niños sean autónomos. Luego, indicarle que al día siguiente la acompañe y observe las acciones que ella realiza durante el lavado de manos de los niños para que ellos lo hagan por sí mismos. Después, pedirle que enumere dichas acciones para que las replique tal y como las observó.",
            "Comentar a Doris que lavarles las manos a los niños los limita en su autonomía. Luego, decirle que ella deberá guiar a los niños para que solos se froten sus palmas, entre los dedos y uñas de sus manos. Después, indicarle que ella la acompañará en el lavado de manos algunos días, para recordarle el procedimiento en caso sea necesario."
          ],
          "respuesta": "Pedir a Doris que describa las acciones que realizó y que mencione qué hicieron los niños. Luego, solicitarle que explique cómo con dichas acciones contribuye a que los niños sean autónomos. Despues, indicarle que al día siguiente la acompañe durante el lavado de manos para que observe qué hacen los niños y a partir de ello, mejore su práctica.",
          "respuestaCorta": "Esta opción promueve la retroalimentación reflexiva. Guía a Doris para que analice su propia práctica y sus efectos, y luego le ofrece una oportunidad de observación para que ella misma construya una nueva estrategia.",
          "solucionario": "La opción A es la más pertinente porque se basa en la reflexión. La docente no le dice a Doris lo que hizo mal, sino que la guía con preguntas para que ella misma tome conciencia del impacto de sus acciones en la autonomía de los niños. Este proceso de autoevaluación, combinado con la observación de una práctica modelo, es la forma más efectiva de promover un cambio significativo y duradero en la práctica pedagógica del auxiliar.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p59",
      "contexto": "Lea la siguiente situación y responda las preguntas 59 y 60.\n\nEn las primeras semanas de clases, la docente del aula de cinco años observa que Sonia, una niña del aula, no expresa lo que siente cuando interactúa con sus compañeros. Hoy, la docente se acerca a la niña y le dice: \"A veces, veo que algunos niños te quitan tus cosas, pero no dices nada, ¿por qué?\". Sonia solo mueve la cabeza en señal de no querer hablar. Ante su respuesta, la docente prioriza atender a Sonia, para luego conversar con sus compañeros de cómo deberían tratarse entre ellos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con el propósito de atender a Sonia, la docente cita a los padres de la niña para conversar con ellos sobre lo que está ocurriendo con su hija. ¿Cuál de las siguientes acciones es más pertinente para favorecer el desarrollo de la identidad personal de Sonia?",
          "opciones": [
            "Dialogar con los padres sobre la forma en que Sonia reacciona ante eventos que la afectan, para que estén atentos en casa a situaciones similares que se presenten. Además, sugerirles que acudan a un profesional especialista para que reciban orientaciones prácticas de cómo modificar el comportamiento de la niña.",
            "Dialogar con los padres sobre la forma en que Sonia reacciona ante eventos que la afectan, a fin de orientarlos para prevenir posibles consecuencias negativas en el futuro. Además, decirles que, siendo los principales educadores de Sonia, deben conversar con ella para que responda adecuadamente en situaciones similares.",
            "Dialogar con los padres sobre la forma en que Sonia reacciona ante eventos que la afectan, y preguntarles qué suelen hacer ellos en esas situaciones para conocer a mayor profundidad las posibles razones de dicho comportamiento. Además, acordar con ellos acciones conjuntas a realizar en el aula y en la familia."
          ],
          "respuesta": "Dialogar con los padres sobre la forma en que Sonia reacciona ante eventos que la afectan, y preguntarles qué suelen hacer ellos en esas situaciones para conocer a mayor profundidad las posibles razones de dicho comportamiento. Además, acordar con ellos acciones conjuntas a realizar en el aula y en la familia.",
          "respuestaCorta": "Esta acción es la más pertinente porque establece una alianza colaborativa con la familia, buscando comprender el contexto del comportamiento de la niña y estableciendo acciones conjuntas y coherentes entre la casa y la escuela.",
          "solucionario": "La opción C refleja un trabajo colaborativo y sistémico con la familia, que es fundamental. La docente busca comprender (preguntando qué hacen ellos) en lugar de solo informar o prescribir. El paso clave es \"acordar con ellos acciones conjuntas\", lo que asegura que la niña reciba mensajes consistentes tanto en la escuela como en el hogar, brindándole la seguridad necesaria para fortalecer su identidad y autoafirmación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente, en la reunión de trabajo colegiado, comparte su preocupación por el caso de la niña y solicita recomendaciones, a fin de complementar las acciones que viene realizando con Sonia y las que planea realizar para continuar fortaleciendo la identidad personal de la niña. ¿Cuál de las siguientes recomendaciones es más pertinente para dicho propósito?",
          "opciones": [
            "Alicia dice: \"Procura estar siempre atenta a la niña para evitar que sus compañeros le quiten sus cosas, pues si ella no reacciona, necesita de tu apoyo ante dichas situaciones\".",
            "María dice: \"Acércate a la niña y dile que jamás debe quedarse callada, que debe decir lo que piensa para que sus compañeros sepan que se hará respetar, así no le quitarán sus cosas\".",
            "Cristina dice: \"Conversa con la niña, dile que sabes que no se siente bien cuando alguien te quita tus cosas; por eso, sugiérele que en esa situación diga fuerte '¡NO!', para ir mejorando su forma de responder\"."
          ],
          "respuesta": "Cristina dice: \"Conversa con la niña, dile que sabes que no se siente bien cuando alguien te quita tus cosas; por eso, sugiérele que en esa situación diga fuerte '¡NO!', para ir mejorando su forma de responder\".",
          "respuestaCorta": "Esta recomendación es pertinente porque valida los sentimientos de la niña, le ofrece una herramienta verbal concreta y simple ('¡NO!') para defenderse, y la empodera para que ella misma pueda empezar a poner límites.",
          "solucionario": "La recomendación de Cristina (opción C) es la más asertiva y formativa. Comienza validando la emoción de Sonia (\"sabes que no se siente bien\"), lo que establece una conexión empática. Luego, le proporciona una estrategia de comunicación directa, clara y manejable para su edad (\"diga fuerte '¡NO!'\"). Esto la empodera para que sea ella quien actúe, a diferencia de la sobreprotección (A) o de un consejo demasiado abstracto y exigente (B).",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
