{
  "completo": [
    {
      "idGrupo": "asc_inicial_2024_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para contribuir al desarrollo de la expresión gráfica en niños de dos años y seis meses?",
          "opciones": [
            "Poner a su disposición cartulinas grandes y crayolas gruesas de variados colores para que los niños realicen diversos trazos.",
            "Poner a su disposición la silueta de un dibujo incompleto y ayudarlos a sujetar un plumón grueso para que los niños completen lo que le falta al dibujo.",
            "Poner a su disposición papelógrafos con figuras que tengan el borde punteado para que los niños repasen dicho borde usando sus dedos con témpera."
          ],
          "respuesta": "Poner a su disposición cartulinas grandes y crayolas gruesas de variados colores para que los niños realicen diversos trazos.",
          "respuestaCorta": "A esta edad, es fundamental proveer materiales que permitan la libre exploración y el trazo espontáneo, sin imponer modelos o tareas dirigidas, para fomentar la creatividad y la motricidad.",
          "solucionario": "La acción más pertinente es la A, ya que a los dos años y medio los niños se encuentran en la etapa del garabateo descontrolado y controlado. Ofrecerles materiales amplios como cartulinas grandes y herramientas de fácil agarre como crayolas gruesas les permite explorar libremente el movimiento, el color y el espacio, lo cual es la base para el desarrollo de su expresión gráfica. Las opciones B y C proponen actividades demasiado estructuradas y dirigidas para esta etapa del desarrollo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p02",
      "contexto": "Eugenia es una niña de siete meses, y su mamá la ha matriculado en una cuna. En una reunión con la docente, la mamá realiza la siguiente pregunta: \"¿Qué puedo hacer para que mi hija gatee?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes sugerencias es pertinente que la docente responda a la mamá de Eugenia?",
          "opciones": [
            "\"Le sugiero poner a Eugenia recostada sobre su pecho y ubicar sus brazos con las palmas sobre el piso y sus piernas flexionadas en posición de gateo. Luego, sujétela por el tronco a cierta altura del piso para ayudarla a desplazarse\".",
            "\"Le sugiero recostar a Eugenia de espaldas sobre una alfombra o manta. Luego, coloque algunos juguetes a diferentes distancias de ella para que, al verlos, trate de desplazarse por sí misma para alcanzar aquellos que le interesan\".",
            "\"Le sugiero que cuando Eugenia esté sentada en la alfombra le muestre su juguete favorito para que quiera alcanzarlo; cuando casi lo logre, aléjese lo suficiente para que ella gatee para cogerlo. Luego, repita esta acción por lo menos tres veces en cada ocasión\"."
          ],
          "respuesta": "\"Le sugiero recostar a Eugenia de espaldas sobre una alfombra o manta. Luego, coloque algunos juguetes a diferentes distancias de ella para que, al verlos, trate de desplazarse por sí misma para alcanzar aquellos que le interesan\".",
          "respuestaCorta": "La sugerencia adecuada respeta el desarrollo motor autónomo del niño, creando un ambiente seguro y estimulante que motive el movimiento libre sin forzar posturas.",
          "solucionario": "La opción B es la más pertinente según un enfoque de movimiento libre (como el de Emmi Pikler). Colocar al bebé de espaldas le da libertad para moverse, girar, arrastrarse y eventualmente gatear por su propio interés y a su propio ritmo. Las opciones A y C implican forzar al niño a una posición para la que quizás no está preparado, interviniendo directamente en su proceso motor en lugar de favorecer su autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p03",
      "contexto": "Durante el juego libre en los sectores Mario, de cuatro años, coge un recipiente con diversos alimentos de juguete, pone una tela en el piso y coloca, de manera dispersa, una zanahoria, una cebolla, un zapallo y un apio.\nLa docente, que está observando a Mario, se acerca a él y se produce el siguiente diálogo:\nMario dice: \"Señorita, ¿quieres jugar conmigo?\".\nDocente dice: \"Claro, Mario. ¿A qué estás jugando?\".\nMario dice: \"A vender en el mercado\".\nDocente dice: (La docente coge del recipiente un pollo de juguete y lo acerca a las verduras). \"¿Puedo poner este pollo aquí?\".\nMario dice: \"No, porque yo voy a vender solo verduras\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto al proceso de clasificación, ¿qué se evidencia principalmente en la situación presentada?",
          "opciones": [
            "Que Mario establece relaciones entre los objetos de su entorno agrupándolos por sus características perceptuales.",
            "Que Mario establece relaciones entre los objetos de su entorno manipulándolos para reconocer sus formas.",
            "Que Mario establece relaciones entre los objetos de su entorno ordenándolos a partir de un criterio dado."
          ],
          "respuesta": "Que Mario establece relaciones entre los objetos de su entorno agrupándolos por sus características perceptuales.",
          "respuestaCorta": "Mario demuestra su capacidad de clasificación al agrupar objetos (verduras) según un criterio propio y excluyendo aquellos que no pertenecen a su categoría (pollo).",
          "solucionario": "En la situación, Mario evidencia que está clasificando. Él ha seleccionado un grupo de objetos (zanahoria, cebolla, zapallo, apio) que comparten una característica común: son verduras. Su respuesta \"No, porque yo voy a vender solo verduras\" demuestra que ha establecido un criterio de agrupación (ser verdura) y puede diferenciar los elementos que pertenecen a ese grupo de los que no, como el pollo. Esto corresponde a establecer relaciones entre objetos agrupándolos por características perceptuales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p04",
      "contexto": "Los niños del aula de cinco años han concluido el juego libre en los sectores y están ordenando los materiales. El grupo de niños que ha estado en el sector de construcción está guardando los cubos de madera en cajas. La docente busca aprovechar este momento para que dicho grupo de niños comparen las cantidades de cubos que están guardando.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho propósito?",
          "opciones": [
            "Pedir a los niños que cuenten la cantidad de cubos que hay en cada caja utilizada, y luego etiquetar cada caja con el número correspondiente.",
            "Decir a los niños la cantidad de cubos que deben agregar o quitar en cada caja, y luego preguntarles si hay la misma cantidad en cada caja.",
            "Solicitar a los niños que averigüen cuál de las cajas tiene más cubos y cuál tiene menos, y luego observar el procedimiento que siguen para intervenir de acuerdo a la necesidad."
          ],
          "respuesta": "Solicitar a los niños que averigüen cuál de las cajas tiene más cubos y cuál tiene menos, y luego observar el procedimiento que siguen para intervenir de acuerdo a la necesidad.",
          "respuestaCorta": "La acción más pertinente es aquella que plantea un problema real y permite a los niños explorar sus propias estrategias para comparar cantidades, promoviendo el pensamiento matemático.",
          "solucionario": "La opción C es la más pertinente porque promueve la autonomía y la resolución de problemas. Al preguntar \"¿cuál de las cajas tiene más cubos y cuál tiene menos?\", la docente plantea un desafío que los niños pueden resolver usando diversas estrategias (conteo, correspondencia uno a uno, etc.). Observar sus procedimientos le permite a la docente identificar sus saberes previos y brindar retroalimentación oportuna. Las otras opciones son más directivas y limitan la oportunidad de que los niños construyan su propio aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p05",
      "contexto": "Durante la rutina de ingreso en el aula de cuatro años, la docente pregunta a los niños: \"¿Todos han traído sus loncheras hoy? ¿Cuántos no han traído lonchera para compartirles nuestros alimentos?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En relación a la construcción del número, ¿qué está promoviendo la docente en su intervención?",
          "opciones": [
            "El conteo.",
            "La seriación.",
            "La clasificación."
          ],
          "respuesta": "El conteo.",
          "respuestaCorta": "La docente promueve el conteo al plantear una pregunta que requiere determinar la cantidad de niños que no trajeron lonchera, utilizando el número en un contexto funcional.",
          "solucionario": "La pregunta \"¿Cuántos no han traído lonchera?\" implica directamente la acción de contar. Los niños necesitarán identificar a sus compañeros sin lonchera y enumerarlos para llegar a una cantidad total. Esta es una aplicación práctica y significativa del principio del conteo para resolver un problema de la vida cotidiana en el aula.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p06",
      "contexto": "La docente conversa con un grupo de niños de cinco años al regresar de las vacaciones de medio año. Ellos le mencionan que han crecido en estatura durante ese tiempo, y le piden ayuda a la docente para averiguar quién es el más alto del grupo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que la docente realice para que los niños comparen sus estaturas?",
          "opciones": [
            "Entregar cintas métricas a los niños y acompañarlos mientras las exploran. Luego, mostrarles de qué manera podrían usarla para medir sus estaturas. Después, medirlos uno a uno, e indicar la medida de cada niño para que la anoten. Finalmente, decirles que juntos van a comparar las medidas de las estaturas de todos los niños, para identificar quién es más alto.",
            "Entregar a cada niño una tira larga de cartulina, y pedirles que entre todos acuerden cómo usarían las tiras para medir sus estaturas y saber quién es el más alto. Luego, acompañarlos mientras se ponen de acuerdo y miden sus estaturas entre ellos, apoyándolos si lo necesitan. Finalmente, preguntarles quién es el más alto y cómo lograron averiguarlo.",
            "Entregar a los niños palitos de helado y organizarlos en parejas. Luego, indicarles que, por turnos, uno de ellos se recueste en el piso y que su compañero coloque palitos, uno a continuación de otro, desde los pies hasta la cabeza. Después, que cada uno cuente los palitos que usó para medir a su compañero, pedirles que comparen la cantidad de palitos que usaron para medir a cada uno e identificar quién es el más alto."
          ],
          "respuesta": "Entregar a cada niño una tira larga de cartulina, y pedirles que entre todos acuerden cómo usarían las tiras para medir sus estaturas y saber quién es el más alto. Luego, acompañarlos mientras se ponen de acuerdo y miden sus estaturas entre ellos, apoyándolos si lo necesitan. Finalmente, preguntarles quién es el más alto y cómo lograron averiguarlo.",
          "respuestaCorta": "La mejor acción es la que permite a los niños usar medidas no convencionales y construir sus propias estrategias para comparar, fomentando la autonomía y la resolución de problemas.",
          "solucionario": "La opción B es la más adecuada. Promueve que los niños sean los protagonistas de su aprendizaje al permitirles idear y ejecutar su propio plan para resolver el problema de comparar estaturas. El uso de tiras de cartulina como unidad de medida no convencional es apropiado para su edad y les permite comparar de manera directa. Las opciones A y C son demasiado directivas; en la A, la docente muestra cómo hacerlo, y en la C, da instrucciones muy precisas, limitando la exploración y el descubrimiento por parte de los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p07",
      "contexto": "Luego de la visita a una granja de la comunidad, los niños del aula de cinco años están entusiasmados con lo que vieron. Al día siguiente de la visita, Roberto trae al aula un dibujo que le hizo su hermano mayor sobre el ciclo de vida de la gallina, en el que se observa una secuencia de imágenes: un huevo, un pollito rompiendo el cascarón, un pollito más grande y una gallina. Roberto le comenta a la docente que quiere mostrar el dibujo a sus compañeros, y esta le propone que lo haga durante la asamblea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente busca aprovechar esta situación para promover la construcción de la noción de tiempo en los niños, ¿cuál de las siguientes acciones pedagógicas es pertinente?",
          "opciones": [
            "Describir el dibujo y preguntar a los niños: \"¿Cuál es el ciclo de vida de la gallina?\". Luego de escuchar las respuestas de los niños, pedir que, en grupos, dibujen dicho ciclo de vida, teniendo en cuenta la secuencia mostrada. Durante el trabajo, acercarse a cada grupo y pedirles que comenten qué están dibujando.",
            "Señalar la imagen del huevo en el dibujo y preguntar a los niños: \"¿Sabían que tarda veintiún días que el pollito rompa el cascarón?\". Luego de escuchar las respuestas de los niños, preguntarles: \"¿En cuántos días creen que el pollito llegará a ser gallina? ¿Qué más quisieran saber del ciclo de vida de la gallina?\".",
            "Pedir a los niños que observen el dibujo y preguntarles: \"¿Alguna vez han criado pollitos?\". Luego de escuchar las respuestas de los niños, preguntarles: \"¿El ciclo de vida del dibujo se parece al del crecimiento de los pollitos? ¿Qué pasó antes de que el pollito rompa el cascarón? ¿Qué pasa después de que los pollitos crecen?\"."
          ],
          "respuesta": "Pedir a los niños que observen el dibujo y preguntarles: \"¿Alguna vez han criado pollitos?\". Luego de escuchar las respuestas de los niños, preguntarles: \"¿El ciclo de vida del dibujo se parece al del crecimiento de los pollitos? ¿Qué pasó antes de que el pollito rompa el cascarón? ¿Qué pasa después de que los pollitos crecen?\".",
          "respuestaCorta": "Para construir la noción de tiempo, es pertinente hacer preguntas que ayuden a los niños a ordenar secuencias de eventos, utilizando términos como 'antes' y 'después' a partir de una experiencia o imagen.",
          "solucionario": "La opción C es la más pertinente porque utiliza preguntas clave como \"¿Qué pasó antes...?\" y \"¿Qué pasa después...?\" para ayudar a los niños a verbalizar y ordenar la secuencia de eventos del ciclo de vida, construyendo así la noción de temporalidad. Además, conecta el aprendizaje con sus experiencias previas (\"¿Alguna vez han criado pollitos?\"). Las otras opciones se centran más en la descripción o en datos específicos de tiempo (días), sin enfocarse en la construcción de la secuencia temporal por parte de los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p08_p09",
      "contexto": "Rosa, de cinco años, es una de las responsables durante el momento del refrigerio. Hoy, le toca repartir las mandarinas a sus compañeros.\nLa docente quiere aprovechar esta situación para que Rosa resuelva problemas de cantidad. Por ello, le pide que reparta las mandarinas a dos grupos de niños (un grupo formado por 3 niños y el otro grupo formado por 4 niños) y le indica que tome la cantidad exacta de mandarinas para que cada uno reciba una fruta. A continuación, Rosa se acerca al recipiente donde se encuentran las mandarinas; primero, desde donde está, mira a los dos grupos, y después mira las mandarinas. Finalmente, se acerca a la docente a pedirle ayuda y le dice: \"No sé cuántas mandarinas coger\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones pedagógicas es más pertinente que la docente realice para promover que Rosa resuelva el problema?",
          "opciones": [
            "Decirle a Rosa: \"¿Cómo puedes hacer para repartir las mandarinas a los grupos? ¿Qué harías para empezar?\". Luego de escuchar su respuesta, plantearle si le gustaría que la acompañe a repartir la fruta.",
            "Pedirle a Rosa que la observe cuando separa del recipiente una mandarina por cada niño que menciona de los dos grupos. Luego de hacerlo, decirle: \"¿Te parece si ahora tu separas las frutas que necesitas para repartirlas?\".",
            "Entregarle a Rosa siete mandarinas y pedirle que las entregue una por una a los niños de los dos grupos. Luego de que las reparta, preguntarle: \"¿Te faltaron o te sobraron mandarinas? ¿Cuántos niños había en total?\"."
          ],
          "respuesta": "Decirle a Rosa: \"¿Cómo puedes hacer para repartir las mandarinas a los grupos? ¿Qué harías para empezar?\". Luego de escuchar su respuesta, plantearle si le gustaría que la acompañe a repartir la fruta.",
          "respuestaCorta": "Para promover la resolución de problemas, la docente debe guiar a la niña con preguntas abiertas que la inviten a pensar en sus propias estrategias, en lugar de darle la solución.",
          "solucionario": "La opción A es la más pertinente para brindar andamiaje. Las preguntas \"¿Cómo puedes hacer...?\" y \"¿Qué harías para empezar?\" invitan a Rosa a reflexionar y proponer sus propias estrategias para resolver el problema, fomentando su autonomía. La opción B le da un modelo a seguir, y la opción C le da la respuesta (la cantidad de mandarinas), limitando la oportunidad de que ella misma construya la solución.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que Rosa terminó de repartir la fruta, la docente busca promover la metacognición sobre la resolución del problema. ¿Cuál de las siguientes preguntas es más pertinente que realice la docente a Rosa para lograr dicho propósito?",
          "opciones": [
            "¿Cómo hiciste para repartir las mandarinas a los dos grupos?",
            "¿Cuántas mandarinas tuviste que repartir a los grupos?",
            "¿A qué grupos repartiste las mandarinas?"
          ],
          "respuesta": "¿Cómo hiciste para repartir las mandarinas a los dos grupos?",
          "respuestaCorta": "La metacognición se promueve preguntando sobre el proceso que siguió el niño para resolver el problema, invitándolo a reflexionar sobre sus propias estrategias y pensamientos.",
          "solucionario": "La pregunta \"¿Cómo hiciste...?\" es una pregunta metacognitiva porque invita a Rosa a reflexionar y verbalizar el proceso, los pasos y las estrategias que utilizó para resolver el problema. Las otras preguntas se enfocan en el resultado (cuántas) o en datos de la situación (a qué grupos), pero no en la reflexión sobre el propio proceso de pensamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p10",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para promover el desarrollo de la noción de forma en niños de cinco años?",
          "opciones": [
            "Mostrar a los niños bloques lógicos de distintas formas y mencionar sus nombres diciendo: \"Este es un triángulo y este es un rectángulo. Este es un círculo y este otro es un cuadrado\". Luego, preguntarles: \"¿Pueden señalar el triángulo? ¿Y el círculo? ¿Cuál es el cuadrado? ¿Y cuál es el rectángulo?\".",
            "Poner en el sector de construcción un grupo variado de cajas y preguntar a los niños: \"¿Qué les gustaría construir con estas cajas? ¿Cuáles son las cajas que usarán?\". Luego de que los niños terminen de construir, pedirles que describan lo que elaboraron y cómo son las formas de las cajas que usaron.",
            "Pedir a los niños que elijan un objeto del aula e indicarles que, usando la base del objeto, lo delineen sobre una hoja de papel con una crayola. Luego, preguntar a cada niño qué objeto escogió y, a continuación, mencionarle el nombre de la forma que dibujó."
          ],
          "respuesta": "Poner en el sector de construcción un grupo variado de cajas y preguntar a los niños: \"¿Qué les gustaría construir con estas cajas? ¿Cuáles son las cajas que usarán?\". Luego de que los niños terminen de construir, pedirles que describan lo que elaboraron y cómo son las formas de las cajas que usaron.",
          "respuestaCorta": "La noción de forma se construye mejor a través de la manipulación y el uso de objetos tridimensionales en un contexto de juego y construcción, relacionando las formas con su función.",
          "solucionario": "La opción B es la más pertinente. Permite a los niños explorar las formas de manera funcional y significativa a través del juego de construcción. Al manipular las cajas para construir, los niños reconocen sus propiedades (ruedan, no ruedan, se pueden apilar) y luego pueden verbalizar sus características. Las opciones A y C son más directivas y se centran en el reconocimiento o el nombre de las formas planas, sin un contexto de uso y exploración tridimensional.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p11",
      "contexto": "Carol, de tres años, está jugando con una caja y 5 pelotas de plástico. Mientras saca las pelotas de la caja, va contando: \"Uno, dos, tres, cinco, cuatro\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué principio del conteo evidencia NO haber logrado aún Carol?",
          "opciones": [
            "Cardinalidad.",
            "Orden estable.",
            "No pertinencia del orden."
          ],
          "respuesta": "Orden estable.",
          "respuestaCorta": "El principio de orden estable implica que la secuencia de los números al contar debe ser siempre la misma (uno, dos, tres, cuatro, cinco...). Carol altera esta secuencia.",
          "solucionario": "Carol no ha logrado el principio de orden estable. Este principio establece que la secuencia de los números debe ser recitada siempre en el mismo orden (1, 2, 3, 4, 5...). Al decir \"uno, dos, tres, cinco, cuatro\", altera esta secuencia, lo que demuestra que aún no ha consolidado este principio fundamental del conteo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p12",
      "contexto": "La docente del aula de tres años sale con los niños a un parque cercano a la IE para iniciar un proyecto. En el recorrido, los niños recogen elementos de la naturaleza, como hojas y ramas secas, piedras pequeñas, etc. Al ver su interés, la docente les proporciona bolsas para recolectar dichos objetos. De regreso al aula, pide a los niños que pongan sobre sus mesas los objetos recogidos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente que la docente realice para promover el desarrollo de la clasificación en los niños?",
          "opciones": [
            "Solicitar a los niños que agrupen los elementos recolectados como deseen.",
            "Solicitar a los niños que agrupen los elementos recolectados según un criterio propuesto.",
            "Solicitar a los niños que agrupen los elementos recolectados que sean iguales en un solo sitio."
          ],
          "respuesta": "Solicitar a los niños que agrupen los elementos recolectados como deseen.",
          "respuestaCorta": "Para promover la clasificación en niños de tres años, es fundamental permitirles agrupar libremente según sus propios criterios, fomentando así la observación y la identificación de atributos.",
          "solucionario": "La acción más pertinente para niños de tres años es la A, ya que la clasificación espontánea o libre es el primer paso en el desarrollo de esta noción. Permitir que los niños agrupen \"como deseen\" los alienta a observar los objetos, identificar características que les son relevantes (color, forma, tamaño, tipo) y formar colecciones según sus propios criterios. Las opciones B y C imponen un criterio externo, lo que es una etapa posterior en el desarrollo de la clasificación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p13",
      "contexto": "Jorge, de cinco años, está construyendo una granja con animales de juguete. Al ver a la docente, el niño le muestra un grupo de animales de tamaños similares, en el que hay 7 ovejas y 6 chanchos dispersos sobre la mesa. Entonces, la docente le pregunta si hay la misma cantidad de ovejas que de chanchos. Jorge cuenta una a una las ovejas y encuentra que hay 7; al contar los chanchos, cuenta un mismo chancho 2 veces. Al terminar de contar, Jorge responde: \"Hay la misma cantidad\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para retroalimentar la intervención de Jorge?",
          "opciones": [
            "Decirle: \"Jorge, creo que hay más ovejas que chanchos\". Luego, pedir al niño que junte las ovejas por un lado y los chanchos por otro. Finalmente, contar, delante de él, cada grupo y decirle: \"Ya ves, hay 7 ovejas y 6 chanchos. Entonces, hay más ovejas que chanchos\".",
            "Decirle: \"Jorge, ¿estás seguro? ¿Y si vuelves a contar todos tus animales?\". Luego, animarlo para que lo haga solo. Finalmente, decirle: \"Tú dijiste que había más chanchos que ovejas. Ahora, que los has vuelto a contar, ¿era verdad lo que pensabas?\".",
            "Decirle: \"Jorge, ¿qué te parece si para estar seguros de que hay la misma cantidad en los dos grupos, comparamos los animales?\". Luego, pedir al niño que forme una fila de ovejas y coloque un chancho debajo de cada oveja. Finalmente, preguntarle: \"Entonces, ¿hay más chanchos o más ovejas?\"."
          ],
          "respuesta": "Decirle: \"Jorge, ¿qué te parece si para estar seguros de que hay la misma cantidad en los dos grupos, comparamos los animales?\". Luego, pedir al niño que forme una fila de ovejas y coloque un chancho debajo de cada oveja. Finalmente, preguntarle: \"Entonces, ¿hay más chanchos o más ovejas?\".",
          "respuestaCorta": "La retroalimentación efectiva guía al niño a descubrir su error por sí mismo mediante una estrategia concreta, como la correspondencia uno a uno, en lugar de darle la respuesta.",
          "solucionario": "La opción C es la más pertinente porque ofrece una retroalimentación por descubrimiento. Al proponer la estrategia de correspondencia uno a uno (poner un chancho debajo de cada oveja), la docente le brinda a Jorge una herramienta visual y concreta para que él mismo pueda comparar las cantidades y darse cuenta de su error de conteo. Las opciones A y B son menos efectivas; la A le da la respuesta directamente y la B, aunque lo anima a recontar, no le ofrece una estrategia alternativa para superar la dificultad que tuvo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p14",
      "contexto": "En el aula de tres años, al término de la hora del juego libre en los sectores, un grupo de niños se encuentra guardando unos cubos de madera en diferentes recipientes. La docente tiene como propósito promover en los niños el uso de cuantificadores.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del Programa Curricular de Educación Inicial, ¿cuál de los siguientes grupos de preguntas es pertinente plantearles a niños de tres años de edad?",
          "opciones": [
            "¿Qué recipiente tiene más cubos? ¿Qué recipiente tiene menos cubos?",
            "¿Qué recipiente tiene muchos cubos? ¿Qué recipiente tiene pocos cubos?",
            "¿Qué recipiente no tiene ningún cubo? ¿Qué recipiente tiene solamente algunos cubos?"
          ],
          "respuesta": "¿Qué recipiente tiene muchos cubos? ¿Qué recipiente tiene pocos cubos?",
          "respuestaCorta": "Para niños de tres años, se deben usar cuantificadores no precisos como 'muchos' y 'pocos', que son apropiados para su nivel de desarrollo cognitivo antes de introducir comparativos como 'más que' o 'menos que'.",
          "solucionario": "Según el Programa Curricular de Educación Inicial, para la edad de tres años, el desempeño esperado se relaciona con el uso de expresiones como \"muchos\" y \"pocos\" para describir cantidades. Los cuantificadores comparativos como \"más que\" y \"menos que\" (opción A) o \"ninguno\" y \"algunos\" (opción C) corresponden a un desarrollo posterior, generalmente en las edades de cuatro y cinco años.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p15",
      "contexto": "Los niños del aula de cinco años se encuentran en el momento del juego libre en los sectores. La docente observa que Ramón está jugando con tres búhos de artesanía de diferentes tamaños y decide aprovechar esta situación para favorecer el desarrollo de la seriación de objetos. Por eso, le pide a Ramón que ordene los búhos sobre la mesa, y él lo hace de la siguiente manera: \nLuego, la docente y Ramón entablan el siguiente diálogo:\nRamón dice: \"El más pequeño es el de puntitos\".\nDocente dice: \"¿Más pequeño que cuál?\".\nRamón dice: \"El de puntitos es más pequeño que el de rayas\".\nDocente dice: \"¿Y si comparas el de rayas con el de rombos? ¿Cuál es más pequeño?\".\nRamón dice: \"El de rayas es más pequeño que el de rombos\".\nDocente dice: \"Entonces, ¿el de puntitos será más pequeño que el de rombos?\".\nRamón dice: \"Mmm... No sé...\"",
      "imagen": "img/ascenso/inicial/2024/inicial/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es la propiedad de la seriación que Ramón evidencia NO haber alcanzado aún?",
          "opciones": [
            "Reciprocidad.",
            "Transitividad.",
            "Reversibilidad."
          ],
          "respuesta": "Transitividad.",
          "respuestaCorta": "Ramón no logra aplicar la propiedad de la transitividad, que consiste en inferir la relación entre dos elementos (A y C) a partir de su relación con un tercero (B).",
          "solucionario": "La propiedad de la transitividad establece que si un elemento A es menor que B, y B es menor que C, entonces A es menor que C. En el diálogo, Ramón es capaz de hacer comparaciones directas (puntitos es más pequeño que rayas; rayas es más pequeño que rombos), pero cuando la docente le pide inferir la relación entre el de puntitos y el de rombos, él duda (\"No sé...\"). Esto evidencia que aún no ha consolidado la capacidad de coordinar estas relaciones para llegar a una conclusión lógica, que es la esencia de la transitividad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p16",
      "contexto": "Marcela, de cinco años, está jugando a la casita con un grupo de niños y, de repente, regresa a su mesa y se pone a modelar con plastilina. La docente, luego de observarla por un momento, se acerca y dialoga con ella:\nDocente dice: \"¿Qué estás modelando?\".\nMarcela dice: \"Manzanas para darles a mis hijitos\".\nDocente dice: \"Bien, ¿y cuántos hijitos tienes?\".\nMarcela dice: \"4\".\nDocente dice: \"¿Y cuántas manzanas has hecho?\".\nMarcela dice: \"2 manzanas\".\nDocente dice: \"¿Te alcanzan?\".\nMarcela dice: \"...No sé\".\nDocente dice: (Tomando cuatro crayolas) \"Mira, vamos a hacer de cuenta que estas 4 crayolas son tus hijitos y tú hiciste 2 manzanas. Ahora, pon delante de cada hijito una manzana. (La niña lo hace). ¡Muy bien! Ahora, ¿te alcanzan las manzanas?\".\nMarcela dice: \"Mmm... Nooo... me faltan 2 manzanas\".\nDocente dice: \"Entonces, ¿qué tienes que hacer para que tengas 4?\".\nMarcela dice: \"¡Ah! ¡Aumentar! Tengo que aumentar 2 manzanas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué busca principalmente la docente con su intervención?",
          "opciones": [
            "Brindar andamiaje.",
            "Recoger los saberes previos.",
            "Promover el conflicto cognitivo."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "La docente brinda andamiaje al guiar a Marcela con preguntas y el uso de material concreto para que pueda resolver un problema que no podía solucionar por sí sola.",
          "solucionario": "La intervención de la docente es un claro ejemplo de andamiaje. Ella no le da la respuesta a Marcela, sino que la guía a través de pasos intermedios y le proporciona un soporte (las crayolas como material concreto para representar a los 'hijitos') que le permite a la niña construir la solución por sí misma. Este apoyo temporal y ajustado es la característica principal del andamiaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p17",
      "contexto": "Alonso y Jacinto, del aula de veinticuatro meses, se encuentran en el espacio de juego. Ambos se acercan a una pelota de colores y la quieren coger al mismo tiempo. Jacinto se apresura y coge primero la pelota. Entonces, Alonso lo empuja y le quita la pelota. Jacinto llora, y la docente se acerca a calmarlo; sin embrago, el niño se queda molesto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante la agresión, ¿qué acción es pertinente que realice la docente para resolver el conflicto?",
          "opciones": [
            "Decirle a Alonso: \"Aquí en la cuna todos somos amigos, todos nos queremos y compartimos los juguetes, por eso, no debes quitárselos ni empujar a ningún niño\". Luego, decirle a Jacinto: \"Para que te sientas mejor y te pase la molestia, voy a ir con Alonso a buscar otra pelota para que tú también juegues, de esa manera cada uno jugará con su propia pelota y ya no pelearán\".",
            "Decirle a Alonso: \"A Jacinto no le ha gustado que lo empujes y le quites la pelota, por eso ha llorado. Cuando un niño tiene un juguete que tú quieres, debes esperar a que termine de jugar. ¿Te parece si nos acercamos a Jacinto para que se sienta mejor y le preguntas si quiere jugar contigo?\". Luego, decirle a Jacinto: \"Sabemos que aún estás molesto, por eso Alonso quiere saber si te gustaría jugar con él con la pelota\".",
            "Decirle a Alonso: \"He visto cómo le has quitado la pelota a Jacinto; los niños se han asustado porqué Jacinto ha llorado mucho. Mejor acerquémonos a Jacinto para que los otros niños vean como le das un abrazo y te amistas con él\". Luego, decirle a Jacinto: \"Como estás molesto por lo que ha pasado con Alonso, por eso, él te quiere dar un abrazo para que puedan jugar juntos con la pelota\"."
          ],
          "respuesta": "Decirle a Alonso: \"A Jacinto no le ha gustado que lo empujes y le quites la pelota, por eso ha llorado. Cuando un niño tiene un juguete que tú quieres, debes esperar a que termine de jugar. ¿Te parece si nos acercamos a Jacinto para que se sienta mejor y le preguntas si quiere jugar contigo?\". Luego, decirle a Jacinto: \"Sabemos que aún estás molesto, por eso Alonso quiere saber si te gustaría jugar con él con la pelota\".",
          "respuestaCorta": "La intervención adecuada se enfoca en ayudar a los niños a entender los sentimientos del otro, verbalizar lo sucedido y proponer soluciones colaborativas sin forzar gestos de reconciliación.",
          "solucionario": "La opción B es la más pertinente porque la docente actúa como mediadora: verbaliza los sentimientos del niño agredido (\"A Jacinto no le ha gustado...\"), establece un límite claro sobre la conducta (\"Cuando un niño tiene un juguete... debes esperar\"), y promueve una reparación genuina y voluntaria (\"¿Te parece si nos acercamos...? ¿quieres jugar contigo?\"). No fuerza un abrazo ni sermonea, sino que guía a los niños hacia una solución respetuosa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p18",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto a la competencia \"Resuelve problemas de forma, movimiento y localización\" del Programa curricular de Educación Inicial, ¿cuál de los siguientes desempeños se relaciona con lo esperable en niños de aproximadamente veinticuatro meses de edad?",
          "opciones": [
            "Establece relaciones de espacio y medida; se organiza y organiza los objetos al sortear obstáculos que están en su camino, transportar los objetos, empujarlos, arrastrarlos, encajarlos, apilarlos por formas similares u ordenarlos a partir de la exploración con su cuerpo y todos sus sentidos. Lo hace según sus intereses, y desde sus posibilidades de movimiento y desplazamiento.",
            "Establece relaciones de espacio y medida; se organiza y organiza los objetos al sortear obstáculos que están en su camino, transportar los objetos, empujarlos, arrastrarlos u ordenarlos a partir de la exploración con su cuerpo y todos sus sentidos, y en interacción con los otros. Lo hace según sus intereses, y desde sus posibilidades de movimiento y desplazamiento.",
            "Establece relaciones de espacio y medida; se organiza y organiza los objetos a partir de la exploración con su cuerpo y todos sus sentidos en su entorno inmediato. Lo hace según sus intereses, y desde sus posibilidades de movimiento y desplazamiento."
          ],
          "respuesta": "Establece relaciones de espacio y medida; se organiza y organiza los objetos al sortear obstáculos que están en su camino, transportar los objetos, empujarlos, arrastrarlos, encajarlos, apilarlos por formas similares u ordenarlos a partir de la exploración con su cuerpo y todos sus sentidos. Lo hace según sus intereses, y desde sus posibilidades de movimiento y desplazamiento.",
          "respuestaCorta": "El desempeño esperado para 24 meses incluye acciones complejas como encajar, apilar por formas similares y sortear obstáculos, demostrando una mayor comprensión de las relaciones espaciales a través de la exploración motriz.",
          "solucionario": "La opción A describe con mayor precisión y detalle las acciones que se esperan de un niño de 24 meses en esta competencia. A esta edad, su exploración del espacio y los objetos es más intencionada, incluyendo acciones como \"encajarlos, apilarlos por formas similares\", que demuestran una comprensión emergente de las formas y relaciones espaciales. Las otras opciones son descripciones más generales o incompletas para este rango de edad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p19",
      "contexto": "Durante la época de calor en la comunidad, la docente del aula de cinco años se dispone a servir la limonada que ha preparado en el aula para que los niños se refresquen, y para ello les pide que traigan sus vasos. A continuación, todos los niños colocan sus vasos uno junto al otro; la docente, en presencia de los niños, coge un cucharón y sirve dos cucharones de limonada en cada vaso. Sin embargo, la docente escucha la siguiente conversación entre dos niños:\nPablo dice: \"¡A mí me tocó poquita limonada! ¡Mi vaso es chiquito!\". (Su vaso es ancho y bajo).\nAlicia dice: \"¡Mi vaso es más grande! ¡A mí me tocó mucha limonada!\". (Su vaso es delgado y alto).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente tiene el propósito de aprovechar dicha situación para favorecer la iniciación en la indagación científica a través de la experimentación, ¿cuál de las siguientes acciones es más pertinente?",
          "opciones": [
            "Poner una tina con agua y diversos objetos, como embudos, botellas vacías y vasos de diferentes formas y tamaños, para que los niños jueguen trasvasando agua de un recipiente a otro.",
            "Pedir a los niños que sirvan ellos mismos dos cucharones de limonada en recipientes de diferente forma y tamaño, para que comprueben que estos tienen la misma cantidad de líquido.",
            "Hacer una demostración con vasos medidores para que los niños observen que en recipientes de diferente forma y tamaño puede haber la misma cantidad de líquido."
          ],
          "respuesta": "Poner una tina con agua y diversos objetos, como embudos, botellas vacías y vasos de diferentes formas y tamaños, para que los niños jueguen trasvasando agua de un recipiente a otro.",
          "respuestaCorta": "La iniciación en la indagación científica en educación inicial se favorece mejor con la exploración libre y el juego, donde los niños descubren por sí mismos las propiedades de los objetos mediante la manipulación directa.",
          "solucionario": "La opción A es la más pertinente porque promueve la exploración libre y la experimentación autónoma, características fundamentales de la indagación científica en inicial. Al trasvasar agua libremente entre recipientes de diferentes formas, los niños construyen sus propias hipótesis y descubrimientos sobre el volumen y las cantidades a través del juego. La opción B es más directiva y busca demostrar un concepto específico. La C es una demostración que limita la participación activa del niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p20_p21",
      "contexto": "Los niños del aula de cinco años han cultivado plantas en el huerto de la IE. En el transcurso de las vacaciones de medio año, han aparecido caracoles y se han comido partes de algunas hojas, dejándolas con huecos.\nRegresando de vacaciones, un grupo de niños va al huerto a regar las plantas. Francisco se queda observando las hojas de una de las plantas y dice: \"¡Miren las hojas! ¡Tienen huecos!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para promover que los niños formulen hipótesis en relación al hallazgo de Francisco. ¿Cuál de las siguientes intervenciones es más pertinente para dicho propósito?",
          "opciones": [
            "\"Niños, observen las hojas. ¿Qué animalitos viven cerca de las plantas? ¿Ellos serán los que les hacen huecos a las hojas?\".",
            "\"Niños, observen las hojas. ¿Qué habrá pasado? ¿Cómo se formaron los huecos en las hojas?\".",
            "\"Niños, observen las hojas. Hay muchos huecos, ¿cómo son esos huecos? ¿Son grandes o pequeños?\"."
          ],
          "respuesta": "\"Niños, observen las hojas. ¿Qué habrá pasado? ¿Cómo se formaron los huecos en las hojas?\".",
          "respuestaCorta": "Para promover la formulación de hipótesis, la docente debe plantear preguntas abiertas que inviten a los niños a proponer posibles explicaciones sobre la causa de un fenómeno observado.",
          "solucionario": "La opción B es la más pertinente porque las preguntas \"¿Qué habrá pasado?\" y \"¿Cómo se formaron los huecos?\" son abiertas e invitan a los niños a pensar en posibles causas y explicaciones, que es la esencia de una hipótesis. La opción A sugiere una posible respuesta, limitando el pensamiento de los niños. La opción C se enfoca en la descripción y observación, que es un paso previo, pero no directamente en la formulación de hipótesis.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Al regresar al aula, la docente y los niños, en asamblea, dialogan sobre el hallazgo y plantean sus hipótesis sobre las posibles causas por las que las hojas tienen huecos. La docente pide a los niños que dibujen sus hipótesis y escriban su nombre para que en los próximos días puedan comprobarlas. En ese contexto, ¿cuál de las siguientes acciones pedagógicas es más pertinente para que los niños comprueben sus hipótesis?",
          "opciones": [
            "Agrupar a los niños según la hipótesis que han mencionado y pedirles que se pongan de acuerdo para crear acciones y seleccionar herramientas para comprobar la hipótesis. En los siguientes días, acompañarlos en las acciones que han acordado grupalmente y solicitarles que dibujen lo que averiguaron sobre las hojas con huecos. Finalmente, en asamblea, invitarlos a que compartan lo que hicieron y los resultados que obtuvieron.",
            "Preguntar a los niños cuál de las hipótesis planteadas preferirían comprobar y, a partir de ello, organizarlos por grupos. En los siguientes días, indicarles qué herramientas deben traer de casa y diariamente hacer una demostración de cómo utilizarlas para comprobar su hipótesis. Finalmente, solicitar que, en asamblea comenten, los resultados que han obtenido.",
            "Proponer a los niños invitar a un jardinero para conversar con él acerca de por qué las hojas tienen huecos y asignarles preguntas relacionadas a la hipótesis que plantearon. Transcurridos los días, durante la visita del jardinero, indicarles que le hagan dichas preguntas para motivar el diálogo y así comprobar sus hipótesis. Finalmente, reunirlos en asamblea para que comenten los resultados obtenidos."
          ],
          "respuesta": "Agrupar a los niños según la hipótesis que han mencionado y pedirles que se pongan de acuerdo para crear acciones y seleccionar herramientas para comprobar la hipótesis. En los siguientes días, acompañarlos en las acciones que han acordado grupalmente y solicitarles que dibujen lo que averiguaron sobre las hojas con huecos. Finalmente, en asamblea, invitarlos a que compartan lo que hicieron y los resultados que obtuvieron.",
          "respuestaCorta": "Para comprobar hipótesis, se debe promover que los niños diseñen y ejecuten su propio plan de acción, seleccionando herramientas y registrando sus hallazgos para luego comunicarlos.",
          "solucionario": "La opción A describe un proceso de indagación completo y centrado en el niño. Promueve la autonomía y el trabajo colaborativo al pedirles que ellos mismos diseñen su plan de acción (\"crear acciones y seleccionar herramientas\"). Además, incluye el registro de la información y la comunicación de resultados, fases clave del método científico. Las otras opciones son más dirigidas por el docente (B) o dependen de una fuente externa (C), limitando el protagonismo de los niños en la comprobación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p22",
      "contexto": "Los niños del aula de cuatro años han salido a explorar un parque cercano a la IE. De pronto, Nancy llama a la docente y a sus compañeros. Los niños se acercan curiosos y se produce el siguiente diálogo:\nNancy dice: \"Señorita, mire, hay una mosca en la telaraña\".\nDocente dice: \"Nancy, qué interesante lo que encontraste. Niños, los que quieran observar, háganlo con cuidado. ¿Qué ha pasado con esa mosca?\".\nJimena dice: \"Se ha caído y se ha enredado en la telaraña. ¡Pobrecita!\".\nNancy dice: \"Seguro que la mosca ha ido a visitar a la araña, que es su amiga\".\nAl regresar al aula, en asamblea, la docente observa que los niños continúan comentando sobre el hallazgo. Ella tiene el propósito de empezar un proceso de indagación científica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Solicitar a los niños que comenten lo que les gustaría saber sobre la mosca que encontraron en la telaraña. Luego, registrar en un papelote sus interrogantes para acordar con ellos cómo averiguar la información.",
            "Proponer a los niños que planteen a un familiar la siguiente pregunta: \"¿Por qué una mosca podría estar en una telaraña?\". Luego, al día siguiente, pedirles que compartan lo que averiguaron.",
            "Pedir a los niños que busquen información sobre el tema en libros y revistas de la biblioteca del aula para leérselas. Luego, explicarles qué sucede con la mosca cuando está en la telaraña."
          ],
          "respuesta": "Solicitar a los niños que comenten lo que les gustaría saber sobre la mosca que encontraron en la telaraña. Luego, registrar en un papelote sus interrogantes para acordar con ellos cómo averiguar la información.",
          "respuestaCorta": "El inicio de un proceso de indagación científica parte de problematizar una situación, lo cual se logra recogiendo las preguntas e intereses de los niños para luego planificar cómo buscar respuestas.",
          "solucionario": "La opción A es la más pertinente porque inicia el proceso de indagación partiendo de la curiosidad de los niños. Al preguntarles qué les gustaría saber, la docente los ayuda a problematizar la situación y a formular preguntas investigables. Registrar estas preguntas y acordar cómo buscar la información son los primeros pasos para diseñar un plan de indagación. Las otras opciones son menos participativas y no parten de los intereses directos de los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p23",
      "contexto": "Martín cumplió cuatro años y le regalaron un carrito que funciona a pilas. Cuando su tía se lo regaló, le enseñó a prender el carrito para que funcione. Hoy, Martín está jugando en el patio, coge el carrito y aprieta el botón de encendido, pero no lo pone en el piso. Él mira cómo las ruedas dan vueltas, pone sobre ellas la palma de su mano y va sintiendo cómo giran. Cuando deja de funcionar el carrito, revisa el juguete desde diferentes ángulos y encuentra una ranura que le deja ver el interior. Entonces, con ayuda de una moneda, palanquea la ranura, logra abrir el carrito y luego lo desarma en piezas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto a la indagación científica, ¿qué se puede afirmar de las acciones que realiza Martín?",
          "opciones": [
            "Lo que hace Martín tiene relación con la indagación científica, porque está manipulando el juguete a pesar de que al desarmarlo lo hace sin un propósito.",
            "Lo que hace Martín tiene relación con la indagación científica, porque sigue los pasos que le mostraron previamente para prender el carrito.",
            "Lo que hace Martín tiene relación con la indagación científica, porque al explorar su juguete busca comprender su funcionamiento."
          ],
          "respuesta": "Lo que hace Martín tiene relación con la indagación científica, porque al explorar su juguete busca comprender su funcionamiento.",
          "respuestaCorta": "La indagación científica se evidencia en la exploración activa y la manipulación de objetos impulsadas por la curiosidad y el deseo de comprender cómo funcionan.",
          "solucionario": "Las acciones de Martín son un claro ejemplo de indagación espontánea. Su curiosidad por entender por qué el carrito dejó de funcionar lo lleva a observar, explorar y desarmar el objeto para descubrir su mecanismo interno. Esta búsqueda de comprensión del funcionamiento de los objetos es una de las bases del pensamiento científico. Su acción no es sin propósito (opción A), sino que el propósito es claro: averiguar cómo funciona.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p24",
      "contexto": "El viernes pasado, Érica, una niña del aula de cinco años, trajo mandarinas de su huerto para invitarles a sus compañeros. Después de que todos comieron, quedaron algunas mandarinas en el recipiente sobre una mesa para que las puedan comer el lunes. Transcurrido el fin de semana, los primeros niños que llegan al aula observan que algo sucedió con una de las mandarinas y comentan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios evidencia una hipótesis?",
          "opciones": [
            "Silvana dice: \"¡Miren las mandarinas! Una está de otro color\".",
            "Jimena dice: \"¿Qué le habrá pasado a esa mandarina?\".",
            "Claudia dice: \"Le apareció una mancha blanca a la mandarina, creo que se ha malogrado\"."
          ],
          "respuesta": "Claudia dice: \"Le apareció una mancha blanca a la mandarina, creo que se ha malogrado\".",
          "respuestaCorta": "Una hipótesis es una posible explicación a un fenómeno observado. El comentario de Claudia no solo describe lo que ve, sino que propone una causa: \"creo que se ha malogrado\".",
          "solucionario": "El comentario de Claudia es una hipótesis porque va más allá de la simple observación. Ella observa la \"mancha blanca\" (dato observable) y propone una explicación tentativa de lo que significa (\"creo que se ha malogrado\"). El comentario de Silvana es una observación, y el de Jimena es una pregunta que busca problematizar la situación, pero no una hipótesis en sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p25",
      "contexto": "En el aula de cinco años es el momento del refrigerio. Fernanda y Luis se disponen a comer lo que trajeron. Entonces, se produce el siguiente diálogo:\nFernanda dice: \"Luis, el plátano que vas a comer está malogrado. ¡No lo comas!\".\nLuis dice: \"No, está bien..., mira Fernanda\" (Mientras Luis pela la fruta).\n(Luis se come la fruta)\nLuis dice: \"Estaba rico y dulce\".\nDocente dice: (La docente, que escuchó el diálogo, se acerca). \"¿Por qué le decías a Luis que no coma el plátano?\".\nFernanda dice: \"Porque su cáscara tenía manchas marrones\".\nLuis dice: \"Pero cuando lo pelé vi que estaba bien, por eso lo comí\".\nDocente dice: \"¿Y si averiguamos cómo podemos darnos cuenta si un plátano se puede comer o está malogrado?\".\nAmbos dicen: \"¡¡Sí!!\".\nDocente dice: \"Niños, que les parece si luego del refrigerio nos ponemos de acuerdo para averiguarlo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la indagación científica, ¿qué se evidencia principalmente en la situación presentada?",
          "opciones": [
            "Que los niños generan conclusiones.",
            "Que los niños problematizan situaciones.",
            "Que los niños diseñan estrategias de indagación."
          ],
          "respuesta": "Que los niños problematizan situaciones.",
          "respuestaCorta": "La situación evidencia la problematización cuando, a partir de una observación y una discrepancia, la docente guía a los niños a formular una pregunta investigable.",
          "solucionario": "El momento clave de la indagación científica que se evidencia es la problematización de una situación. A partir de la observación de Fernanda (\"la cáscara tenía manchas marrones\") y la conclusión de Luis (\"estaba bien\"), surge una contradicción. La docente aprovecha esto para convertirlo en un problema a investigar con la pregunta \"¿cómo podemos darnos cuenta si un plátano se puede comer o está malogrado?\". Esto es el punto de partida (la problematización) para un futuro proceso de indagación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p26",
      "contexto": "En una IE que tiene las condiciones para implementar un proyecto de granja, la docente y los niños de cinco años acordaron criar pollitos. Durante las primeras semanas, los niños les servían granos en tapas de frascos y los pollitos comían sin dificultad. Sin embargo, en los últimos días, los pollitos se suben a las tapas, las escarban y riegan los granos por el suelo. Debido a ello, algunos, incluso, se quedan sin comer. Con el propósito de promover en los niños habilidades para resolver problemas de su entorno, la docente conversa con ellos y acuerdan elaborar un comedero para los pollitos. Además, acuerdan que el comedero debe tener ciertas características: debe ser de tal manera que los pollitos no puedan subir sobre él, ni escarbarlo, ni regar la comida fuera de este.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿qué acción es pertinente para orientar el diseño del comedero?",
          "opciones": [
            "Pedirles que, en grupos, imaginen cómo sería un comedero que cumpla con las características acordadas. Luego, pedirles que expliquen su idea con un dibujo y que señalen de qué materiales lo elaborarían.",
            "Presentarles el dibujo de un comedero que cumpla con las características acordadas. Luego, entregar a cada grupo un material distinto para que elabore, cada uno, un comedero según el diseño presentado.",
            "Visitar el corral de una familia cuyo comedero de pollos reúna las características acordadas y pedirles que lo observen bien. Luego, al regresar al aula, pedirles que elaboren el comedero según lo observado."
          ],
          "respuesta": "Pedirles que, en grupos, imaginen cómo sería un comedero que cumpla con las características acordadas. Luego, pedirles que expliquen su idea con un dibujo y que señalen de qué materiales lo elaborarían.",
          "respuestaCorta": "Para orientar el diseño de una solución, es pertinente promover que los niños imaginen, representen gráficamente sus ideas y seleccionen los materiales, fomentando así su creatividad y capacidad de planificación.",
          "solucionario": "La opción A es la más pertinente porque promueve el proceso de diseño de una solución tecnológica. Involucra a los niños en la generación de ideas (\"imaginen cómo sería\"), la representación de esas ideas (\"expliquen su idea con un dibujo\") y la planificación de la construcción (\"señalen de qué materiales lo elaborarían\"). Este proceso es fundamental para desarrollar habilidades de resolución de problemas. Las opciones B y C se basan en copiar un modelo ya existente, lo que limita la creatividad y el pensamiento de diseño de los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p27_p28",
      "contexto": "Los niños y la docente del aula de cinco años están recorriendo la comunidad para encontrar situaciones de interés para el próximo proyecto. En ese contexto, ingresan a una tienda de venta de derivados de la leche. El vendedor les comenta que ellos mismos preparan algunos de los quesos que ven en el mostrador. De regreso a la IE, en asamblea, algunos niños comentaron que les gusta el queso y acuerdan aprender a preparar queso casero.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para iniciar el proyecto, la docente tiene el propósito de recoger los saberes previos de los niños sobre la preparación de quesos. ¿Cuál de los siguientes grupos de preguntas es más pertinente que realice la docente para dicho propósito?",
          "opciones": [
            "¿Sabían que el queso se prepara con leche? ¿Sabían que la preparación del queso dura varios días?",
            "¿A quiénes les gusta comer queso? ¿Con qué les gusta comer el queso? ¿Qué comidas se preparan con queso?",
            "¿Alguno de ustedes ha visto cómo se prepara el queso? ¿Qué pasos creen que se realiza para prepararlo?"
          ],
          "respuesta": "¿Alguno de ustedes ha visto cómo se prepara el queso? ¿Qué pasos creen que se realiza para prepararlo?",
          "respuestaCorta": "Para recoger saberes previos sobre un proceso, las preguntas deben enfocarse en las experiencias pasadas y las ideas que los niños tienen sobre cómo se realiza dicho proceso.",
          "solucionario": "La opción C es la más pertinente porque las preguntas están directamente orientadas a indagar lo que los niños ya saben o se imaginan sobre el proceso de preparación del queso. Preguntar si han visto cómo se hace y qué pasos creen que se siguen, permite que los niños expresen sus conocimientos y concepciones previas sobre el tema del proyecto. La opción A da información en lugar de recogerla, y la opción B se enfoca en gustos y usos, no en el proceso de elaboración.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En días posteriores, los niños y la docente averiguaron sobre el queso casero y obtuvieron la receta. Entre todos se organizaron para llevar los ingredientes y los utensilios necesarios al aula para la preparación. Hoy realizarán la preparación del queso casero. Para ello, la docente ha colocado en la pizarra un papelógrafo con la receta. Ella y los niños, luego de haber leído la receta, inician la preparación llevando a calentar la leche a la cocina. Luego de ello, una vez fría la leche, la docente la lleva al aula. Después, los niños se ubican alrededor de una mesa, y a continuación la docente vierte la leche en un recipiente transparente y dice: \"De acuerdo a la receta, hay que agregar el jugo de los limones a la leche y remover\". Antes de que los encargados agreguen el jugo de los limones que exprimieron previamente, la docente les pregunta: \"¿Cómo creen que se verá esta mezcla después de que le agreguen el jugo de los limones?\". La docente escucha sus hipótesis y les dice: \"Ahora, esperaremos a ver qué sucede; según la receta tienen que pasar 30 minutos\". Entonces, los niños agregan el jugo de limón y remueven la mezcla. ¿Cuál de las siguientes acciones es pertinente que realice la docente para favorecer la observación de los cambios que sufre la mezcla?",
          "opciones": [
            "Organizar a los niños para que un grupo observe al inicio, otro observe a la mitad del tiempo y el último observe al final. Luego, en asamblea, pedir a cada grupo que describa qué cambios notaron durante su turno.",
            "Decir a los niños que observen la mezcla después de removerla; luego de 30 minutos, pedirles que la vuelvan a observar y, mientras lo hacen, describir en detalle los cambios producidos en la mezcla.",
            "Acordar con los niños cómo realizar la observación de la mezcla al inicio, a la mitad del tiempo y al final. Preguntar, en cada momento, cómo se ve la mezcla, qué olor tiene y qué cambios se producen."
          ],
          "respuesta": "Acordar con los niños cómo realizar la observación de la mezcla al inicio, a la mitad del tiempo y al final. Preguntar, en cada momento, cómo se ve la mezcla, qué olor tiene y qué cambios se producen.",
          "respuestaCorta": "Para favorecer la observación científica, es pertinente acordar con los niños momentos específicos para observar y guiarlos con preguntas que enfoquen su atención en los cambios perceptibles a través de diferentes sentidos.",
          "solucionario": "La opción C es la más pertinente porque involucra a los niños en la planificación de la observación (\"Acordar con los niños cómo realizar...\") y los guía de manera sistemática en diferentes momentos del proceso (\"al inicio, a la mitad del tiempo y al final\"). Las preguntas sobre el aspecto, el olor y los cambios dirigen su atención a detalles relevantes, promoviendo una observación más detallada y científica. La opción A es inadecuada porque cada niño solo vería una parte del proceso. La opción B es menos participativa, ya que es la docente quien describe los cambios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p29",
      "contexto": "La docente de cuna va a cambiar de ropa a Mario, de seis meses de edad. Cuando lo recuesta en el cambiador, el niño emite variadas vocalizaciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese momento, ¿qué acción es pertinente que realice la docente para continuar favoreciendo la expresión oral de Mario?",
          "opciones": [
            "Ubicarse frente al rostro de Mario y reproducir algún sonido sencillo tal como \"ma, ma, ma, ma, ma...\", para que se anime a vocalizarlo.",
            "Establecer contacto visual con Mario y responderle con comentarios a sus gestos y vocalizaciones para animarlo a continuar interactuando.",
            "Entregar a Mario un animalito de juguete y decirle el sonido que emite; por ejemplo, \"Mira, el perrito dice 'guau, guau'\" para que se anime a vocalizar nuevos sonidos."
          ],
          "respuesta": "Establecer contacto visual con Mario y responderle con comentarios a sus gestos y vocalizaciones para animarlo a continuar interactuando.",
          "respuestaCorta": "Para favorecer la comunicación en un bebé, es fundamental responder a sus iniciativas vocales y gestuales, tratándolas como un intento comunicativo y estableciendo un diálogo o proto-conversación.",
          "solucionario": "La opción B es la más pertinente. En esta etapa, el desarrollo de la comunicación se basa en la interacción y el establecimiento de turnos conversacionales (proto-conversación). Al responder a las vocalizaciones de Mario, la docente le demuestra que sus sonidos son significativos y lo motiva a seguir comunicándose. Esto sienta las bases para el lenguaje oral. Las opciones A y C se centran en la imitación de sonidos propuestos por el adulto, lo cual es menos respetuoso con la iniciativa comunicativa del bebé.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p30",
      "contexto": "Juana, de ocho meses, está echada sobre una manta en el piso; de pronto, se impulsa por sí misma para intentar sentarse y busca con su mirada a la docente. Ante este pedido, la docente se acerca a la niña.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las investigaciones de Emmi Pikler, ¿cuál de las siguientes acciones pedagógicas es pertinente para favorecer que Juana progrese en alcanzar la posición de sentada?",
          "opciones": [
            "Coger suavemente las manos de Juana cuando esté empezando a impulsar su cuerpo hacia adelante para ayudarla a sentarse.",
            "Colocar objetos que sostengan el cuerpo de Juana cuando esté impulsando su cuerpo hacia adelante para que se mantenga sentada.",
            "Esperar que Juana siga impulsando su cuerpo hacia adelante, hablándole según los movimientos que realiza para sentarse."
          ],
          "respuesta": "Esperar que Juana siga impulsando su cuerpo hacia adelante, hablándole según los movimientos que realiza para sentarse.",
          "respuestaCorta": "El enfoque Pikler promueve el desarrollo motor autónomo, lo que implica no intervenir físicamente para colocar al niño en posturas que no puede alcanzar por sí mismo, sino acompañarlo verbalmente.",
          "solucionario": "La opción C es la correcta según el enfoque de Emmi Pikler sobre el movimiento libre. Este enfoque postula que los niños deben alcanzar los hitos motores por sí mismos, sin la ayuda o intervención directa del adulto. La función del adulto es proporcionar un entorno seguro y un acompañamiento afectuoso, como hablarle y describir sus esfuerzos, lo cual le da seguridad para seguir intentándolo. Las opciones A y B implican una intervención directa que interfiere con el desarrollo motor autónomo de la niña.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p31",
      "contexto": "Gustavo, de veintiocho meses, llega todos los días a la cuna con su abuela. A pesar de que ya se queda tranquilo en la cuna, hoy, la docente observa que, antes de ingresar al aula, Gustavo se pone a llorar y la abuelita le dice: \"Gustavito, no llores, ¿ya? Toma tu chupón\". Seguidamente, le entrega el chupón y él se lo pone en la boca. El niño se calma y entra junto a su abuela al aula, esperan unos minutos y se despiden. La docente, antes de que la abuela se retire, le pide conversar. La docente sabe que no es recomendable el uso del chupón por los riesgos de salud que implica para el niño. Sin embargo, ante lo observado hoy, prioriza brindarle una sugerencia a la abuela para favorecer el desarrollo de la autorregulación de Gustavo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones es pertinente para dicho propósito?",
          "opciones": [
            "\"Señora, si le pregunta a Gustavo por qué llora, le daría la oportunidad de decir lo que necesita para que se calme. Recuerde que los niños lloran porque quieren expresar algo; si usted le da el chupón apenas llora, eso lo distraerá y hará que el niño deje de llorar, pero no sabrá lo que realmente le está sucediendo\".",
            "\"Señora, Gustavo ya puede comprender que puede calmarse con o sin el chupón; por ello, sería bueno que no le muestre el chupón tan rápido. La próxima vez que llore, usted espere unos minutos para que se calme; solo si llora de forma insistente, le puede entregar el chupón para no prolongar su llanto\".",
            "\"Señora, es necesario que ya no le dé el chupón a Gustavo porque ya tiene dos años. Tenga presente que más adelante será más difícil que lo deje de usar para calmarse. Entiendo que el chupón es práctico, pero la próxima vez que llore, dígale que ya es un niño grande y que se puede calmar sin el chupón\"."
          ],
          "respuesta": "\"Señora, si le pregunta a Gustavo por qué llora, le daría la oportunidad de decir lo que necesita para que se calme. Recuerde que los niños lloran porque quieren expresar algo; si usted le da el chupón apenas llora, eso lo distraerá y hará que el niño deje de llorar, pero no sabrá lo que realmente le está sucediendo\".",
          "respuestaCorta": "Para favorecer la autorregulación, es crucial ayudar al niño a identificar y expresar la causa de su malestar, en lugar de simplemente suprimir la emoción con un distractor como el chupón.",
          "solucionario": "La recomendación de la opción A es la más pertinente para el desarrollo de la autorregulación. Fomenta que la abuela ayude a Gustavo a conectar con su emoción y a expresarla verbalmente. Reconocer qué siente y por qué es el primer paso para aprender a manejar sus emociones. El uso inmediato del chupón actúa como un mecanismo externo que calma el llanto pero no enseña al niño a comprender ni a gestionar lo que le sucede.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p32",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes registros se recoge de manera adecuada la observación realizada a un niño de cuna?",
          "opciones": [
            "\"Ana María, de diez meses, se movió mucho; luego, ha estado muy agitada y más tarde estuvo sumergida en el juego\".",
            "\"Juan, de quince meses, al comer llena su cuchara y la dirige derecho a la boca sin que se vuelque el contenido\".",
            "\"Carlos, de doce meses, se portó bien durante la jornada y fue muy hábil al realizar las actividades motoras\"."
          ],
          "respuesta": "\"Juan, de quince meses, al comer llena su cuchara y la dirige derecho a la boca sin que se vuelque el contenido\".",
          "respuestaCorta": "Un registro de observación adecuado debe ser objetivo y descriptivo, centrándose en acciones concretas y observables, sin incluir juicios de valor o interpretaciones subjetivas.",
          "solucionario": "La opción B presenta un registro de observación adecuado porque describe una acción específica, observable y medible, sin emitir juicios de valor. Describe el 'qué' y el 'cómo' de la acción del niño. En cambio, las opciones A y C utilizan términos subjetivos e interpretativos como \"se movió mucho\", \"muy agitada\", \"se portó bien\", \"muy hábil\", que no describen la conducta en sí misma sino la percepción del observador.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p33",
      "contexto": "La docente del aula de cinco años observa que un número considerable de niños deja desperdicios y residuos de frutas regados en el piso y los muebles luego del refrigerio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para que la docente favorezca la construcción de la noción del bien común?",
          "opciones": [
            "\"Niños, las mesas, sillas, juguetes y demás materiales del aula nos pertenecen a todos. Si entre todos los cuidamos adecuadamente, nuestra aula se verá limpia y ordenada. ¿Ustedes creen que podamos lograrlo?\".",
            "\"Niños, el aula es un espacio que utilizamos todos los días para aprender y para jugar; por ello, todos tenemos que cuidarla. ¿Qué ideas proponen para qué cuidemos mejor nuestra aula?\".",
            "\"Niños, recuerdan el cuento que leímos sobre una granja desordenada donde los animalitos acordaron limpiarla entre todos. ¿Qué les parece si nosotros hacemos lo mismo en nuestra aula?\"."
          ],
          "respuesta": "\"Niños, el aula es un espacio que utilizamos todos los días para aprender y para jugar; por ello, todos tenemos que cuidarla. ¿Qué ideas proponen para qué cuidemos mejor nuestra aula?\".",
          "respuestaCorta": "Para construir la noción de bien común, es eficaz involucrar a los niños en la identificación de un problema que afecta a todos y en la búsqueda colectiva de soluciones.",
          "solucionario": "La opción B es la más pertinente porque promueve la participación activa y la responsabilidad compartida. La docente presenta el problema (el cuidado del aula como espacio de todos) e invita a los niños a ser parte de la solución al preguntarles por sus ideas. Esto fomenta que internalicen la importancia de cuidar lo que es de todos (el bien común) y se comprometan con los acuerdos que ellos mismos proponen.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p34",
      "contexto": "El papá de Olivia, del aula de cuatro años, le cuenta a la docente que, a pesar de que le anticipan a su hija que tiene que guardar sus juguetes para hacer otra actividad, la niña se enoja y dice varias veces \"¡No quiero!\". En el diálogo, el padre le comenta a la docente que, como es su primera hija, le gustaría que le recomiende cómo actuar ante este tipo de episodios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes recomendaciones es pertinente que la docente comparta con el padre para que la niña continúe progresando en la autorregulación de sus emociones?",
          "opciones": [
            "\"Esta forma de reaccionar es normal en los niños de esta edad. Cuando Olivia se enoje, hay que dejarla sola hasta que se calme. Luego, ella se acercará a buscarlo y, en ese momento, aproveche usted en guardar los juguetes para que su hija lo observe y aprenda con su ejemplo\".",
            "\"Esta forma de reaccionar se da porque los niños a estas edades aún no saben cómo expresar su molestia. Cuando Olivia se enoje, quédese cerca y espere a que se calme para dialogar de por qué le molesta guardar los juguetes. Luego, propóngale que en una próxima vez cuando tenga que guardarlos, lo puedan hacer juntos\".",
            "\"Esta forma de reaccionar es propia de esta edad y disminuirá pronto. Cuando Olivia se enoje, hay que decirle que no tiene por qué molestarse y que cuando esté calmada conversarán. Luego, dígale que si se le hace difícil guardar los juguetes es suficiente con que guarde algunos por esta vez\"."
          ],
          "respuesta": "\"Esta forma de reaccionar se da porque los niños a estas edades aún no saben cómo expresar su molestia. Cuando Olivia se enoje, quédese cerca y espere a que se calme para dialogar de por qué le molesta guardar los juguetes. Luego, propóngale que en una próxima vez cuando tenga que guardarlos, lo puedan hacer juntos\".",
          "respuestaCorta": "Una recomendación pertinente para la autorregulación implica acompañar la emoción del niño sin juzgarla, esperar a que se calme y luego dialogar para entender la causa y buscar soluciones conjuntas.",
          "solucionario": "La opción B ofrece una estrategia de crianza respetuosa y efectiva. Sugiere acompañar al niño durante la emoción intensa sin abandonarlo, validar sus sentimientos al buscar entender la causa del enojo (\"dialogar de por qué le molesta\") y proponer una solución colaborativa (\"lo puedan hacer juntos\"). Este enfoque enseña al niño que sus emociones son válidas y le da herramientas para manejarlas en el futuro. Las otras opciones son menos constructivas, ya que sugieren ignorar al niño o minimizar su emoción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p35",
      "contexto": "Felipe, de tres años, quiere abrir su mochila. Coge el jalador del cierre y lo lleva en distintas direcciones, pero no logra abrir el cierre. Entonces, va en busca de la docente y le pide que lo ayude.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿qué intervención es más pertinente para favorecer la autonomía del niño?",
          "opciones": [
            "Pedirle a Felipe que le muestre cómo está abriendo el cierre. Luego, decirle: \"¿Y si coges el jalador y lo llevas derechito por el camino del cierre? Prueba hacerlo, si necesitas yo te ayudo\".",
            "Decirle a Felipe: \"Esta vez yo voy a abrir el cierre. Presta mucha atención para que la próxima vez lo hagas tú solo\". Luego, pedirle la mochila, abrir el cierre y devolvérsela.",
            "Animar a Felipe diciéndole: \"Abrir el cierre es muy fácil. Vamos, inténtalo de nuevo. Yo sé que tú lo puedes hacer\". Luego esperar que lo haga."
          ],
          "respuesta": "Pedirle a Felipe que le muestre cómo está abriendo el cierre. Luego, decirle: \"¿Y si coges el jalador y lo llevas derechito por el camino del cierre? Prueba hacerlo, si necesitas yo te ayudo\".",
          "respuestaCorta": "Para favorecer la autonomía, la intervención más pertinente es brindar una pista o sugerencia específica (andamiaje) que permita al niño superar la dificultad y lograr la tarea por sí mismo.",
          "solucionario": "La opción A es la ideal para promover la autonomía. La docente no resuelve el problema por el niño, sino que le ofrece una guía verbal precisa (\"llévalo derechito por el camino del cierre\") que le ayuda a descubrir la solución. Además, le brinda seguridad al ofrecerle ayuda si la necesita. Esto es andamiaje en su máxima expresión. La opción B le quita la oportunidad de aprender, y la C ofrece aliento pero no la ayuda específica que necesita para superar el obstáculo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p36",
      "contexto": "Alejandra, de cinco años, acaba de terminar de armar un rompecabezas con mucho esfuerzo. Al pasar por su lado, Martín mueve de casualidad la mesa y el rompecabezas se desarma. Molesta, Alejandra le grita a Martín y él le responde también con gritos. La docente, que ha observado la situación, al ver que continúa el conflicto, interviene y les pide a los niños que se calmen. Luego de que los niños se han calmado, la docente busca favorecer la resolución del conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Explicar a Alejandra que Martín movió de casualidad la mesa y, por tanto, no tuvo intención de desarmar el rompecabezas. Luego, decirles que no está bien gritar en el aula. Finalmente, indicarles que, cuando tengan un problema, siempre deben conversar para saber qué ha sucedido en realidad.",
            "Solicitar a Alejandra y Martín que comenten lo sucedido en asamblea. Luego, preguntar a los niños del aula qué les parece la reacción de sus compañeros. Finalmente, preguntarles qué norma de convivencia se ha quebrado en esa situación y cómo podrían hacer para respetarla siempre.",
            "Pedir a Alejandra y Martín que comenten qué ha pasado y cómo se han sentido. Luego, preguntar a cada niño qué espera que haga su compañero para hacerlo sentir mejor. Finalmente, ayudar a cada niño a responder al requerimiento de su compañero."
          ],
          "respuesta": "Pedir a Alejandra y Martín que comenten qué ha pasado y cómo se han sentido. Luego, preguntar a cada niño qué espera que haga su compañero para hacerlo sentir mejor. Finalmente, ayudar a cada niño a responder al requerimiento de su compañero.",
          "respuestaCorta": "La resolución de conflictos se favorece cuando se guía a los involucrados a expresar sus perspectivas y sentimientos, y luego se les ayuda a encontrar una forma de reparación mutua.",
          "solucionario": "La opción C describe un proceso de mediación de conflictos adecuado. Permite que cada niño exprese su punto de vista y, fundamentalmente, sus sentimientos. Luego, se enfoca en la reparación del daño emocional (\"qué espera que haga su compañero para hacerlo sentir mejor\"), guiándolos hacia una solución constructiva que ellos mismos proponen. Las otras opciones son más centradas en el adulto explicando (A) o en la norma (B), en lugar de centrarse en los sentimientos y la reparación entre los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p37",
      "contexto": "La docente del aula de cinco años observa que, últimamente, en el momento del juego libre en los sectores, varios niños se quitan los materiales. Esto sucede a pesar de que en el aula hay suficientes materiales para que todos jueguen. Hoy, en asamblea, abordan esta situación. En el diálogo, la docente pregunta a los niños por qué ocurre ese hecho. Después de escucharlos, ella comprende que los niños quieren usar los mismos materiales. Ante esto, la docente les pide buscar soluciones. Al momento de plantear las propuestas de solución, un niño dice: \"El que quita los materiales, que salga del salón\"; otro niño propone: \"Mejor, que no coma su lonchera\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene el propósito de que los niños reflexionen sobre estos comentarios con el fin de contribuir a una convivencia armoniosa en el aula. ¿Qué acción es más pertinente que la docente realice, a continuación, para lograr dicho propósito?",
          "opciones": [
            "Decir a los niños: \"¿Cómo se sentirían si son ustedes los que quitan los juguetes y por eso los sacan del salón o se quedan sin comer? ¿Estaría bien hacer que alguien se sienta así?\". Luego de escucharlos, pedirles nuevas propuestas para dialogarlas y tomar acuerdos.",
            "Decir a los niños: \"¿Creen que lo propuesto por sus compañeros está bien o será mejor anotar el material que usó cada niño para que al día siguiente elija un material diferente?\". Luego de escucharlos, pedir que elijan la mejor propuesta para solucionar la situación presentada.",
            "Decir a los niños: \"Me parece que a ningún niño se le debe sacar del aula ni dejarlo sin comer sus alimentos, ¿no creen?\". Luego de escucharlos, decirles: \"Estoy segura de que a partir de hoy todos van a respetar a sus compañeros cuando estén usando los materiales\"."
          ],
          "respuesta": "Decir a los niños: \"¿Cómo se sentirían si son ustedes los que quitan los juguetes y por eso los sacan del salón o se quedan sin comer? ¿Estaría bien hacer que alguien se sienta así?\". Luego de escucharlos, pedirles nuevas propuestas para dialogarlas y tomar acuerdos.",
          "respuestaCorta": "Para promover una convivencia armoniosa, es pertinente guiar a los niños a reflexionar sobre las consecuencias de sus propuestas punitivas fomentando la empatía, y luego buscar soluciones reparadoras.",
          "solucionario": "La opción A es la más pertinente porque promueve la reflexión y la empatía. Al preguntar \"¿Cómo se sentirían ustedes...?\", la docente invita a los niños a ponerse en el lugar del otro y a evaluar si las soluciones punitivas son justas y constructivas. Este es un paso fundamental para que los niños desarrollen un sentido de justicia y busquen soluciones que reparen el daño en lugar de castigar, contribuyendo a una convivencia democrática.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p38",
      "contexto": "La mamá de Carlos, un niño de tres años, días antes del inicio del año escolar, se acerca a la IE para conversar con la docente del aula de su hijo. Ella comenta a la docente que es la primera vez que su niño asistirá al jardín y le pide que le brinde algunas recomendaciones para acompañarlo el primer día de clases. La docente valora la preocupación de la madre, pues ese acompañamiento es muy importante para la emocionalidad y la seguridad de Carlos. En ese sentido, la docente le comenta que, en algunos casos, los niños rápidamente se adaptan a quedarse en el aula, mientras que otros necesitan por más tiempo la compañía del adulto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál de las siguientes recomendaciones es pertinente que la docente le brinde a la mamá de Carlos para atender su preocupación?",
          "opciones": [
            "\"Ese día, al llegar al aula, usted, siéntense junto a su hijo mostrándole tranquilidad. Juegue un momento con él, dígale que saldrá a comprar lo necesario para preparar el almuerzo y que luego regresará rápido a recogerlo para que se motive a quedarse en el aula sin usted\".",
            "\"Ese día, usted y su hijo ingresen al aula, obsérvenla juntos, pídale a Carlos que elija en qué espacio le gustaría jugar y acceda a su elección. También, explíquele que lo acompañará hasta el momento que él lo desee para que se acostumbre al espacio del aula y acepte quedarse sin usted\".",
            "\"Ese día, al ingresar al aula, muestre usted emoción por el ambiente, ofrézcale los materiales y dígale que todo el día podrá usar los juguetes que desee. Cuando esté disfrutando del juego, despídase diciéndole que hoy podrá seguir jugando hasta cuando regrese a recogerlo, a fin de que se quede contento en el aula sin usted\"."
          ],
          "respuesta": "\"Ese día, usted y su hijo ingresen al aula, obsérvenla juntos, pídale a Carlos que elija en qué espacio le gustaría jugar y acceda a su elección. También, explíquele que lo acompañará hasta el momento que él lo desee para que se acostumbre al espacio del aula y acepte quedarse sin usted\".",
          "respuestaCorta": "Una recomendación pertinente para el periodo de adaptación es respetar el ritmo del niño, permitiendo que el familiar lo acompañe el tiempo que sea necesario hasta que se sienta seguro.",
          "solucionario": "La opción B es la más adecuada para un proceso de adaptación respetuoso. Reconoce que cada niño tiene su propio ritmo y que la presencia del adulto significativo le da la seguridad necesaria para explorar el nuevo ambiente. Respetar el tiempo que el niño necesita para separarse fortalece su seguridad y confianza, facilitando una adaptación positiva. Las otras opciones sugieren engañar al niño (A) o abandonarlo abruptamente (C), lo cual puede generar angustia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p39",
      "contexto": "Flor, de cinco años, acaba de llegar al aula. Cuando la docente se acerca a saludarla, la niña le dice: \"Estoy molesta\" y, a continuación, cruza los brazos enérgicamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la construcción de la identidad, ¿cuál de las siguientes intervenciones es pertinente que realice la docente para que Flor continúe desarrollando su conciencia emocional?",
          "opciones": [
            "\"Flor, te entiendo, pero primero me gustaría que me saludes para luego ayudarte a que se te pase la molestia\".",
            "\"Flor, parece que estás molesta; me gustaría saber qué pasó. Cuando quieras, puedes venir a contarme\".",
            "\"Flor, te cuento que cuando yo estoy muy molesta, cierro los ojos un ratito y se me pasa rápido. Hagámoslo juntas\"."
          ],
          "respuesta": "\"Flor, parece que estás molesta; me gustaría saber qué pasó. Cuando quieras, puedes venir a contarme\".",
          "respuestaCorta": "Para desarrollar la conciencia emocional, es pertinente validar la emoción del niño, mostrar interés por la causa y ofrecer un espacio seguro para que la exprese cuando se sienta listo.",
          "solucionario": "La intervención de la opción B es la más pertinente. La docente valida la emoción de Flor (\"parece que estás molesta\"), muestra interés genuino por entenderla (\"me gustaría saber qué pasó\") y, muy importante, respeta su tiempo y espacio al invitarla a hablar cuando ella lo decida (\"Cuando quieras, puedes venir a contarme\"). Esto fomenta la autoconciencia y la confianza en el adulto. La opción A prioriza una norma social sobre la emoción, y la C ofrece una solución sin antes explorar lo que le sucede a la niña.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p40",
      "contexto": "En la primera reunión de padres de familia del aula de cinco años, un padre pide la palabra y dice: \"Profesora, me he enterado de que va a ingresar al aula un niño con síndrome de Down. Seguro usted va a atender más a ese niño y va descuidar a nuestros hijos. Yo sé que los niños con síndrome de Down estudian en colegios especiales\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del Currículo Nacional de Educación Básica, ¿cuál de las siguientes intervenciones realizadas por la docente responde al Enfoque Inclusivo?",
          "opciones": [
            "\"Estimados padres de familia, en nuestra aula todos los niños poseen diversas formas de aprender, incluso el niño con síndrome de Down, y, por eso, algunos niños necesitan una atención especializada. Les pido que tengan paciencia, porque a todos los niños los voy a atender, ya que todos tienen derecho a recibir una educación de calidad\".",
            "\"Estimados padres de familia, en nuestra aula todos los niños presentan características y necesidades iguales acordes a su edad, por lo que todos, sin distinción, deben recibir una atención igualitaria. Por eso, no haré diferencias entre los niños porque los voy a atender a todos por igual, tengan o no síndrome de Down\".",
            "\"Estimados padres de familia, en nuestra aula todos los niños son diferentes, cada uno tiene distintas formas de aprender, tengan o no una condición como el síndrome de Down. Por ello, voy a responder según las demandas que requiera cada niño, respetando sus diferencias\"."
          ],
          "respuesta": "\"Estimados padres de familia, en nuestra aula todos los niños son diferentes, cada uno tiene distintas formas de aprender, tengan o no una condición como el síndrome de Down. Por ello, voy a responder según las demandas que requiera cada niño, respetando sus diferencias\".",
          "respuestaCorta": "El enfoque inclusivo reconoce que todos los niños son diversos y tienen diferentes necesidades de aprendizaje, y se compromete a responder a esa diversidad para garantizar el aprendizaje de cada uno.",
          "solucionario": "La opción C refleja de manera precisa el Enfoque Inclusivo o de Atención a la Diversidad del CNEB. Este enfoque parte del reconocimiento de que todas las personas son diferentes y tienen necesidades de aprendizaje distintas. La inclusión no es tratar a todos por igual (igualdad), sino ofrecer a cada uno el apoyo que necesita para desarrollarse (equidad). La docente se compromete a atender las demandas específicas de cada niño, valorando la diversidad como una oportunidad de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p41",
      "contexto": "Lalo, Carlo y Bruno, del aula de cinco años, salen juntos a jugar al patio y conversan para acordar a qué jugarán. Lalo y Carlos quieren jugar a las carreras y Bruno quiere jugar a las canicas. Luego de varios minutos, la docente observa que los niños no se ponen de acuerdo y se acerca para pedirles que le cuenten lo que está sucediendo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente para favorecer que los niños resuelvan la situación?",
          "opciones": [
            "Decir a los niños que hoy pueden jugar a las carreras porque Lalo y Carlos son mayoría, y que, al día siguiente, pueden jugar a las canicas como quiere Bruno. Luego, decirles que ella participará del juego dando la señal de partida para que los tres inicien la carrera.",
            "Decir a los niños que entiende lo que está sucediendo, pero que le preocupa el poco tiempo que les queda para que jueguen juntos en el patio. Luego, les propone que los tres salten a la vez y que el que salte más alto elegirá a qué jugarán.",
            "Decir a los niños que algunas veces es difícil que todos escojan el mismo juego y que no está mal que busquen otras opciones para jugar. Luego, decirles que los acompañará a decidir a qué jugará cada uno, sea juntos o separados."
          ],
          "respuesta": "Decir a los niños que algunas veces es difícil que todos escojan el mismo juego y que no está mal que busquen otras opciones para jugar. Luego, decirles que los acompañará a decidir a qué jugará cada uno, sea juntos o separados.",
          "respuestaCorta": "Para ayudar a resolver un desacuerdo, es pertinente validar las diferentes preferencias, legitimar la posibilidad de jugar por separado y acompañarlos en la toma de decisiones, fomentando su autonomía.",
          "solucionario": "La opción C es la más respetuosa con la autonomía y las preferencias individuales de los niños. La docente valida la dificultad de llegar a un acuerdo, normaliza la situación y les ofrece alternativas flexibles, incluyendo la posibilidad de no jugar todos a lo mismo. Al acompañarlos en la decisión, actúa como mediadora sin imponer una solución. La opción A impone la regla de la mayoría, invalidando el deseo de Bruno, y la B propone una solución arbitraria basada en el azar.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p42",
      "contexto": "Durante una reunión colegiada, las docentes de las aulas de cuatro años conversan, entre otros temas, sobre las acciones que están realizando para favorecer el desarrollo de la autoestima en los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones describe la práctica pedagógica más pertinente para dicho propósito?",
          "opciones": [
            "María dice: \"Durante las actividades del día, yo siempre me acerco a todos los niños para observar los trabajos que están realizando y le digo a cada uno '¡Muy bien! ¡Está muy bonito tu trabajo!'\".",
            "Roberta dice: \"Al final de cada día, tenemos un momento especial en el que escogemos a los niños que más acciones positivas hayan realizado durante la jornada para felicitarlos y juntos cantarles por su logro\".",
            "Sonia dice: \"Luego del juego al aire libre, organizo a los niños en asamblea y les pido que compartan lo que más les gustó de lo que hicieron en el patio, con quiénes jugaron y cómo se sintieron\"."
          ],
          "respuesta": "Sonia dice: \"Luego del juego al aire libre, organizo a los niños en asamblea y les pido que compartan lo que más les gustó de lo que hicieron en el patio, con quiénes jugaron y cómo se sintieron\".",
          "respuestaCorta": "La autoestima se fortalece cuando se crean espacios para que los niños expresen sus propias vivencias, gustos y emociones, sintiéndose escuchados y valorados por lo que son y sienten.",
          "solucionario": "La práctica de Sonia (opción C) es la más pertinente para el desarrollo de la autoestima. Al crear un espacio de asamblea para que los niños compartan sus experiencias, preferencias y sentimientos, les está comunicando que sus vivencias son importantes y valiosas. Esto fomenta el autoconocimiento y la autoaceptación. La práctica de María (A) usa un elogio genérico que puede perder significado, y la de Roberta (B) destaca solo a algunos niños, lo que puede ser contraproducente para la autoestima de los demás.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p43",
      "contexto": "En el momento de la alimentación, los niños de dos años se encuentran cogiendo los alimentos de sus loncheras. Sonia, con gestos, pide a la docente que la ayude a abrir la tapa de su refresco. Ella recibe la botella, desenrosca parcialmente la tapa y, luego, entrega la botella a Sonia para que la niña termine de abrirla. Cuando Sonia finalmente abre la botella, ambas se miran y sonríen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Desde la propuesta del Minedu para atender a los niños en el nivel de Educación Inicial, ¿qué se puede afirmar sobre la intervención de la docente respecto del desarrollo del lenguaje verbal de Sonia?",
          "opciones": [
            "La docente no favorece el desarrollo del lenguaje verbal de Sonia, ya que no verbaliza lo que la niña intenta comunicar a través de gestos.",
            "La docente favorece el desarrollo del lenguaje verbal de Sonia, ya que comprende lo que la niña quiere decir a través de sus gestos y atiende su pedido.",
            "La docente no favorece el desarrollo del lenguaje verbal de Sonia, ya que atiende el pedido de la niña sin antes insistirle para que verbalice lo que quiere."
          ],
          "respuesta": "La docente no favorece el desarrollo del lenguaje verbal de Sonia, ya que no verbaliza lo que la niña intenta comunicar a través de gestos.",
          "respuestaCorta": "Para favorecer el lenguaje verbal, es crucial que el adulto ponga en palabras las intenciones comunicativas que el niño expresa a través de gestos, modelando así el uso del lenguaje.",
          "solucionario": "Según las orientaciones pedagógicas del Minedu, una estrategia clave para el desarrollo del lenguaje oral es que el adulto actúe como un \"intérprete\" de las comunicaciones no verbales del niño, poniendo en palabras sus gestos y acciones. En este caso, la docente atiende el pedido y promueve la autonomía motora, pero pierde la oportunidad de favorecer el lenguaje verbal al no decir algo como: \"Ah, Sonia, ¿quieres que te ayude a abrir tu botella? Veo que necesitas ayuda\". Por lo tanto, su acción no favoreció este aspecto específico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p44",
      "contexto": "Lilian, de dos años y seis meses, va a salir a jugar al aire libre. Entonces, se acerca a la docente y le dice: \"Pómame mi chompa\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes intervenciones de la docente es pertinente para favorecer el desarrollo de la expresión oral de Lilian?",
          "opciones": [
            "\"Bien, Lilian, pero se dice: 'Ponme mi chompa'. A ver, repite conmigo 'pon-me'\".",
            "\"Bien, Lilian, me estás diciendo 'Ponme mi chompa'. Muy bien, te la voy a poner\".",
            "\"Bien, Lilian, mientras te pongo la chompa, jugaremos a hacer con la boca el sonido de un tambor: Ponnn, ponnn-me, ponme\"."
          ],
          "respuesta": "\"Bien, Lilian, me estás diciendo 'Ponme mi chompa'. Muy bien, te la voy a poner\".",
          "respuestaCorta": "Para favorecer la expresión oral, se debe ofrecer el modelo correcto de la palabra o frase de forma natural dentro del diálogo, sin corregir directamente ni exigir la repetición.",
          "solucionario": "La opción B presenta la estrategia conocida como modelado o reformulación. La docente acoge la comunicación de Lilian, le ofrece el modelo correcto (\"Ponme mi chompa\") de manera natural y sin correcciones explícitas, y responde a su pedido. Esto permite que la niña escuche la forma correcta en un contexto comunicativo real y significativo, lo cual es la forma más efectiva de apoyar la adquisición del lenguaje. La opción A es una corrección directa que puede inhibir la comunicación, y la C desvía el foco de la interacción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p45",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué posición un adulto debe colocar a un niño de tres meses y medio de edad para favorecer su desarrollo motor?",
          "opciones": [
            "Tendido de costado.",
            "Echado de espaldas.",
            "Recostado de vientre."
          ],
          "respuesta": "Echado de espaldas.",
          "respuestaCorta": "La posición más segura y que favorece el desarrollo motor autónomo de un bebé de tres meses es echado de espaldas, ya que desde ahí puede moverse libremente y alcanzar otras posturas por sí mismo.",
          "solucionario": "De acuerdo con los principios del movimiento libre (enfoque Pikler), la posición inicial ideal para un bebé es de espaldas sobre una superficie firme y segura. Desde esta posición, el bebé tiene la máxima libertad para mover sus brazos y piernas, girar su cabeza, y eventualmente, aprender a voltearse, reptar y sentarse por sí mismo. Las otras posiciones limitan su movilidad o lo colocan en una postura que aún no puede alcanzar o mantener de forma autónoma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p46",
      "contexto": "Los niños del nivel Inicial están construyendo un huerto en la IE. En ese contexto, realizan diversas actividades. Los niños del aula de cuatro años están escarbando la tierra y, al hacerlo, encuentran algunas lombrices. Al principio, las observan y conversan sobre ellas. Después de un rato, la docente nota que los niños están jugando a que las lombrices conversan, inventando diálogos entre ellas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes acciones es más pertinente que realice la docente para continuar favoreciendo la expresión oral de los niños?",
          "opciones": [
            "Seguir de cerca la conversación de los niños y participar en el juego si ellos lo solicitan.",
            "Pedir a los niños que a partir de los diálogos realizados creen otras historias con ella.",
            "Mostrar a los niños expresiones y gestos para que los utilicen en sus diálogos en el juego."
          ],
          "respuesta": "Seguir de cerca la conversación de los niños y participar en el juego si ellos lo solicitan.",
          "respuestaCorta": "Para favorecer la expresión oral espontánea que surge en el juego, la acción más pertinente es la observación atenta y una participación respetuosa, solo si los niños la incluyen.",
          "solucionario": "La opción A es la más pertinente. Cuando los niños están inmersos en un juego simbólico y un diálogo espontáneo, la mejor manera de favorecer su expresión oral es no interrumpir. La docente debe mantener una presencia observadora y disponible, lo que valida la actividad de los niños y les da la confianza para continuar. Intervenir solo si es invitada respeta su protagonismo y la fluidez de su juego. Las opciones B y C son intervenciones más directivas que cortarían la dinámica natural del juego.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p47",
      "contexto": "Al inicio del año, los niños del aula de cinco años registran su asistencia en una hoja que contiene un cuadro de doble entrada. En esa hoja, hay un espacio en blanco para que los niños dibujen su rostro y, al costado, otro espacio para que escriban su nombre. A continuación, se presenta la hoja de asistencia, donde tres niños han dibujado sus rostros y escrito sus nombres: Renato escribió en el primer recuadro, Vanesa escribió en el segundo recuadro y Mónica escribió en el tercer recuadro.",
      "imagen": "img/ascenso/inicial/2024/inicial/2.jpg",
      "preguntas": [
        {
          "pregunta": "Considerando los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro y Ana Teberosky, ¿cuál de los escritos de los niños se encuentra en el nivel silábico?",
          "opciones": [
            "El de Renato.",
            "El de Vanesa.",
            "El de Mónica."
          ],
          "respuesta": "El de Vanesa.",
          "respuestaCorta": "La escritura 'VAS' para 'Vanesa' se encuentra en el nivel silábico porque utiliza una letra para representar cada sílaba del nombre (VA-NE-SA).",
          "solucionario": "El escrito de Vanesa ('VAS') se encuentra en el nivel silábico. En este nivel, los niños establecen la hipótesis de que se necesita una grafía para representar cada sílaba. En 'VAS', 'V' podría representar la sílaba 'VA', 'A' la sílaba 'NE', y 'S' la sílaba 'SA'. El escrito de Renato ('SEATMOIOL') es presilábico (muchas letras sin correspondencia sonora) y el de Mónica ('MONIK') es silábico-alfabético (combina la lógica silábica con la alfabética).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p48",
      "contexto": "La docente del aula de cinco años ha leído un cuento a los niños. Al finalizar la lectura, tiene el propósito de que ellos reflexionen sobre el contenido del texto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para contribuir con dicho propósito?",
          "opciones": [
            "Preguntar a los niños, a partir de las imágenes del cuento, por la secuencia de la historia.",
            "Preguntar a los niños sobre los personajes y los principales sucesos del cuento.",
            "Preguntar a los niños qué les gustó o disgustó del cuento y que digan por qué."
          ],
          "respuesta": "Preguntar a los niños qué les gustó o disgustó del cuento y que digan por qué.",
          "respuestaCorta": "Para promover la reflexión sobre un texto, es pertinente hacer preguntas que inviten a los niños a expresar su opinión personal, sus emociones y a justificar sus puntos de vista.",
          "solucionario": "La opción C es la que promueve el nivel de comprensión crítico-valorativo, que implica una reflexión sobre el contenido del texto. Al preguntar qué les gustó o disgustó y pedirles que argumenten el porqué, la docente invita a los niños a conectar el texto con sus propias experiencias y valores, y a emitir un juicio personal sobre él. Las opciones A y B se enfocan en los niveles de comprensión literal e inferencial, respectivamente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p49",
      "contexto": "Ana, de cuatro años, por primera vez ha escrito su nombre en casa, y ha llevado al aula su escrito. Ana se acerca a la docente y le dice: \"Señorita, iya sé escribir mi nombre! ¡Mira, aquí dice 'Ana'!\", mientras señala el siguiente escrito:",
      "imagen": "img/ascenso/inicial/2024/inicial/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué acción es pertinente que realice la docente para continuar favoreciendo la aproximación a la escritura de Ana?",
          "opciones": [
            "Decir a Ana: \"¡Qué bonito lo que trajiste! ¿Qué te parece si escribo debajo ANA? Así, vas a ver cómo se escribe tu nombre\".",
            "Decir a Ana: \"Veo que estás contenta con lo que has escrito. ¿Te parece si la próxima vez que dibujes vuelves a escribir ANA en tu hoja?\".",
            "Decir a Ana: \"¡Oh!, se parece bastante a tu nombre. ¿Te parece si juntas escribimos tu nombre? Yo escribo AN y tú agregas la A al final de tu nombre\"."
          ],
          "respuesta": "Decir a Ana: \"¡Qué bonito lo que trajiste! ¿Qué te parece si escribo debajo ANA? Así, vas a ver cómo se escribe tu nombre\".",
          "respuestaCorta": "Ante un intento de escritura, es pertinente valorar el esfuerzo del niño y ofrecerle el modelo convencional para que pueda compararlo con su propia producción y avanzar en su aprendizaje.",
          "solucionario": "La opción A es la más adecuada. La docente valora el trabajo de Ana (\"¡Qué bonito lo que trajiste!\") y luego le ofrece el referente correcto (\"escribo debajo ANA\") de una manera no impositiva. Esto permite a Ana contrastar su hipótesis de escritura (un trazo continuo indiferenciado) con la escritura convencional, lo cual es un andamiaje clave para avanzar en la apropiación del sistema de escritura. Las otras opciones no le brindan esta información crucial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p50",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes actividades el docente está promoviendo el nivel indicio de la función simbólica?",
          "opciones": [
            "Pedir a los niños que escriban su nombre en los trabajos que elaboran, a partir de sus posibilidades.",
            "Poner a disposición de los niños pañuelos de colores y sombreros para que jueguen libremente.",
            "Proponer a los niños jugar a reconocer objetos del aula a partir de la descripción oral de sus características."
          ],
          "respuesta": "Proponer a los niños jugar a reconocer objetos del aula a partir de la descripción oral de sus características.",
          "respuestaCorta": "El nivel indicio de la función simbólica se promueve cuando se usan significantes que son parte del objeto significado, como reconocer un objeto por la descripción de sus características.",
          "solucionario": "La opción C corresponde al nivel indicio o índice. En este nivel, el signo (significante) está directamente conectado o es una parte del objeto (significado). La descripción oral de las características de un objeto actúa como un indicio que permite a los niños evocar el objeto completo. La opción A se relaciona con la escritura (nivel símbolo) y la opción B con el juego simbólico (nivel símbolo).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p51_p52_p53",
      "contexto": "La docente del aula de cinco años lee a los niños el siguiente cuento:\nLa maleta\nAl bosque en el que vivían tres amigos, Pajarito, Conejo y Zorro, llegó un día un animal extraño. Estaba sucio, cansado, triste y asustado. Era un animal que nunca antes habían visto. Él cargaba, con mucho esfuerzo, una maleta grande. Los tres amigos sintieron desconfianza ante el inesperado visitante.\nPajarito se acercó y preguntó al animal extraño: \"¡Hola!, ¿cómo estás?, ¿qué llevas en tu maleta?\". Luego de responder al saludo, el animal extraño le dijo: \"Bueno, dentro de la maleta traigo una taza\".\nZorro, que estaba escondido escuchando, salió y se acercó al grupo, y agregó: \"¿Una taza? ¿Una maleta tan grande para una pequeña taza?\". El animal respondió: \"Sí, supongo que sí, pero también traigo una mesa para poner mi taza y una silla para sentarme\".\nZorro agregó: \"¿Dices que hay una mesa y una silla en tu maleta?\". Entonces, Pajarito insistió: \"Pero, ¿una mesa y una silla de verdad?\".\nEn ese momento, también se acercó Conejo, que con curiosidad miraba por todos lados la maleta, y al fin dijo: \"¡Bueno, déjenlo tranquilo!, jes su maleta!\".\nEl animal continuó hablando: \"También, en mi maleta hay una pequeña cabaña con una cocina, en la que preparo mi té, esa es mi casa... Está en una ladera rodeada de árboles y cuando el cielo está despejado se alcanza a ver el mar. Todo está ahí, dentro de mi maleta. Por favor, discúlpenme, pero estoy muy, muy, muy cansado. He viajado mucho y desde muy lejos. Necesito descansar un poco\". Entonces, se recostó y se quedó profundamente dormido, junto a su maleta.\nPajarito, admirado dijo: \"¡Qué cosas raras las que dice este animal extraño! Y ahora... jse quedó dormido!\". Conejo agregó: \"Creo que deberíamos dejarlo dormir un rato\". Zorro intervino: \"Creo que hay una forma de averiguar si lo que dice es cierto... Podemos romper la maleta con una piedra para saber que hay dentro\".\nPajarito intervino: \"Quizá debamos hacerlo.... ¡Sí, necesitamos saber la verdad!\". Conejo preocupado respondió: \"¡No pueden hacer eso! ¡La maleta no es nuestra!\".\nMomentos después, Zorro da un gran golpe con una piedra y se escucha un fuerte ¡¡CRASH!! Y en un abrir y cerrar de ojos, la maleta se abrió, dejando caer una tacita que se quebró en pedazos.\nLos tres amigos miraron asombrados, y observaron que, dentro de la maleta, además de la taza, estaba la foto de una cabaña, una mesa y una silla en la que se veía sentado al animal extraño disfrutando su taza de té. Por fin, Zorro comentó: \"¡Ajá! ¡Una taza rota y una vieja fotografía! ¡Él nos ha mentido!\".\nPajarito agregó: \"Pero el animal nos dijo que había una taza\". Y Conejo agregó: \"Sí, iy ahora su maleta está rota ¿Qué va a pensar de nosotros?\".\nMientras tanto, el extraño animal, dormido, soñaba que escapaba y se escondía. Que subía y bajaba montañas, y cruzaba nadando aguas profundas, y soñaba con su maleta y con todo lo que llevaba adentro.\nCuando al fin despertó, no podía creer lo que los animales del bosque habían hecho... Zorro se apresuró a decir: \"Perdóname por haber roto tu maleta. La arreglamos lo mejor que pudimos\". Conejo señaló: \"Estuvimos trabajando mientras dormías\". Pajarito agregó: \"Esperamos que te guste\".\nEl animal extraño vio una mesa y sobre ella su tacita reconstruida, una silla, una cabaña y su maleta ya reparada. Y con emoción dijo: \"¡Gracias...es... perfecta!\". Solo hay un pequeño problema..., vamos a necesitar más tazas\". Y desde entonces los animales, ahora amigos, se reúnen a compartir diariamente una taza de té.\nAdaptado de Chris Naylor-Ballesteros (2019). La maleta.",
      "imagen": "img/ascenso/inicial/2024/inicial/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños obtengan información explícita de este texto?",
          "opciones": [
            "¿Qué habrías hecho tú si rompían tu maleta?",
            "¿Quiénes eran los amigos que vivían en el bosque?",
            "¿Por qué Zorro dijo que el animal extraño les había mentido?"
          ],
          "respuesta": "¿Quiénes eran los amigos que vivían en el bosque?",
          "respuestaCorta": "Una pregunta para obtener información explícita es aquella cuya respuesta se encuentra de forma literal en el texto.",
          "solucionario": "La pregunta \"¿Quiénes eran los amigos que vivían en el bosque?\" apunta al nivel de comprensión literal, ya que la respuesta (\"Pajarito, Conejo y Zorro\") se encuentra textualmente en la primera línea del cuento. Las otras preguntas requieren reflexión personal (A) o inferencia (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias a partir de este texto?",
          "opciones": [
            "¿Dónde estaba la cabaña del animal extraño?",
            "¿Te gustó cómo terminó la historia? ¿Por qué?",
            "¿Por qué el animal extraño dijo que iban a necesitar más tazas?"
          ],
          "respuesta": "¿Por qué el animal extraño dijo que iban a necesitar más tazas?",
          "respuestaCorta": "Una pregunta inferencial requiere que el lector conecte información del texto para deducir algo que no está dicho explícitamente.",
          "solucionario": "La pregunta de la opción C requiere una inferencia. El texto no dice explícitamente por qué necesitarán más tazas, pero el niño puede deducir que es porque ahora son amigos y compartirán el té juntos. La opción A es de información literal (estaba en su maleta/en una foto) y la B es de reflexión o nivel crítico-valorativo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre este texto?",
          "opciones": [
            "¿Qué dijo el animal extraño cuando despertó?",
            "¿Crees que fue buena idea romper la maleta con una piedra? ¿Por qué?",
            "¿En qué estuvieron trabajando los animales amigos mientras el animal extraño dormía?"
          ],
          "respuesta": "¿Crees que fue buena idea romper la maleta con una piedra? ¿Por qué?",
          "respuestaCorta": "Una pregunta de reflexión invita al niño a emitir un juicio de valor sobre las acciones de los personajes, argumentando su postura.",
          "solucionario": "La opción B es una pregunta de reflexión o de nivel crítico-valorativo. Pide al niño que evalúe una acción del cuento (\"¿Crees que fue buena idea...?\") y que justifique su opinión (\"¿Por qué?\"), lo que implica conectar la historia con sus propios valores y experiencias. Las opciones A y C buscan información explícita que se puede localizar directamente en el texto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p54",
      "contexto": "Los niños del aula de cinco años se encuentran en la hora del juego libre en los sectores. Un grupo de niños está realizando dibujos y escritos en el sector de dibujo y pintura. Lorena, una de las niñas, está haciendo un dibujo de su mamá, llamada Marianela, para regalárselo por su cumpleaños. Después de haber dibujado, la niña le muestra al grupo y a la docente lo realizado y les pregunta: \"¿Cómo escribo 'Marianela'?\". Luego, la docente responde: \"Y tú, ¿cómo crees que se escribe?\", y la niña replica: \"¿Puedes ayudarme?\".\nA continuación, la docente se dirige al grupo y se produce el siguiente diálogo:\nDocente dice: \"Niños, ¿les gustaría ayudar a Lorena a escribir el nombre de su mamá?\".\nNiños dicen: \"¡Si!\".\nDocente dice: \"¿Cómo creen que se escribe el nombre 'Marianela ?\".\nGino dice: \"¿Con las letras?\".\nDocente dice: \"¿Sabes con qué letras?\".\nGino dice: \"¿Con todas?\".\nDocente dice: \"Veamos cuáles necesitaremos para escribir 'Marianela'... ¡Tengo una idea! ¿Les parece si buscamos en el cartel de asistencia las tarjetas con los nombres que sean parecidos a 'Marianela' y las usamos para que nos ayuden a escribir?\".\nNiños dicen: (Los niños se acercan al cartel de asistencia, observan los nombres, conversan entre ellos y cogen la tarjeta que dice 'María'). \"Aquí está, señorita\".\nDocente dice: \"¿Por qué eligieron esta tarjeta?\".\nMaría dice: \"Porque está María, mi nombre. María se parece a 'Marianela'\".\nLorena dice: \"Si\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál es el principal propósito de la intervención docente?",
          "opciones": [
            "Fomentar que los niños escriban siempre en grupo palabras nuevas.",
            "Promover que los niños partan de lo que conocen para escribir palabras nuevas.",
            "Motivar que los niños, en una siguiente oportunidad, escriban sin ayuda palabras nuevas."
          ],
          "respuesta": "Promover que los niños partan de lo que conocen para escribir palabras nuevas.",
          "respuestaCorta": "El propósito principal es promover que los niños utilicen sus conocimientos previos y referentes textuales disponibles (como los nombres del cartel) para construir una nueva escritura.",
          "solucionario": "La intervención de la docente tiene como propósito principal que los niños utilicen una estrategia fundamental en la construcción de la escritura: apoyarse en escrituras conocidas y estables (como los nombres propios del cartel de asistencia) para resolver cómo escribir palabras nuevas. Al sugerir buscar nombres \"parecidos\", los guía a analizar y comparar escrituras, partiendo de lo que ya conocen.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones evidencia el nivel objeto de los niveles de representación de la función simbólica?",
          "opciones": [
            "Preparar en el aula una ensalada de frutas y pedir a los niños que, con los ojos vendados, degusten para identificar el sabor de una de las frutas.",
            "Visitar el mercado con los niños y buscar una fruta desconocida por ellos. Luego, llevarla al aula para observarla con detenimiento, olerla y degustarla para conocerla mejor.",
            "Presentar a los niños un papelote con la receta de un postre sencillo que incluya una fruta de la localidad, para que, luego de observar la receta, mencionen de qué se trata y para qué sirve ese tipo de texto."
          ],
          "respuesta": "Visitar el mercado con los niños y buscar una fruta desconocida por ellos. Luego, llevarla al aula para observarla con detenimiento, olerla y degustarla para conocerla mejor.",
          "respuestaCorta": "El nivel objeto se evidencia cuando el niño interactúa directamente con el objeto real a través de todos sus sentidos para construir un conocimiento concreto sobre él.",
          "solucionario": "La opción B describe una acción en el nivel de representación objeto. En este nivel, el aprendizaje se da a través de la experiencia directa y multisensorial con el objeto real. Al llevar la fruta desconocida al aula para que los niños la observen, huelan y degusten, la docente está facilitando la construcción del conocimiento a partir del contacto directo con el referente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p56",
      "contexto": "César, de tres años, está contándole a la docente que durante el fin de semana fue a visitar a sus abuelitos. El niño dice lo siguiente: \"¡Mañana me fui donde mis 'abelos' y comí mi sopa!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente tiene el propósito de contribuir con el desarrollo de la oralidad de César, ¿cuál de las siguientes intervenciones NO es pertinente?",
          "opciónes": [
            "Decir al niño: \"¿Y qué hizo tu mamá? ¿Y qué dijo tu papá?\".",
            "Decir al niño: \"A ver, César, no se dice mañana sino ayer, 'ayer fui donde mis abuelos'\".",
            "Decir al niño: \"Cuéntame más de lo que te pasó ayer cuando visitaste a tus abuelitos\"."
          ],
          "respuesta": "Decir al niño: \"A ver, César, no se dice mañana sino ayer, 'ayer fui donde mis abuelos'\".",
          "respuestaCorta": "La intervención no pertinente es la corrección directa y explícita, ya que puede inhibir el deseo del niño de comunicarse y no es la forma más efectiva de aprender.",
          "solucionario": "La opción B no es pertinente porque realiza una corrección directa y fragmentada del lenguaje del niño. Este tipo de intervención puede generar inseguridad y coartar la espontaneidad en la comunicación. Las opciones A y C son pertinentes porque buscan expandir el relato del niño y le ofrecen el modelo correcto ('ayer') de forma natural dentro de una conversación significativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p57",
      "contexto": "La docente del aula de cuatro años ha colocado libros nuevos en la biblioteca. En este contexto, Mónica, una de las niñas, se acerca y coge el libro titulado \"Mosca Fresca\". Ella observa el libro con detenimiento, llama a la docente y le dice: \"Mira, aquí dice mi nombre\". La docente le pregunta dónde dice Mónica y la niña, señalando la palabra \"Mosca\", le dice: \"Aquí dice Mónica\".",
      "imagen": "img/ascenso/inicial/2024/inicial/5.jpg",
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿qué acción pedagógica es pertinente que la docente realice para continuar favoreciendo la aproximación de la niña a la lectura?",
          "opciones": [
            "Decirle: \"Mónica, ¿quieres saber qué dice aquí? ¿Verdad?\". Luego, explicarle que en el libro dice mosca y que para que diga Mónica, faltan algunas letras. A continuación, escribir en un papel el nombre \"Mónica\" y decirle que se quede con el papel para que recuerde cómo se escribe su nombre y lo pueda leer.",
            "Decirle: \"Mónica, cuéntame, ¿cómo sabes que aquí dice Mónica? (señalando la palabra 'mosca'). Luego de escuchar la respuesta de la niña, preguntarle: \"¿Te parece si traes el fólder donde está tu nombre?\". A continuación, pedirle que acerque el libro al folder y diga si las palabras escritas son iguales o diferentes.",
            "Decirle: \"Mónica, te propongo leerte la palabra que está aquí en el título, ¿quieres?\". Luego, pronunciar: \"MMOOSSCCAA\" (señalando cada letra de la palabra y alargando el sonido de las mismas). A continuación, decirle: \"Entonces, ¿es Mónica o mosca?\", escuchar la respuesta de la niña y proponerle leer juntas la palabra \"mosca\"."
          ],
          "respuesta": "Decirle: \"Mónica, cuéntame, ¿cómo sabes que aquí dice Mónica? (señalando la palabra 'mosca'). Luego de escuchar la respuesta de la niña, preguntarle: \"¿Te parece si traes el fólder donde está tu nombre?\". A continuación, pedirle que acerque el libro al folder y diga si las palabras escritas son iguales o diferentes.",
          "respuestaCorta": "Para favorecer la aproximación a la lectura, es pertinente generar un conflicto cognitivo pidiendo al niño que compare su hipótesis de lectura con un referente estable (su nombre escrito).",
          "solucionario": "La opción B es la más pertinente desde un enfoque constructivista. La docente no le da la respuesta, sino que la guía para que ella misma descubra la información. Al pedirle que compare la palabra \"Mosca\" con su nombre escrito en el fólder, crea un conflicto cognitivo que la llevará a observar las diferencias y similitudes entre ambas escrituras (cantidad de letras, letras iniciales, etc.), promoviendo así que avance en sus hipótesis sobre lo que está escrito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2024_p58_p59_p60",
      "contexto": "Desde hace algunos días, los niños del aula de cinco años están interesados en un poemario que se encuentra en la biblioteca. Hoy, luego de hoquear dicho libro, han escogido un poema y le han pedido a la docente que se los lea. A continuación, se presenta el poema que los niños escogieron:",
      "imagen": "img/ascenso/inicial/2024/inicial/6.jpg",
      "preguntas": [
        {
          "pregunta": "La docente pide a los niños que se pongan cómodos para leerles el poema. Si el propósito de la docente es que los niños continúen acercándose a este tipo de texto, ¿cuál de las siguientes acciones pedagógicas es más pertinente para lograrlo?",
          "opciones": [
            "Leer el poema a los niños enfatizando las palabras que riman. Luego, explicarles que los poemas suelen tener palabras que suenan parecido, como \"pantano\" y \"verano\", o \"cigarra\" y \"guitarra\". Finalmente, preguntarles qué otras palabras parecidas identificaron en la lectura del poema.",
            "Leer el poema a los niños y mencionarles que los poemas suelen recitarse acompañando los versos con movimientos corporales. Luego, preguntarles si les gustó el poema y si quisieran aprenderlo. Finalmente, practicar con ellos cada verso acompañado de movimientos corporales hasta que logren recitar todo el poema por sí solos.",
            "Leer el poema a los niños haciendo uso de variadas entonaciones de voz. Luego, preguntarles qué les pareció el poema y conversar sobre cómo se imaginan los bichos, el pantano y la escuela. Finalmente, pedir que comenten si ese poema es igual o diferente a los textos que conocen."
          ],
          "respuesta": "Leer el poema a los niños haciendo uso de variadas entonaciones de voz. Luego, preguntarles qué les pareció el poema y conversar sobre cómo se imaginan los bichos, el pantano y la escuela. Finalmente, pedir que comenten si ese poema es igual o diferente a los textos que conocen.",
          "respuestaCorta": "Para acercar a los niños a un texto poético, es pertinente realizar una lectura expresiva que despierte su imaginación y emociones, y luego conversar sobre lo que el texto les hizo sentir y pensar.",
          "solucionario": "La opción C es la más completa y pertinente. Parte de una lectura expresiva (\"variadas entonaciones\") para captar el interés y la sensibilidad de los niños. Luego, promueve el diálogo sobre las impresiones personales y las imágenes mentales que el poema evocó, conectando con el disfrute estético. Finalmente, los invita a comparar la estructura y propósito del poema con otros textos que conocen, construyendo así su conocimiento sobre los tipos de texto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Transcurridos algunos días, los niños piden a la docente que les vuelva a leer el poema \"La escuela del pantano\". Al concluir la lectura, una niña interviene: \"Este poema me gusta, señorita. ¿Tú lo escribiste?\". La docente conversa con los niños sobre quién escribió el poema y, posteriormente, les pregunta: \"¿Qué piensan ustedes de por qué la autora habrá escrito este poema? ¿Por qué habrá escrito sobre los bichos del pantano?\". En ese contexto, ¿cuál es el propósito de la docente al plantear esas preguntas a los niños?",
          "opciones": [
            "Que realicen inferencias a partir del texto.",
            "Que identifiquen información literal del texto.",
            "Que compartan su opinión sobre la información del texto."
          ],
          "respuesta": "Que realicen inferencias a partir del texto.",
          "respuestaCorta": "El propósito es que los niños realicen inferencias al preguntarles sobre la intención del autor, ya que deben deducir un propósito que no está escrito explícitamente en el texto.",
          "solucionario": "Las preguntas sobre la intención de la autora (\"¿por qué habrá escrito este poema?\") buscan que los niños realicen una inferencia. La respuesta no está en el texto de forma literal, sino que los niños deben deducirla a partir del contenido, del tono y de su propia interpretación. Están infiriendo el propósito del autor, una habilidad de comprensión lectora de nivel superior.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños hagan inferencias sobre el contenido del texto?",
          "opciones": [
            "¿Qué enseña el grillo?",
            "¿En qué clase te gustaría estudiar?",
            "¿Por qué la araña da lecciones de tejido?"
          ],
          "respuesta": "¿Por qué la araña da lecciones de tejido?",
          "respuestaCorta": "Una pregunta inferencial es aquella que pide deducir la causa de una acción basándose en el conocimiento del mundo y la información del texto.",
          "solucionario": "La pregunta \"¿Por qué la araña da lecciones de tejido?\" requiere que los niños hagan una inferencia. El poema dice que da lecciones de tejido, pero no explica por qué. Los niños deben conectar esa información con su conocimiento previo de que las arañas tejen telarañas para deducir la respuesta. La opción A es literal (\"enseña canto\") y la B es de opinión o reflexión.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
