{
  "completo": [
    {
      "idGrupo": "asc_fcc_2018_p01",
      "contexto": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "El enfoque intercultural promueve partir de la realidad y cultura de los propios estudiantes para luego establecer un diálogo y conexión con otras manifestaciones culturales del país.",
          "solucionario": "La acción más pertinente es la B porque el enfoque intercultural busca que los estudiantes valoren su propia identidad cultural como punto de partida para comprender y respetar la diversidad. Al vincular el carnaval de su comunidad con otros del país, se fomenta un diálogo horizontal entre culturas, evitando jerarquías (como en la opción C) o un enfoque meramente expositivo y externo (como en la opción A).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p02",
      "contexto": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "La construcción de normas debe ser un proceso participativo donde los estudiantes reflexionen sobre sus necesidades y propongan acuerdos basados en metas comunes.",
          "solucionario": "La opción B es la más pertinente porque involucra a todos los estudiantes en un proceso completo y reflexivo: diagnostican la situación, establecen metas comunes y, a partir de ellas, proponen las normas. Esto asegura que las normas tengan sentido para ellos y se comprometan con su cumplimiento. La opción A limita la participación a representantes y la C, aunque consulta a los estudiantes, deja la elaboración final en manos del docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\". Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Para cuestionar un estereotipo sobre la capacidad de las personas con ceguera, lo más efectivo es mostrar ejemplos concretos de sus logros y contribuciones.",
          "solucionario": "La actividad C es la más pertinente porque ataca directamente el estereotipo de que las personas con ceguera \"no pueden hacer bien las tareas\". Al presentar biografías de personas exitosas con ceguera, se demuestra que la discapacidad no es un impedimento para lograr grandes cosas. Las opciones A y B se centran más en la empatía o en las barreras físicas, pero no abordan directamente el prejuicio sobre sus capacidades.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p04",
      "contexto": "Durante una conversación en plenaria acerca de situaciones que ponen en riesgo a la democracia, un estudiante afirma lo siguiente: \"Que los líderes políticos den trabajo en el gobierno a sus familiares no pone en riesgo a la democracia\". Una gran mayoría de los estudiantes se muestra de acuerdo con lo afirmado. Ante esta situación, el docente considera adecuado generar un conflicto cognitivo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para lograr el propósito del docente?",
          "opciones": [
            "Explicar a los estudiantes que el nepotismo es la acción de favorecer a familiares en las contrataciones públicas. Luego, mencionarles que en el Perú el nepotismo está prohibido según la Ley 30294 y la Ley 26771.",
            "Pedir a los estudiantes que realicen una investigación en la que identifiquen los principales derechos de los ciudadanos peruanos según las leyes. Luego, pedirles que elaboren un organizador gráfico para presentar sus hallazgos.",
            "Narrar a los estudiantes un caso hipotético en el que una autoridad pública designa en un cargo a un pariente y deja de lado a otros candidatos mejor calificados. Luego, pedirles que evalúen si en esta situación se vulneran derechos."
          ],
          "respuesta": "Narrar a los estudiantes un caso hipotético en el que una autoridad pública designa en un cargo a un pariente y deja de lado a otros candidatos mejor calificados. Luego, pedirles que evalúen si en esta situación se vulneran derechos.",
          "respuestaCorta": "Para generar un conflicto cognitivo, es efectivo presentar un caso concreto que haga evidente la contradicción en la creencia del estudiante, llevándolo a cuestionar su postura inicial.",
          "solucionario": "La opción C es la más adecuada para generar un conflicto cognitivo. Al presentar un caso específico donde se vulnera el principio de mérito e igualdad de oportunidades, los estudiantes pueden darse cuenta por sí mismos de que el nepotismo sí afecta derechos y, por lo tanto, pone en riesgo la democracia. La opción A es expositiva y no promueve el cuestionamiento, mientras que la B es muy general y no se enfoca en el problema del nepotismo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p05",
      "contexto": "Un docente se encuentra dialogando con los estudiantes acerca de qué es la democracia y cuáles son sus principios básicos. En ese contexto, un estudiante afirma: \"La democracia consiste en que se haga lo que la mayoría manda\". Varios estudiantes se muestran de acuerdo con lo afirmado. Por ello, el docente considera adecuado generar un conflicto cognitivo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para generar un conflicto cognitivo en relación con la creencia expresada por el estudiante?",
          "opciones": [
            "Preguntar a los estudiantes si consideran que es democrático restringir derechos a una minoría si la mayoría de los ciudadanos lo exige o si es democrático que un juez determine culpable a una persona inocente porque la mayoría de ciudadanos lo considera adecuado. Luego, pedirles que sustenten sus posturas con argumentos razonados.",
            "Anotar en la pizarra ejemplos de algunos mecanismos de participación ciudadana, tales como el referéndum, y la elección de autoridades regionales y distritales. Luego, pedirles que discutan, en plenaria, cuál es la importancia de estos mecanismos de participación ciudadana para la democracia.",
            "Pedir a los estudiantes que revisen, en la Constitución Política del Perú, cuáles son los derechos y libertades políticas de los que gozan los ciudadanos peruanos. Luego, pedirles que expongan cuáles de esos derechos, en democracia, están vinculados al ejercicio de la voluntad de la mayoría."
          ],
          "respuesta": "Preguntar a los estudiantes si consideran que es democrático restringir derechos a una minoría si la mayoría de los ciudadanos lo exige o si es democrático que un juez determine culpable a una persona inocente porque la mayoría de ciudadanos lo considera adecuado. Luego, pedirles que sustenten sus posturas con argumentos razonados.",
          "respuestaCorta": "Presentar casos extremos donde la 'voluntad de la mayoría' vulnera derechos fundamentales es una estrategia efectiva para que los estudiantes cuestionen la idea de que la democracia es solo la tiranía de la mayoría.",
          "solucionario": "La opción A es la más pertinente. Plantea dilemas morales que llevan al extremo la afirmación del estudiante, forzándolo a reconocer que la democracia no puede consistir únicamente en la voluntad de la mayoría, ya que debe respetar los derechos fundamentales de las minorías y principios de justicia. Las otras opciones no generan una confrontación directa con la idea errónea del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p06",
      "contexto": "En una sesión de aprendizaje, los estudiantes han recibido la consigna de resumir y comentar críticamente las ideas principales de un artículo periodístico que han seleccionado. Durante la exposición oral, uno de los estudiantes dice lo siguiente: \"Este artículo se titula La concentración de medios en el Perú; en él se menciona que hay una gran cantidad de medios de información: diarios, radios y canales de televisión peruanos, los cuales son propiedad de una misma empresa. Personalmente, no creo que haya razones para criticar esta situación ya que las empresas siempre buscan crecer en el mercado\". La docente desea retroalimentar al estudiante para que reflexione sobre la relación entre el hecho expuesto y la democracia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de la docente es más pertinente para dicho propósito?",
          "opciones": [
            "\"Es una buena síntesis del artículo y tu postura es clara; sin embargo, te sugiero pensar en otros argumentos en los que puedas establecer una relación entre la noticia y la importancia de la democracia\".",
            "\"Me parece que hay información que hubiese sido útil mencionar; por ejemplo: ¿el artículo ha sido publicado por un diario que pertenece a una empresa que posee varios medios? ¿Cuál crees que ha sido la intención del autor del artículo?\".",
            "\"Es verdad que las empresas siempre buscan crecer, pero recordemos cuál es la función de los medios de comunicación en la sociedad y preguntémonos si esta función se puede ver afectada cuando varios medios pertenecen a un mismo propietario\"."
          ],
          "respuesta": "\"Es verdad que las empresas siempre buscan crecer, pero recordemos cuál es la función de los medios de comunicación en la sociedad y preguntémonos si esta función se puede ver afectada cuando varios medios pertenecen a un mismo propietario\".",
          "respuestaCorta": "La retroalimentación más efectiva es aquella que, mediante preguntas, guía al estudiante a descubrir por sí mismo la relación entre la concentración de medios y la pluralidad de información, un pilar de la democracia.",
          "solucionario": "La intervención C es la más pertinente porque utiliza la retroalimentación por descubrimiento. Valida parte del comentario del estudiante (\"las empresas buscan crecer\") pero inmediatamente introduce preguntas clave que lo invitan a reflexionar sobre el rol de los medios en una democracia y cómo la concentración de poder podría afectar la pluralidad de voces y la objetividad, elementos esenciales para una ciudadanía informada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p07",
      "contexto": "Aprovechando que próximamente habrá Elecciones Generales, una docente, durante una sesión, ha realizado una plenaria en la que se ha elaborado una lista con los criterios más importantes para evaluar a candidatos a presidente. A partir de ello, la docente pide a los estudiantes que escojan a uno de estos candidatos y que, utilizando los criterios elaborados, redacten argumentos que sustenten por qué les parece que su candidato es el más o menos idóneo para el cargo. Uno de los estudiantes escribió lo siguiente: \"Esa candidata no debe ser presidenta. Los hombres están mejor preparados que las mujeres\". La docente desea que el estudiante reflexione sobre su afirmación; para ello, realiza la siguiente anotación en el escrito del estudiante: \"¿Crees realmente que los hombres son mejores? ¿A qué crees que se deba? Sugiero que reelabores tu argumento\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal problema que evidencia la retroalimentación de la docente?",
          "opciones": [
            "La retroalimentación deja sin señalar aspectos formales en la respuesta del estudiante como la falta de un lenguaje académico para fundamentar su postura.",
            "La retroalimentación realiza cuestionamientos que no promueven que el estudiante evalúe su respuesta e identifique los aspectos que debe mejorar.",
            "La retroalimentación omite los aspectos positivos de la respuesta del estudiante, desmotivándolo en relación con los logros alcanzados."
          ],
          "respuesta": "La retroalimentación realiza cuestionamientos que no promueven que el estudiante evalúe su respuesta e identifique los aspectos que debe mejorar.",
          "respuestaCorta": "Una buena retroalimentación no solo cuestiona, sino que ofrece pistas o andamiaje para que el estudiante identifique el error (en este caso, un prejuicio) y sepa cómo mejorar su argumento.",
          "solucionario": "El problema principal de la retroalimentación (opción B) es que es muy abierta y no guía al estudiante. Las preguntas \"¿Crees realmente...?\" y \"¿A qué se deba?\" pueden llevar a que el estudiante simplemente reafirme su prejuicio en lugar de analizarlo críticamente. Una mejor retroalimentación lo invitaría a buscar evidencia, a contrastar su afirmación con el principio de igualdad o a analizar si el género es un criterio válido para evaluar la capacidad de una persona.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p08",
      "contexto": "Los estudiantes se encuentran comentando las diversas noticias que han seleccionado para compartir en el aula. Durante el diálogo, una estudiante presenta la siguiente noticia: \n\nUn nuevo derrame de petróleo afecta la Amazonía peruana por fuga en oleoducto\nLa Amazonía peruana volvió a sufrir un nuevo derrame de petróleo por una fuga acontecida, esta vez, en el Oleoducto Nor Peruano (ONP). Esto fue informado por el Organismo de Evaluación y Fiscalización Ambiental (OEFA) en un comunicado. El derrame ocurrió a la altura del kilómetro 20 del Tramo 1 del oleoducto, cerca de la comunidad nativa de San Pedro, situada dentro del municipio de Urarinas, que se encuentra en la región amazónica de Loreto. Técnicos del OEFA se encuentran en la zona afectada supervisando las acciones emprendidas por la compañía para la reparación de la fuga y el recojo del crudo vertido al ambiente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para que los estudiantes analicen esta problemática desde la perspectiva del bien común?",
          "opciones": [
            "Mostrar a los estudiantes información acerca de la importancia económica, ecológica, hídrica y climática de la Amazonía; luego, preguntarles si consideran que el cuidado de esta región es responsabilidad exclusiva de sus habitantes.",
            "Solicitar a los estudiantes que recopilen noticias acerca de los derrames de petróleo ocurridos en el último año en la Amazonía; luego, a partir de las noticias recopiladas, pedirles que elaboren una lista de causas probables del derrame.",
            "Pedir a los estudiantes que identifiquen las demandas de los representantes de la empresa petrolera y de los habitantes de la comunidad de San Pedro; luego, solicitarles que elaboren una propuesta de solución a las necesidades de ambos actores."
          ],
          "respuesta": "Mostrar a los estudiantes información acerca de la importancia económica, ecológica, hídrica y climática de la Amazonía; luego, preguntarles si consideran que el cuidado de esta región es responsabilidad exclusiva de sus habitantes.",
          "respuestaCorta": "El bien común implica reconocer que ciertos recursos, como la Amazonía, son valiosos para toda la nación y su cuidado es una responsabilidad compartida, no solo de quienes viven allí.",
          "solucionario": "La opción A aborda directamente la perspectiva del bien común al plantear que la Amazonía tiene una importancia que trasciende a sus habitantes locales y beneficia a todo el país (y al mundo). La pregunta final desafía la idea de que la responsabilidad es solo local, promoviendo la comprensión de que su protección es un asunto público que concierne a todos los ciudadanos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones se evidencia una vulneración de derechos?",
          "opciones": [
            "Luz, comunera aimarahablante, está en litigio por el título de propiedad de sus tierras; cuando se presenta al juicio, le indican que este se realizará solamente en castellano para que el juez pueda comprender con claridad los hechos.",
            "Zoila, mujer de una comunidad indígena, es miembro de una lista electoral en campaña; ella ha dejado de utilizar la vestimenta tradicional de su comunidad para promover una imagen que genere mayor simpatía en electores de otras zonas del país.",
            "Dayron, un joven de veinte años, subió a un bus a vender golosinas; la mayor parte de pasajeros fueron indiferentes con él e, incluso, una pasajera exclamó en voz alta: \"Estos jóvenes de hoy deberían buscarse un trabajo de verdad en vez de estar en las calles\"."
          ],
          "respuesta": "Luz, comunera aimarahablante, está en litigio por el título de propiedad de sus tierras; cuando se presenta al juicio, le indican que este se realizará solamente en castellano para que el juez pueda comprender con claridad los hechos.",
          "respuestaCorta": "Se vulnera el derecho de Luz a un debido proceso y a ser juzgada en su propio idioma, un derecho lingüístico fundamental reconocido por el Estado peruano.",
          "solucionario": "La situación A describe una clara vulneración del derecho a la defensa y al debido proceso en condiciones de igualdad. El Estado tiene la obligación de garantizar que los ciudadanos que hablan una lengua originaria puedan usarla en procesos judiciales, proveyendo un intérprete si es necesario. Las opciones B (decisión personal) y C (opinión de un pasajero) no constituyen una vulneración de derechos por parte de una entidad estatal o en un marco legal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p10",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones se evidencia una vulneración de derechos?",
          "opciones": [
            "José es portador del VIH. Ha postulado a un puesto de trabajo en la oficina de sistemas de una empresa y ha pasado exitosamente las pruebas de selección de personal. Sin embargo, la última parte del proceso de selección es un examen médico que incluye una prueba obligatoria de diagnóstico del VIH.",
            "María presenta ceguera. Ella se ha esforzado mucho en su preparación para postular a una carrera en una universidad pública y pasó por el proceso de admisión adecuado a la discapacidad que presenta. Sin embargo, luego de la evaluación, no ingresó.",
            "Felipe pasa con su vehículo por una zona donde se realiza un operativo policial. No ha cometido ninguna infracción al reglamento de tránsito ni ha infringido ninguna ley. Sin embargo, los efectivos policiales le pidieron que detenga su vehículo."
          ],
          "respuesta": "José es portador del VIH. Ha postulado a un puesto de trabajo en la oficina de sistemas de una empresa y ha pasado exitosamente las pruebas de selección de personal. Sin embargo, la última parte del proceso de selección es un examen médico que incluye una prueba obligatoria de diagnóstico del VIH.",
          "respuestaCorta": "Exigir una prueba de VIH como requisito para un puesto de trabajo es un acto discriminatorio que vulnera el derecho al trabajo y a la no discriminación por condición de salud.",
          "solucionario": "La opción A representa una vulneración de derechos. La ley prohíbe explícitamente solicitar una prueba de VIH como requisito para acceder a un empleo, ya que constituye una práctica discriminatoria. En la opción B, no ingresar a la universidad no es una vulneración si el proceso fue adecuado y no se alcanzó el puntaje. En la opción C, la policía tiene la facultad de realizar operativos y solicitar la detención de vehículos para control de identidad y seguridad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p11",
      "contexto": "Una docente desea realizar una actividad que promueva en los estudiantes la reflexión acerca de su propia identidad cultural.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que busquen información sobre las culturas preincas más importantes y que señalen si los avances producidos en dichas culturas han sido relevantes en el desarrollo de la tecnología que se usa en la actualidad.",
            "Pedir a los estudiantes que investiguen en qué localidad crecieron sus bisabuelos y tatarabuelos, así como las costumbres más usuales en esa localidad, y que expliquen si comparten algunas de esas costumbres.",
            "Pedir a los estudiantes que respondan por escrito las siguientes preguntas: ¿qué es, para ti, el arte?, ¿qué tipo de expresión artística te gusta más?, ¿qué pieza de arte nacional conoces que sea de reconocimiento internacional?"
          ],
          "respuesta": "Pedir a los estudiantes que investiguen en qué localidad crecieron sus bisabuelos y tatarabuelos, así como las costumbres más usuales en esa localidad, y que expliquen si comparten algunas de esas costumbres.",
          "respuestaCorta": "La reflexión sobre la propia identidad cultural se inicia reconociendo las raíces familiares y las herencias culturales que influyen en quiénes somos hoy.",
          "solucionario": "La opción B es la más pertinente porque conecta directamente al estudiante con su historia familiar y sus orígenes culturales. Investigar sobre sus antepasados y sus costumbres les permite identificar elementos que, consciente o inconscientemente, forman parte de su identidad. La opción A es histórica y externa, y la C se centra en gustos personales sobre arte, que es solo un componente de la identidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p12",
      "contexto": "Dado que los estudiantes van a participar en la yunza de la comunidad, el docente desea planificar una actividad para que los estudiantes reflexionen acerca de su identidad a partir del reconocimiento de las prácticas culturales de su comunidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta el propósito del docente, ¿cuál de las siguientes actividades es más pertinente?",
          "opciones": [
            "Solicitar a los estudiantes que elaboren una guía de observación que permita recoger información sobre la festividad de la yunza. Luego, pedirles que apliquen la guía en la yunza de su comunidad. Finalmente, solicitar a los estudiantes que compartan, en plenaria, la descripción de lo observado.",
            "Solicitar a los estudiantes que indaguen sobre la historia de la festividad de la yunza en el Perú. Luego, pedirles que pregunten a las personas de su comunidad por qué es importante esta fiesta. Finalmente, solicitar a los estudiantes que expliquen si la yunza es una fiesta importante para ellos y por qué.",
            "Solicitar a los estudiantes que investiguen el origen de la festividad de la yunza en el Perú. Luego, pedirles que comparen cómo se realiza la yunza en diferentes regiones del país. Finalmente, solicitar a los estudiantes que señalen cuáles son los elementos más característicos de la yunza en cada región."
          ],
          "respuesta": "Solicitar a los estudiantes que indaguen sobre la historia de la festividad de la yunza en el Perú. Luego, pedirles que pregunten a las personas de su comunidad por qué es importante esta fiesta. Finalmente, solicitar a los estudiantes que expliquen si la yunza es una fiesta importante para ellos y por qué.",
          "respuestaCorta": "Para reflexionar sobre la identidad, no basta con describir una práctica cultural; es crucial indagar su significado para la comunidad y para uno mismo.",
          "solucionario": "La opción B es la más completa para el propósito. Combina la investigación histórica con la indagación del significado cultural local (¿por qué es importante para la comunidad?) y culmina con una reflexión personal (¿es importante para mí y por qué?). Este proceso de conectar lo histórico, lo comunitario y lo personal es clave para la construcción de la identidad. La opción A es meramente descriptiva y la C es comparativa pero no llega al nivel de reflexión personal.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_fcc_2018_p13",
      "contexto": "El propósito de una docente es que los estudiantes reconozcan que su identidad es compleja y que está en permanente construcción. En una sesión, una docente pidió a los estudiantes que respondan la siguiente pregunta: \"¿Con qué te identificas?\". Luego de que cada estudiante respondiera, una estudiante le dijo a otra: \"Nosotras somos peruanas. No es posible que te identifiques con esos grupos de música coreana de moda. El año pasado ni siquiera la escuchabas\". Al oír este comentario, la docente decide intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de la docente es pertinente para favorecer el logro del propósito?",
          "opciones": [
            "\"Nuestras identidades están marcadas por el lugar en que nacemos; es necesario reconocerlo con orgullo. Para ello, debemos profundizar el amor por nuestra patria, ya que, solo apropiándonos de nuestra cultura, de sus tradiciones, de su comida, de sus danzas, podremos contribuir a la mejora del país y de nosotros mismos como ciudadanos\".",
            "\"Recordemos que nuestra verdadera identidad, con la que nacemos, es algo único que solo conoceremos a partir de la autorreflexión. Si, por ejemplo, reflexionamos acerca de cuáles son nuestros gustos, nuestra verdadera vocación y las habilidades naturales con las que contamos para realizar ciertos deportes o tareas iremos descubriendo nuestra verdadera identidad\".",
            "\"En nuestra identidad, hay pertenencias sobre las que no podemos decidir como, por ejemplo, la familia o el país en que nacemos. Sin embargo, existen otras cosas que elegimos, por ejemplo, ser hincha de un equipo o ser miembro de una comunidad religiosa. En nuestras vidas, nos vamos a ir identificando con diversas pertenencias y todas ellas irán conformando nuestra identidad\"."
          ],
          "respuesta": "\"En nuestra identidad, hay pertenencias sobre las que no podemos decidir como, por ejemplo, la familia o el país en que nacemos. Sin embargo, existen otras cosas que elegimos, por ejemplo, ser hincha de un equipo o ser miembro de una comunidad religiosa. En nuestras vidas, nos vamos a ir identificando con diversas pertenencias y todas ellas irán conformando nuestra identidad\".",
          "respuestaCorta": "La identidad es una construcción compleja y dinámica, formada tanto por elementos heredados (como la nacionalidad) como por elecciones personales (gustos, aficiones) que cambian con el tiempo.",
          "solucionario": "La intervención C es la más pertinente porque aborda la identidad como un proceso de construcción con múltiples facetas, validando que está compuesta tanto por elementos dados como por elecciones personales que evolucionan. Esto corrige la visión estática y excluyente de la estudiante que critica a su compañera, cumpliendo así con el propósito de la sesión. Las opciones A y B presentan visiones esencialistas y limitadas de la identidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p14",
      "contexto": "Durante una sesión de aprendizaje, un docente muestra a los estudiantes vestimentas tradicionales del Perú y les pide que, en equipos, elijan una de las vestimentas mostradas. Luego, cada equipo deberá realizar una investigación para elaborar una descripción de la vestimenta utilizando como guía las siguientes preguntas:\n• ¿Cómo es la vestimenta (material, colores, prendas)?\n• ¿Qué recursos y técnicas son utilizados en la elaboración?\n• ¿La vestimenta está adecuada al clima de la zona?\n• ¿Se utiliza especialmente en algunas fechas?\n• ¿Se relaciona con la realización de algún rito, danza, festividad, etc.?\nFinalmente, los estudiantes deberán exponer sus hallazgos y explicar qué es lo que este trabajo les ha permitido conocer acerca de la cultura en la que se usa la vestimenta que eligieron.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover el conocimiento de otras culturas, ¿cuál es la razón principal por la cual la actividad es pertinente?",
          "opciones": [
            "La actividad propone analizar un elemento de la cultura material, la vestimenta, como medio para que los estudiantes conozcan cómo una cultura se ha relacionado con el ambiente, así como las creencias y concepciones vinculadas a sus prácticas culturales.",
            "La actividad permite que los estudiantes desarrollen habilidades de investigación, indagación y elaboración de hipótesis para conocer la historia de los pobladores del Perú a través de los vestigios que se conocen, en este caso, la vestimenta.",
            "La actividad está basada en la guía constante del docente, quien con sus pautas, orienta a los estudiantes en cada paso, sin obstaculizar que los estudiantes se involucren activamente en su proceso de aprendizaje."
          ],
          "respuesta": "La actividad propone analizar un elemento de la cultura material, la vestimenta, como medio para que los estudiantes conozcan cómo una cultura se ha relacionado con el ambiente, así como las creencias y concepciones vinculadas a sus prácticas culturales.",
          "respuestaCorta": "La actividad es pertinente porque utiliza un elemento tangible (la vestimenta) como una puerta de entrada para comprender aspectos más profundos de una cultura, como su cosmovisión, su relación con el entorno y sus prácticas sociales.",
          "solucionario": "La razón principal de la pertinencia de la actividad es la descrita en A. A través del análisis de la vestimenta, que es un elemento de la cultura material, los estudiantes pueden inferir y conocer aspectos inmateriales y complejos de un grupo cultural: su adaptación al medio, sus festividades, sus creencias y su cosmovisión. Las opciones B y C describen aspectos metodológicos válidos, pero no explican la razón de fondo por la cual la actividad promueve el conocimiento cultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p15",
      "contexto": "Un docente desea realizar una actividad para promover en los estudiantes el conocimiento de diversas culturas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que, en equipos, escojan una leyenda regional del Perú e identifiquen aspectos o rasgos que puedan brindar información sobre la cultura en la que se enmarca dicha leyenda. Luego, proponerles que indaguen si existen leyendas similares en otros países. Finalmente, pedirles que presenten sus hallazgos en plenaria.",
            "Pedir a los estudiantes que individualmente realicen una lista en la que indiquen qué culturas existen en el Perú. Luego, pedirles que mencionen los retos que genera la diversidad cultural para el país. Finalmente, indicarles que propongan cómo debería ser una política cultural para abordar esos retos que presenta la diversidad cultural.",
            "Pedir a los estudiantes que, en plenaria, expongan diferentes ejemplos de lo que entienden por cultura. Luego, solicitarles que, a partir de ellos, intenten definir el concepto de cultura. Finalmente, pedirles que cada uno elabore un trabajo en el que explique cómo es su cultura, qué elementos le han permitido identificarla y cómo se siente respecto a ella."
          ],
          "respuesta": "Pedir a los estudiantes que, en equipos, escojan una leyenda regional del Perú e identifiquen aspectos o rasgos que puedan brindar información sobre la cultura en la que se enmarca dicha leyenda. Luego, proponerles que indaguen si existen leyendas similares en otros países. Finalmente, pedirles que presenten sus hallazgos en plenaria.",
          "respuestaCorta": "Analizar leyendas es una forma efectiva de conocer la cosmovisión, los valores y las creencias de una cultura, promoviendo así la comprensión de la diversidad cultural.",
          "solucionario": "La actividad A es la más pertinente porque se centra en el análisis de una producción cultural específica (una leyenda) para conocer una cultura distinta. Las leyendas revelan la forma de pensar, los valores y la relación con el mundo de un pueblo. La opción B se enfoca en políticas públicas y la C se centra más en la propia cultura del estudiante y la definición del concepto, en lugar del conocimiento de otras culturas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p16",
      "contexto": "Una IE urbana y una IE-EIB, ubicadas en dos localidades diferentes, se han organizado para realizar una actividad conjunta. Los docentes de ambas instituciones desean promover en los estudiantes disposición a relacionarse interculturalmente con otras personas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para favorecer el propósito de los docentes?",
          "opciones": [
            "Primero, pedir a cada estudiante que conforme equipo con otros estudiantes de su IE; luego, pedirles que identifiquen cuáles son los retos de la localidad en la que viven. Finalmente, pedirles que, en plenaria, expongan propuestas sobre cómo pueden participar para enfrentar los retos de sus localidades.",
            "Primero, pedir a los estudiantes que formen dos equipos: uno de la IE urbana y otro de la IE-EIB; luego, organizar diversos juegos en los que cada equipo pueda ir acumulando puntos a partir del desempeño de los estudiantes. Finalmente, terminar la jornada con una presentación artística de cada IE y un refrigerio en el que todos los estudiantes compartan.",
            "Primero, pedir a los estudiantes que conformen equipos integrados por los estudiantes de las dos instituciones educativas; luego, pedirles que realicen el cultivo de plantas regionales en huertos, actividad en la que todos aporten sus conocimientos sobre las plantas y el cultivo. Finalmente, pedir que elaboren individualmente un reporte acerca de lo que aprendieron durante el trabajo y del aporte de sus compañeros."
          ],
          "respuesta": "Primero, pedir a los estudiantes que conformen equipos integrados por los estudiantes de las dos instituciones educativas; luego, pedirles que realicen el cultivo de plantas regionales en huertos, actividad en la que todos aporten sus conocimientos sobre las plantas y el cultivo. Finalmente, pedir que elaboren individualmente un reporte acerca de lo que aprendieron durante el trabajo y del aporte de sus compañeros.",
          "respuestaCorta": "La relación intercultural se fomenta a través de la cooperación en equipos mixtos para lograr un objetivo común, donde se valoren y compartan los saberes de todos los participantes.",
          "solucionario": "La opción C es la más pertinente porque crea las condiciones para una relación intercultural genuina: forma equipos mixtos, propone una meta común (cultivar el huerto) y genera una situación donde los conocimientos de ambos grupos son necesarios y valiosos. Esto promueve el diálogo y el respeto mutuo. La opción A mantiene a los grupos separados y la B fomenta la competencia en lugar de la colaboración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p17",
      "contexto": "Durante una sesión, los estudiantes comentaron diversas noticias que les habían suscitado interés. Uno de los estudiantes presentó una noticia acerca de la apertura de una tienda de una conocida marca de moda rápida. El estudiante comentó que esta tienda presentará muchas colecciones anuales a muy bajos precios. Varios de los estudiantes consideraron que la inauguración de la tienda era una buena noticia, porque permitirá a los consumidores acceder a una amplia y novedosa variedad de prendas a precios muy accesibles.\nEl docente sabe que la moda rápida es una forma de producción globalizada de ropa caracterizada por la reducción de costos, del tiempo de fabricación y de los precios finales; no obstante, sabe también que la moda rápida ha sido objeto de diversos cuestionamientos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es pertinente para promover que los estudiantes analicen el fenómeno de la moda rápida desde la perspectiva de los derechos humanos?",
          "opciones": [
            "Pedir a los estudiantes que busquen información sobre la producción de la moda rápida para responder a las siguientes preguntas: ¿qué edades suelen tener sus trabajadores?, ¿cuántas horas trabajan?, ¿cómo son los lugares en los que trabajan? Luego, pedirles que describan los criterios necesarios para que un trabajo se realice en condiciones dignas. Por último, pedirles que contrasten dichos criterios con la información recogida sobre el caso.",
            "Explicar a los estudiantes en qué consisten los derechos humanos, cuáles de ellos constituyen derechos civiles y políticos, y cuáles constituyen derechos económicos, sociales y culturales. Luego, pedirles que identifiquen cuáles de esos derechos están relacionados a condiciones laborales. Por último, pedirles que evalúen si estos derechos están contemplados en la legislación peruana.",
            "Pedir a los estudiantes que investiguen qué es la moda rápida, por qué ha tenido tanto éxito y en qué países tiene más éxito comercial. Luego, solicitarles que identifiquen los beneficios que este tipo de industrias brindan a los consumidores. Por último, pedirles que identifiquen el aporte de la industria de la moda rápida al PBI per cápita de los países en los que opera."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información sobre la producción de la moda rápida para responder a las siguientes preguntas: ¿qué edades suelen tener sus trabajadores?, ¿cuántas horas trabajan?, ¿cómo son los lugares en los que trabajan? Luego, pedirles que describan los criterios necesarios para que un trabajo se realice en condiciones dignas. Por último, pedirles que contrasten dichos criterios con la información recogida sobre el caso.",
          "respuestaCorta": "Para analizar un fenómeno desde los derechos humanos, los estudiantes deben investigar las condiciones reales de las personas involucradas (trabajadores) y contrastarlas con los estándares de un trabajo digno.",
          "solucionario": "La opción A es la más pertinente porque guía a los estudiantes a través de un proceso de indagación y análisis crítico. Al investigar las condiciones laborales de la moda rápida y compararlas con los criterios de un trabajo digno (que se basa en derechos humanos), los estudiantes pueden identificar por sí mismos posibles vulneraciones de derechos. La opción B es muy teórica y la C se enfoca en aspectos económicos, ignorando la perspectiva de derechos humanos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente desea que los estudiantes reflexionen acerca de cómo sus hábitos de consumo generan consecuencias en el ambiente. Para ello, el docente les muestra un papelógrafo con los siguientes datos:\n• Se requiere 2700 litros de agua para fabricar un polo de algodón, suficiente agua para que beba una persona por dos años y medio.\n• 90% de las fábricas textiles y de teñido vierten sus desechos directamente a fuentes de agua dulce en todo el mundo.\n• Se estima que 150 mil millones de prendas de ropa al año terminan en vertederos de basura.\nPara continuar con el desarrollo de la actividad, ¿cuál de las siguientes secuencias de acciones es pertinente para el logro del propósito previsto?",
          "opciones": [
            "Preguntar a los estudiantes qué influencia tiene la publicidad en sus decisiones como compradores; luego, preguntarles qué relación existe entre estas decisiones y las problemáticas ambientales descritas; por último, preguntarles qué caracterizaría a un consumo responsable de prendas de vestir.",
            "Pedir a los estudiantes que clasifiquen los tipos de impacto ambiental que genera la industria de la moda rápida; luego, solicitarles que ubiquen en un mapa los países donde se encuentran las fábricas de moda rápida; por último, pedirles que investiguen sobre alternativas de solución a las problemáticas ambientales que genera la moda rápida.",
            "Presentar a los estudiantes iniciativas recientes de responsabilidad social por parte de empresas de la industria de la moda; luego, mostrarles ejemplos de consumo socialmente responsable de moda; por último, pedirles que indaguen qué regulaciones y leyes han sido promulgadas recientemente a nivel global para moderar el impacto de la industria de la moda."
          ],
          "respuesta": "Preguntar a los estudiantes qué influencia tiene la publicidad en sus decisiones como compradores; luego, preguntarles qué relación existe entre estas decisiones y las problemáticas ambientales descritas; por último, preguntarles qué caracterizaría a un consumo responsable de prendas de vestir.",
          "respuestaCorta": "Para reflexionar sobre el impacto de los hábitos de consumo, es clave que los estudiantes conecten sus propias decisiones de compra con las consecuencias ambientales y definan qué implica un consumo responsable.",
          "solucionario": "La secuencia A es la más pertinente porque enfoca la reflexión en los propios estudiantes. Parte de sus decisiones de consumo (influenciadas por la publicidad), las conecta directamente con el problema ambiental presentado, y los lleva a proponer una solución desde su rol como consumidores (consumo responsable). Las otras opciones son más informativas y externas, sin promover una reflexión personal tan directa.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de investigar sobre los impactos sociales y ambientales de la moda rápida, los estudiantes realizan un debate acerca de si se debería prohibir o promover este tipo de industrias. ¿Cuál de las siguientes alternativas incluye tres aspectos que deben ser considerados por los estudiantes en la elaboración de argumentos razonados?",
          "opciones": [
            "Distinguir entre fuentes académicas y de divulgación; utilizar información de fuentes académicas para fundamentar sus argumentos; explicar su postura respetando la postura de sus compañeros.",
            "Distinguir entre hechos y opiniones; utilizar datos, criterios y hechos para fundamentar sus argumentos; explicar las razones que fundamentan opiniones distintas a la suya.",
            "Distinguir entre argumentos persuasivos y no persuasivos; utilizar una voz clara y convincente al expresar sus argumentos; expresar sus argumentos de forma asertiva y clara."
          ],
          "respuesta": "Distinguir entre hechos y opiniones; utilizar datos, criterios y hechos para fundamentar sus argumentos; explicar las razones que fundamentan opiniones distintas a la suya.",
          "respuestaCorta": "Un argumento razonado se basa en la distinción entre hechos y opiniones, el uso de evidencia (datos, hechos) para sustentar la postura, y la capacidad de comprender y explicar los argumentos contrarios.",
          "solucionario": "La opción B describe los componentes clave de la argumentación razonada en un debate sobre un asunto público. Es fundamental diferenciar lo objetivo (hechos) de lo subjetivo (opiniones), basar la propia postura en evidencia y demostrar una comprensión de las perspectivas opuestas (empatía cognitiva). Las opciones A y C se centran más en aspectos formales de la investigación o en habilidades de comunicación, respectivamente, pero no en la estructura lógica del argumento en sí.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p20",
      "contexto": "A propósito de la muerte de tres trabajadores en un centro de labores con condiciones de seguridad muy deficientes, se han generado discusiones sobre las leyes de trabajo y sobre el crecimiento del trabajo informal en el país. Una ciudadana comenta lo siguiente: \"Si los empleadores y los empleados son informales, es decir, si no siguen las normas de seguridad y no pagan sus impuestos, son cómplices y responsables de los hechos, de modo que no tienen de qué quejarse ni qué reclamar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria al enfoque de derechos humanos?",
          "opciones": [
            "Porque desconoce que todos los ciudadanos tienen derechos que no se restringen por trabajar informalmente.",
            "Porque omite que la informalidad es responsabilidad de todos los ciudadanos.",
            "Porque niega a los ciudadanos el derecho de expresar su inconformidad."
          ],
          "respuesta": "Porque desconoce que todos los ciudadanos tienen derechos que no se restringen por trabajar informalmente.",
          "respuestaCorta": "Los derechos humanos, como el derecho a la vida y a la seguridad, son inherentes a todas las personas y no se pierden ni se anulan por su condición laboral o por incumplir normativas.",
          "solucionario": "La afirmación es contraria al enfoque de derechos humanos porque parte de una premisa falsa: que los derechos pueden ser condicionados. El derecho a la vida, a la integridad y a condiciones seguras son universales e inalienables. La informalidad es un problema complejo, pero no anula la dignidad ni los derechos fundamentales de las personas involucradas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p21",
      "contexto": "En un programa de radio se discute acerca del nuevo hospital de la localidad que incorporará la práctica tradicional del parto vertical. Una oyente expresa al respecto lo siguiente: \"No sé cómo el Estado decide en qué va a invertir, pero no creo que deba invertir en este tipo de prácticas. Por el contrario, debería promover que se incremente el uso de prácticas modernas, en lugar de prácticas primitivas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria a los principios que sustentan la convivencia democrática?",
          "opciones": [
            "Porque desconoce que el parto vertical puede considerarse una práctica médica moderna desde que fue incorporada a los protocolos de atención médica.",
            "Porque desconoce que existen procedimientos legales por los cuales se establece cómo se va a invertir el presupuesto público en salud.",
            "Porque desconoce que el Estado tiene el deber de conservar y proteger a las diversas culturas de un país pluricultural como el Perú."
          ],
          "respuesta": "Porque desconoce que el Estado tiene el deber de conservar y proteger a las diversas culturas de un país pluricultural como el Perú.",
          "respuestaCorta": "La afirmación es antidemocrática porque desprecia una práctica cultural (parto vertical) y desconoce el deber del Estado de promover y proteger la diversidad cultural del país, estableciendo una jerarquía entre lo 'moderno' y lo 'primitivo'.",
          "solucionario": "En un país pluricultural como el Perú, la convivencia democrática se sustenta en el respeto y la valoración de todas las culturas. La afirmación de la oyente establece una jerarquía cultural al calificar una práctica ancestral como 'primitiva', ignorando el derecho de las comunidades a su identidad cultural y el deber del Estado de implementar políticas interculturales, como la adecuación de los servicios de salud (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p22",
      "contexto": "Un canal de noticias ha colgado en su página web una noticia en la que un ciudadano denuncia haber sido discriminado. En la noticia, se narra que un agente de seguridad de un centro comercial le prohibió el ingreso a este ciudadano diciéndole que se reservaban el derecho de admisión y utilizando adjetivos racistas para referirse a él. Una persona ha comentado la noticia escribiendo lo siguiente: \"El agente de seguridad que lo discrimina tiene rasgos tan peruanos como él. Además, el agredido es un ingeniero reconocido que ha viajado por el mundo y no merece ser tratado así. El accionar del agente debería estar prohibido por la ley\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria al enfoque de derechos humanos?",
          "opciones": [
            "Porque la afirmación asume que existen factores que justifican la discriminación.",
            "Porque la afirmación desconoce que las leyes prohíben todo tipo de discriminación.",
            "Porque la afirmación supone que la discriminación siempre está asociada a características físicas."
          ],
          "respuesta": "Porque la afirmación asume que existen factores que justifican la discriminación.",
          "respuestaCorta": "El comentario sugiere que la discriminación es inaceptable porque la víctima es un 'ingeniero reconocido', implicando que si no lo fuera, el maltrato podría ser más aceptable. Esto contradice el principio de que nadie merece ser discriminado, sin importar su condición.",
          "solucionario": "La afirmación es contraria al enfoque de derechos humanos porque condiciona el derecho a la no discriminación al estatus social o profesional de la persona ('es un ingeniero reconocido... no merece ser tratado así'). El enfoque de derechos humanos establece que la dignidad es inherente a todas las personas y que nadie debe ser discriminado bajo ninguna circunstancia, independientemente de quién sea, a qué se dedique o de dónde venga.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p23",
      "contexto": "Una docente ha propuesto a los estudiantes analizar el siguiente testimonio de una campesina ayacuchana quechuahablante:\n\"Estos señores solo quieren que les hablemos en castellano. Por ejemplo, cuando vamos a un hospital o a una institución no nos dan una adecuada atención. Nos miran y dicen: '¡Espera! ¡Vuelve a otra hora!'. Así nos dicen y nos maltratan. No nos dan atención rápida. Por eso es que nos sentimos discriminadas como campesinas. Por eso, nosotras nos sentimos mal, humilladas. Sentimos como si nuestros derechos no valieran\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de la lectura colectiva, un estudiante comentó lo siguiente: \"Es lamentable que la señora no haya sido atendida en el hospital, pero yo creo que la responsabilidad es de la señora por no saber castellano\". ¿Cuál de las siguientes intervenciones es más pertinente para promover que el estudiante incluya la perspectiva de derechos en su análisis?",
          "opciones": [
            "\"El quechua es una lengua oficial; por ello, las instituciones públicas están obligadas a utilizar el quechua en las zonas donde esta lengua es predominante. Entonces, ¿es responsable la señora por no haber sido atendida? Veamos qué afirma la legislación vigente en el Perú al respecto\".",
            "\"La educación es un asunto público pendiente en el Perú. Por ello, es necesario que tomes en consideración las dificultades que enfrentan los ciudadanos para acceder al derecho a la educación en el Perú. Toma eso en cuenta e identifica qué retos debe superar el Estado para garantizar ese acceso\".",
            "\"Concuerdo contigo en la necesidad de promover la enseñanza del castellano. Sin embargo, no planteas las causas por las cuales el derecho a una educación en castellano es requisito para ejercer el derecho a la salud. Identifica esas causas y profundiza en tu respuesta\"."
          ],
          "respuesta": "\"El quechua es una lengua oficial; por ello, las instituciones públicas están obligadas a utilizar el quechua en las zonas donde esta lengua es predominante. Entonces, ¿es responsable la señora por no haber sido atendida? Veamos qué afirma la legislación vigente en el Perú al respecto\".",
          "respuestaCorta": "Para corregir la idea de culpabilizar a la víctima, es pertinente informar sobre los derechos lingüísticos de la ciudadana y las obligaciones del Estado, reorientando el análisis hacia la responsabilidad institucional.",
          "solucionario": "La intervención A es la más pertinente porque introduce directamente la perspectiva de derechos. Al informar al estudiante que el quechua es una lengua oficial y que el Estado tiene la obligación de atender a los ciudadanos en su lengua materna, se traslada la responsabilidad del individuo a la institución, que es la que está incumpliendo la ley y vulnerando un derecho. Esto permite al estudiante reevaluar su postura inicial desde un marco legal y de derechos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente desea que los estudiantes inicien la problematización del asunto público evidenciado en el testimonio. ¿Cuál de las siguientes acciones pedagógicas es pertinente para este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen los artículos de la Constitución Política del Perú que se relacionan con derechos lingüísticos. Luego, explicarles los principales artículos de la Ley que regula el uso, preservación, desarrollo, recuperación, fomento y difusión de las lenguas originarias del Perú.",
            "Pedir a los estudiantes que, a partir del testimonio, analicen el rol que cumplen los derechos lingüísticos para ejercer otros derechos. Luego, pedirles que señalen ejemplos de otras situaciones en las que el ejercicio de derechos, como a la educación o al trabajo, esté vinculado con el ejercicio de los derechos lingüísticos.",
            "Indicar a los estudiantes qué derechos han sido vulnerados en la situación narrada en el testimonio. Luego, pedirles que, en equipos, planteen propuestas de cómo ellos, como ciudadanos, pueden organizarse para promover el respeto de los derechos lingüísticos en el Perú."
          ],
          "respuesta": "Pedir a los estudiantes que, a partir del testimonio, analicen el rol que cumplen los derechos lingüísticos para ejercer otros derechos. Luego, pedirles que señalen ejemplos de otras situaciones en las que el ejercicio de derechos, como a la educación o al trabajo, esté vinculado con el ejercicio de los derechos lingüísticos.",
          "respuestaCorta": "La problematización de un asunto público implica comprender su complejidad y sus múltiples dimensiones, como analizar de qué manera la vulneración de un derecho (lingüístico) afecta el ejercicio de otros derechos (salud, educación).",
          "solucionario": "La opción B es la más adecuada para iniciar la problematización. Invita a los estudiantes a ir más allá del caso particular y a comprender la interdependencia de los derechos. Al analizar cómo los derechos lingüísticos son una puerta de entrada para ejercer otros derechos, los estudiantes pueden dimensionar la gravedad y el alcance del problema, lo cual es el primer paso para entenderlo como un asunto público complejo.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_fcc_2018_p25",
      "contexto": "Un docente trabajará con los estudiantes la distinción entre asuntos públicos y privados. Para iniciar la sesión, le pide a cada uno que brinde un ejemplo de un asunto público y de un asunto privado. Tres estudiantes responden lo siguiente:\nJosé: \"Un asunto público es la calidad de la infraestructura que tienen las universidades públicas, mientras que la elección de la carrera que cada quien decide estudiar es un asunto privado\".\nNoemí: \"La gestión municipal de recojo de basura en nuestra localidad es un asunto público, mientras que decidir dónde bota cada uno su basura es un asunto privado\".\nChaska: \"El matrimonio de un congresista es un asunto público, mientras que el hecho de que mi mamá y mi papá estén casados es un asunto privado\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes plantea un ejemplo correcto de un asunto público y de un asunto privado?",
          "opciones": [
            "José.",
            "Noemí.",
            "Chaska."
          ],
          "respuesta": "José.",
          "respuestaCorta": "Un asunto público afecta al bienestar colectivo (infraestructura universitaria), mientras que un asunto privado pertenece a la esfera de decisiones personales (elección de carrera).",
          "solucionario": "José plantea el ejemplo correcto. La infraestructura de las universidades públicas es un asunto público porque involucra bienes y servicios del Estado que afectan a la comunidad. La elección de una carrera es un asunto privado que corresponde a la autonomía de cada individuo. El ejemplo de Noemí es incorrecto porque el manejo de los residuos personales tiene un impacto en la salud pública y el ambiente, convirtiéndolo también en un asunto público. El de Chaska es incorrecto porque el matrimonio de cualquier persona, incluido un congresista, es un asunto privado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p26",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones de los estudiantes evidencia criterios adecuados para la identificación de asuntos públicos?",
          "opciones": [
            "Mauricio: \"Un asunto público es un problema de la economía que genera diferentes opiniones y sobre el que solo deciden las autoridades\".",
            "Rafael: \"Un asunto público es una situación que afecta al bienestar de toda la comunidad y que tiene que ver con los derechos de las personas\".",
            "Martín: \"Un asunto público es un tema que aparece mucho en los medios de comunicación, que es protagonizado por un personaje público y que le importa a mucha gente\"."
          ],
          "respuesta": "Rafael: \"Un asunto público es una situación que afecta al bienestar de toda la comunidad y que tiene que ver con los derechos de las personas\".",
          "respuestaCorta": "Un asunto público se define por su impacto en el bienestar colectivo y su relación con los derechos y deberes de la ciudadanía.",
          "solucionario": "La afirmación de Rafael es la correcta porque define un asunto público a partir de sus dos características esenciales: su impacto en el bienestar de la colectividad y su vinculación con el ejercicio de derechos. La afirmación de Mauricio es incorrecta porque limita la decisión a las autoridades, y la de Martín lo confunde con un tema mediático o popular, lo cual no es necesariamente un asunto público.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p27",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas enuncia dos asuntos públicos?",
          "opciones": [
            "Baja asistencia a la iglesia de la localidad - Denuncia del empleador ante incumplimiento de contrato por parte de un empleado.",
            "Demanda por pensión de alimentos interpuesta por una madre - Lesión de deportista en competencia nacional.",
            "Llegada masiva de refugiados al país - Desembocadura de aguas residuales en el cauce de un río."
          ],
          "respuesta": "Llegada masiva de refugiados al país - Desembocadura de aguas residuales en el cauce de un río.",
          "respuestaCorta": "Son asuntos públicos porque la gestión de la migración y la contaminación ambiental afectan el bienestar colectivo y requieren la intervención del Estado para garantizar derechos.",
          "solucionario": "La opción C presenta dos claros asuntos públicos. La llegada masiva de refugiados es un tema de política migratoria y derechos humanos que concierne a toda la sociedad. La contaminación de un río es un problema de salud pública y ambiental que afecta a la comunidad. Las otras opciones presentan asuntos privados (asistencia a la iglesia, incumplimiento de contrato, pensión de alimentos) o temas de interés público pero no necesariamente asuntos públicos en el mismo grado (lesión de un deportista).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p28",
      "contexto": "Sofía se ha dirigido a la comisaría del distrito para denunciar la desaparición de su hijo de 10 años, quien debía regresar de la IE hace más de 4 horas. Los efectivos de la comisaría le han dicho que no pueden recibir ni tramitar la denuncia de desaparición hasta 24 horas después de ocurrido el hecho. Sofía sabe que, según la ley, ella tiene el derecho de presentar la denuncia de desaparición inmediatamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes entidades públicas Sofía puede presentar su queja?",
          "opciones": [
            "Defensoría del Pueblo.",
            "Ministerio del Interior.",
            "Municipalidad distrital."
          ],
          "respuesta": "Defensoría del Pueblo.",
          "respuestaCorta": "La Defensoría del Pueblo es la entidad encargada de defender los derechos de las personas ante el mal funcionamiento o abusos de la administración estatal, como la policía.",
          "solucionario": "La Defensoría del Pueblo es la institución autónoma del Estado cuya función principal es proteger los derechos constitucionales y fundamentales de la persona y la comunidad, supervisando el cumplimiento de los deberes de la administración estatal. Ante la negativa de la policía a cumplir con un procedimiento establecido por ley, esta es la entidad a la que Sofía debe acudir.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p29",
      "contexto": "Mario, miembro de una comunidad shipibo-konibo, llevó a su hijo, quien se enfermó de manera repentina, hasta el centro de salud más cercano. En el centro de salud, les indicaron que no los podían atender ya que ninguno de los médicos hablaba shipibo-konibo. Frente a esta situación, Mario intentó presentar un reclamo en el centro de salud, pero ante la negativa de atención decide acudir a otra institución para presentar su queja.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes entidades públicas puede acudir Mario para presentar una queja?",
          "opciones": [
            "Ministerio de Salud.",
            "Superintendencia Nacional de Salud.",
            "Instituto Nacional de Salud del Niño."
          ],
          "respuesta": "Superintendencia Nacional de Salud.",
          "respuestaCorta": "La Superintendencia Nacional de Salud (SUSALUD) es el organismo encargado de proteger los derechos en salud de los ciudadanos, supervisando que las instituciones de salud brinden un servicio adecuado.",
          "solucionario": "SUSALUD es la entidad a la que los ciudadanos deben recurrir cuando sienten que sus derechos en salud han sido vulnerados por cualquier institución prestadora de servicios de salud (IPRESS), ya sea pública o privada. La negativa a atender a Mario por una barrera lingüística constituye una vulneración a su derecho de acceso a la salud con pertinencia cultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p30",
      "contexto": "Karina realizó un viaje nacional en avión. Al aterrizar, fue a la zona de recojo de equipaje y encontró que el cuadro que había transportado en la bodega estaba roto. Inmediatamente, se acercó a los representantes de la aerolínea y presentó su reclamo mediante una ficha que le entregaron en el aeropuerto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la aerolínea no atiende su reclamo, ¿a cuál de las siguientes entidades públicas puede acudir Karina?",
          "opciones": [
            "Instituto Nacional de Defensa de la Competencia y de la Protección de la Propiedad Intelectual.",
            "Organismo Supervisor de la Inversión en Infraestructura de Transporte de Uso Público.",
            "Policía Nacional del Perú."
          ],
          "respuesta": "Instituto Nacional de Defensa de la Competencia y de la Protección de la Propiedad Intelectual.",
          "respuestaCorta": "INDECOPI es la autoridad encargada de proteger los derechos de los consumidores, incluyendo los problemas que surgen en la prestación de servicios como el transporte aéreo.",
          "solucionario": "El Instituto Nacional de Defensa de la Competencia y de la Protección de la Propiedad Intelectual (INDECOPI) tiene entre sus funciones la protección de los derechos de los consumidores. Un equipaje dañado durante un vuelo es un problema de consumo, por lo que, si la aerolínea no ofrece una solución, Karina puede presentar su reclamo ante INDECOPI.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p31",
      "contexto": "Al inicio de la sesión, los estudiantes dialogan acerca de la inseguridad ciudadana en su comunidad y la manera en que esta atenta contra los derechos. Durante la actividad, uno de los estudiantes comenta lo siguiente: \"Creo que, para disminuir la inseguridad, la policía debe arrestar a todas las personas que se vean sospechosas. Es cuestión de prevención\". El docente desea promover en el estudiante un conflicto cognitivo para que reflexione sobre su comentario considerando la importancia de los derechos fundamentales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones del docente es más pertinente para este propósito?",
          "opciones": [
            "\"Entiendo tu intención de prevenir la inseguridad. Sin embargo, ¿es la única manera de prevenir? ¿Qué otra cosa se podría hacer?\".",
            "\"¿Cuáles serían los criterios para detener a las personas? ¿Sería suficiente la cantidad de policías que hay ahora en la comunidad?\".",
            "\"Es posible que, con una medida así, se detenga a gente inocente, ¿no crees? ¿Qué pasa si hoy nos detiene un policía porque nos vemos sospechosos? ¿Sería justo?\"."
          ],
          "respuesta": "\"Es posible que, con una medida así, se detenga a gente inocente, ¿no crees? ¿Qué pasa si hoy nos detiene un policía porque nos vemos sospechosos? ¿Sería justo?\".",
          "respuestaCorta": "Para generar conflicto cognitivo, es eficaz plantear una situación hipotética personal que evidencie la posible vulneración de derechos (presunción de inocencia, libertad) que implicaría la propuesta del estudiante.",
          "solucionario": "La intervención C es la más pertinente porque confronta al estudiante con las consecuencias directas de su propuesta en el plano de los derechos fundamentales. Al personalizar la situación (\"¿Qué pasa si hoy nos detiene un policía...?\") y apelar al sentido de justicia, se genera un conflicto cognitivo que lo obliga a ponderar entre la seguridad y derechos como la libertad y la presunción de inocencia. Las otras opciones desvían el tema hacia la eficacia o los criterios, pero no al problema de fondo sobre derechos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p32",
      "contexto": "Un docente va a trabajar con los estudiantes la relación entre los principios de igualdad y equidad. Al preguntar a los estudiantes cómo debe tratar el Estado a los ciudadanos, una estudiante afirma lo siguiente: \"El Estado siempre debe tratar a todos los ciudadanos de igual forma\". Varios estudiantes están de acuerdo con la afirmación. Frente a ello, el docente explica la importancia y los objetivos de los siguientes documentos:\n• Ley General de la Persona con Discapacidad\n• Plan Nacional de Educación Intercultural Bilingüe al 2021\n• Programa Nacional de Apoyo Directo a los más Pobres - Juntos",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es generar conflicto cognitivo en los estudiantes, ¿cuál de las siguientes acciones es pertinente para continuar el desarrollo de la actividad?",
          "opciones": [
            "Pedir a los estudiantes que expliquen si, en los documentos presentados, el Estado otorga el mismo trato a todos los ciudadanos peruanos. Luego, preguntarles por qué el Estado plantea programas, leyes y planes como los presentados.",
            "Agrupar a los estudiantes y asignarle a cada grupo uno de los documentos presentados con la finalidad de que identifiquen con qué derechos ciudadanos se relaciona cada documento. Luego, pedirles que expongan sus hallazgos en plenaria.",
            "Solicitar a los estudiantes que, en grupos, seleccionen uno de los documentos presentados y busquen información adicional. Luego, pedirles que reflexionen acerca de las principales dificultades que afronta el Estado al implementar el programa, la ley o el plan seleccionado."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen si, en los documentos presentados, el Estado otorga el mismo trato a todos los ciudadanos peruanos. Luego, preguntarles por qué el Estado plantea programas, leyes y planes como los presentados.",
          "respuestaCorta": "Para diferenciar igualdad de equidad, se debe confrontar a los estudiantes con ejemplos donde el Estado da un trato diferenciado (equidad) para lograr una igualdad real de oportunidades.",
          "solucionario": "La acción A es la más pertinente para generar el conflicto cognitivo. Al analizar las leyes y programas presentados, los estudiantes se darán cuenta de que el Estado NO trata a todos de la misma forma, sino que brinda apoyos específicos a poblaciones vulnerables. La pregunta \"¿por qué?\" los llevará a descubrir el concepto de equidad: tratar diferente a los que son diferentes para garantizar una verdadera igualdad de oportunidades, cuestionando su idea inicial de que la igualdad es un trato idéntico para todos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p33",
      "contexto": "Un docente desea activar los saberes previos de los estudiantes respecto al concepto de asunto público.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes indicaciones es más pertinente para el propósito planteado por el docente?",
          "opciones": [
            "\"Cada uno debe buscar tres noticias sobre asuntos públicos en el periódico y explicar en plenaria cuáles fueron los criterios que utilizó para seleccionarlos\".",
            "\"En equipos de tres integrantes, deben buscar en la biblioteca definiciones de asunto público y compararlas con los ejemplos propuestos por el docente en clase\".",
            "\"En parejas, deben responder a las siguientes preguntas: ¿qué tipos de problemas son recurrentes al interior de la escuela?, ¿cómo podemos actuar para resolverlos?\"."
          ],
          "respuesta": "\"Cada uno debe buscar tres noticias sobre asuntos públicos en el periódico y explicar en plenaria cuáles fueron los criterios que utilizó para seleccionarlos\".",
          "respuestaCorta": "Para activar saberes previos, es útil pedir a los estudiantes que apliquen el concepto intuitivamente (seleccionando noticias) y luego verbalicen los criterios que usaron, revelando así sus concepciones iniciales.",
          "solucionario": "La indicación A es la más pertinente porque moviliza directamente las nociones que los estudiantes ya tienen sobre lo que es un \"asunto público\". Al pedirles que seleccionen ejemplos y justifiquen su elección, el docente puede identificar y recoger sus ideas previas (correctas o erróneas) para construir el nuevo aprendizaje a partir de ellas. La opción B se centra en la búsqueda de definiciones formales y la C limita el concepto al ámbito escolar.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p34",
      "contexto": "Una docente desea activar los saberes previos de los estudiantes acerca del concepto de justicia. Para ello, les pide que conformen grupos. Una vez agrupados, les pide que realicen una dramatización sobre un caso de injusticia que conozcan. Después de que cada grupo ha representado su escena, la docente les pide que expliquen por qué consideran que el caso dramatizado evidencia una injusticia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta actividad es pertinente para activar los saberes previos de los estudiantes?",
          "opciones": [
            "Porque la dramatización permite reconocer si los conocimientos que poseen los estudiantes son útiles o si no cuentan con conocimientos previos respecto al tema.",
            "Porque la dramatización requiere que los estudiantes recurran a sus concepciones y experiencias personales, y que las expliciten.",
            "Porque la dramatización es una técnica que ayuda a captar la atención de los estudiantes y promueve su participación."
          ],
          "respuesta": "Porque la dramatización requiere que los estudiantes recurran a sus concepciones y experiencias personales, y que las expliciten.",
          "respuestaCorta": "La dramatización de una 'injusticia' obliga a los estudiantes a movilizar y expresar sus propias ideas, vivencias y nociones sobre lo que es justo o injusto, haciendo visibles sus saberes previos.",
          "solucionario": "La pertinencia de la actividad radica en que la dramatización (opción B) es un vehículo para que los estudiantes exterioricen sus concepciones sobre la justicia, las cuales están basadas en sus experiencias y valores. Al representar y luego explicar por qué una situación es injusta, están haciendo explícitos sus saberes previos, que es precisamente el objetivo de la actividad. Las otras opciones describen beneficios generales de la técnica, pero no la razón de fondo por la que activa los conocimientos previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p35",
      "contexto": "Una docente está conversando con los estudiantes acerca de por qué la separación de poderes es importante para la democracia. A continuación, se muestran las intervenciones de tres estudiantes:\nJoaquín: \"Porque evita que el poder se acumule en una sola institución y permite que los poderes del Estado se fiscalicen entre ellos\".\nClaudia: \"Porque permite que la democracia se fortalezca al propiciar que los funcionarios y autoridades rindan cuentas a la ciudadanía y sean transparentes en su gestión\".\nAna: \"Porque posibilita la alternancia en el poder mediante elecciones para que los diferentes partidos tengan oportunidad de gobernar y no se mantengan mucho tiempo en el poder\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes explica correctamente la importancia de la separación de poderes para la democracia?",
          "opciones": [
            "Joaquín.",
            "Claudia.",
            "Ana."
          ],
          "respuesta": "Joaquín.",
          "respuestaCorta": "La separación de poderes es fundamental porque evita la concentración del poder en una sola entidad y establece un sistema de control y equilibrio mutuo (checks and balances).",
          "solucionario": "Joaquín explica correctamente la esencia de la separación de poderes. Su importancia radica en dos principios clave: 1) la distribución del poder para evitar el absolutismo y 2) el control mutuo o fiscalización entre los poderes (Ejecutivo, Legislativo y Judicial) para garantizar el equilibrio. Las respuestas de Claudia (rendición de cuentas) y Ana (alternancia en el poder) son principios democráticos importantes, pero no definen la función específica de la separación de poderes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p36",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes afirmaciones se evidencia una adecuada comprensión de la relación entre los principios democráticos de libertad e igualdad?",
          "opciones": [
            "\"En democracia, la meta es que tengamos igual derecho para ejercer nuestra libertad, no que seamos iguales sacrificando nuestra libertad. Se trata de que todos contemos con iguales oportunidades para desarrollar en autonomía nuestra vida y, para eso, necesitamos que los derechos de todos se respeten por igual\".",
            "\"En democracia, la libertad es el valor más importante, para que cada quien pueda desarrollar su vida en absoluta autonomía. Se trata de que todos contemos por igual con el derecho a la libertad de formar nuestras convicciones morales y nuestro proyecto de vida sin limitaciones ni restricciones de ningún tipo\".",
            "\"En democracia, debemos sacrificar nuestra libertad para que podamos compartir iguales características entre ciudadanos. Se trata de que tengamos una única cultura como ciudadanos de un mismo país, de forma tal que podamos mantener y proteger nuestra identidad nacional\"."
          ],
          "respuesta": "\"En democracia, la meta es que tengamos igual derecho para ejercer nuestra libertad, no que seamos iguales sacrificando nuestra libertad. Se trata de que todos contemos con iguales oportunidades para desarrollar en autonomía nuestra vida y, para eso, necesitamos que los derechos de todos se respeten por igual\".",
          "respuestaCorta": "La democracia busca un equilibrio donde la igualdad ante la ley garantiza que todos los ciudadanos puedan ejercer su libertad en las mismas condiciones y con las mismas oportunidades.",
          "solucionario": "La afirmación A explica adecuadamente la relación. La igualdad en democracia no significa uniformidad (ser todos iguales), sino igualdad de derechos y oportunidades para que cada persona pueda ejercer su libertad y desarrollar su proyecto de vida. La libertad y la igualdad son complementarias: sin igualdad de derechos, la libertad es solo un privilegio para algunos. La opción B absolutiza la libertad sin considerar la igualdad de condiciones, y la C propone sacrificar la libertad en pos de una igualdad mal entendida como homogeneidad.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_fcc_2018_p37",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas enuncia una definición correcta de Estado de derecho?",
          "opciones": [
            "El Estado de derecho es un orden político y jurídico basado en el derecho de los individuos para determinar sus orientaciones morales, para decidir autónomamente sus proyectos de vida y para perseguir sus metas económicas, de modo que se asegure que todas las personas puedan actuar según sus intereses.",
            "El Estado de derecho es un orden político y jurídico en el cual todos los ciudadanos se someten a la ley, y las acciones del Estado están reguladas por su marco legal, de modo tal que el poder del Estado y la discrecionalidad de sus funcionarios y gobernantes están limitados por el orden jurídico.",
            "El Estado de derecho es un orden político y jurídico fundado en las tradiciones y costumbres del pueblo, y que plantea que el bienestar de la colectividad debe primar sobre los intereses individuales, de modo tal que el Estado cuente con un orden jurídico estable y un poder legítimo."
          ],
          "respuesta": "El Estado de derecho es un orden político y jurídico en el cual todos los ciudadanos se someten a la ley, y las acciones del Estado están reguladas por su marco legal, de modo tal que el poder del Estado y la discrecionalidad de sus funcionarios y gobernantes están limitados por el orden jurídico.",
          "respuestaCorta": "El Estado de derecho se define por el principio de que todos, tanto gobernantes como gobernados, están sometidos a la ley, la cual limita el poder del Estado.",
          "solucionario": "La opción B ofrece la definición correcta. Las características fundamentales del Estado de derecho son el imperio de la ley (nadie está por encima de ella) y la limitación del poder estatal a través de un marco jurídico que protege los derechos de los ciudadanos. La opción A se centra en libertades individuales sin mencionar la sumisión a la ley, y la opción C basa el orden en tradiciones y no en un marco legal formal que limite al poder.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p38",
      "contexto": "El docente desea promover que los estudiantes reflexionen acerca de la importancia de cumplir con los deberes estipulados por las normas de convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones docentes es más pertinente para cumplir con ese propósito?",
          "opciones": [
            "Preguntar a los estudiantes cómo se sienten con el estado actual de la convivencia en el aula. Luego, proponerles que identifiquen cuáles son las normas y deberes que los estudiantes suelen infringir más en el aula. Por último, dialogar con ellos acerca de qué podría hacer cada estudiante para sentirse más motivado a cumplir con sus deberes y responsabilidades.",
            "Preguntar a los estudiantes cuáles son las sanciones estipuladas por incumplir las normas de convivencia. Luego, explicarles que las normas y las sanciones nos recuerdan que nuestros deberes son parte de un consenso basado en el bien común. Por último, pedirles que organicen una campaña en la IE para promover el cumplimento de normas y deberes.",
            "Preguntar a los estudiantes qué ocurriría en un escenario hipotético en el cual todos los estudiantes de la IE infringen las normas de convivencia. Luego, preguntarles qué sucedería con la convivencia en un contexto como ese. Por último, dialogar con ellos sobre la relación entre nuestros deberes, las normas y el bien común."
          ],
          "respuesta": "Preguntar a los estudiantes qué ocurriría en un escenario hipotético en el cual todos los estudiantes de la IE infringen las normas de convivencia. Luego, preguntarles qué sucedería con la convivencia en un contexto como ese. Por último, dialogar con ellos sobre la relación entre nuestros deberes, las normas y el bien común.",
          "respuestaCorta": "Para reflexionar sobre la importancia de las normas, es efectivo plantear un escenario hipotético donde estas no se cumplen, permitiendo a los estudiantes deducir las consecuencias y valorar la relación entre deberes y bien común.",
          "solucionario": "La opción C es la más pertinente porque utiliza una estrategia de reflexión prospectiva. Al imaginar las consecuencias del incumplimiento generalizado de las normas, los estudiantes pueden comprender por sí mismos la necesidad de los deberes para mantener una convivencia armónica y alcanzar el bien común. Las otras opciones se centran más en la motivación personal o en las sanciones, pero no promueven una reflexión tan profunda sobre el fundamento de las normas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p39",
      "contexto": "Al finalizar un trabajo en equipo, Bruno, un estudiante, le dice a su compañero Manuel: \"No hemos terminado el trabajo porque hablas mucho. ¿Por qué mejor no te callas?\". Manuel le responde en voz alta: \"¿A ti quién te ha dicho que eres el líder del equipo? ¡Eres un mandón!\". Los estudiantes están por seguir la discusión cuando la docente interviene y les pide que se acerquen a su escritorio mientras sus compañeros salen al recreo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente desea que Bruno y Manuel desarrollen habilidades socioemocionales para la resolución de conflictos, ¿cuál de las siguientes acciones es pertinente para iniciar este proceso?",
          "opciones": [
            "Solicitar a los estudiantes que respiren hondo, que expresen los hechos y cómo se han sentido durante la situación descrita. Luego, pedirle a cada uno que trate de explicar cómo se sentiría si fuera su compañero y por qué cree que este actuó de esa manera.",
            "Indicar a los estudiantes que su acción va en contra del clima de convivencia que se promueve en el aula. Luego, explicarles que existen emociones negativas a las que no se debe hacer caso porque, tal como les pasó a ellos, pueden causar discusiones y peleas.",
            "Pedir a cada uno de los estudiantes que describa lo sucedido e indique qué acciones del compañero lo han molestado. Luego, solicitarles que no le den tanta importancia a la riña de hoy y que tomen en cuenta que su amistad es más importante."
          ],
          "respuesta": "Solicitar a los estudiantes que respiren hondo, que expresen los hechos y cómo se han sentido durante la situación descrita. Luego, pedirle a cada uno que trate de explicar cómo se sentiría si fuera su compañero y por qué cree que este actuó de esa manera.",
          "respuestaCorta": "El primer paso para resolver un conflicto es la autorregulación emocional, seguida de la expresión asertiva de los propios sentimientos y el desarrollo de la empatía para comprender la perspectiva del otro.",
          "solucionario": "La acción A es la más pertinente porque sigue los pasos clave para el desarrollo de habilidades socioemocionales: 1) Calmarse (respirar hondo), 2) Expresar asertivamente los hechos y los sentimientos (\"cómo se han sentido\"), y 3) Fomentar la empatía y la toma de perspectiva (\"cómo se sentiría si fuera su compañero\"). Este proceso sienta las bases para una solución constructiva. Las opciones B y C son inadecuadas porque reprimen las emociones o minimizan el conflicto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p40",
      "contexto": "Carmen y Leonardo, dos estudiantes, suelen participar juntos en las mismas actividades y se llevan muy bien. Sin embargo, hace una semana han tenido algunas desavenencias a causa de un trabajo en pareja que están realizando. La docente considera que la situación en la que se encuentran los estudiantes puede ser resuelta por negociación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes compromisos es necesario que Carmen y Leonardo asuman para iniciar el proceso de negociación?",
          "opciones": [
            "Ambos estudiantes deben estar de acuerdo con aceptar las condiciones que establezca su compañero para evitar el conflicto y mejorar su relación de amistad.",
            "Ambos estudiantes deben aceptar que entablar un diálogo será útil para resolver sus desacuerdos siempre que existan condiciones para dialogar.",
            "Ambos estudiantes deben prometer a la docente responsable que dirán la verdad y que aceptarán las soluciones que ella plantee."
          ],
          "respuesta": "Ambos estudiantes deben aceptar que entablar un diálogo será útil para resolver sus desacuerdos siempre que existan condiciones para dialogar.",
          "respuestaCorta": "El requisito fundamental para iniciar una negociación es que ambas partes estén dispuestas a dialogar, reconociendo este como un medio útil para resolver el conflicto.",
          "solucionario": "El punto de partida de cualquier negociación es la voluntad de las partes para sentarse a conversar (opción B). Sin este compromiso inicial de dialogar de buena fe, el proceso no puede comenzar. La opción A implica ceder antes de negociar, lo cual no es negociación. La opción C implica un arbitraje por parte de la docente, no una negociación entre los estudiantes.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa una secuencia de pasos que promueve la negociación?",
          "opciones": [
            "Primero, ambos estudiantes deben establecer un diálogo en el que cada uno describa los hechos sucedidos, sus sentimientos y necesidades evitando descalificar a su compañero. En segundo lugar, ambos deben identificar el problema e intereses en común. En tercer lugar, ambos deben formular ideas para resolver la situación, tomando en cuenta los intereses y necesidades de ambos. Finalmente, deben construir un acuerdo que sea viable, beneficioso para ambos y que resuelva la situación conflictiva.",
            "Primero, los estudiantes deben enfrentar la situación conflictiva y acceder a dialogar con su compañero. En segundo lugar, ambos estudiantes deben expresar aspectos positivos de la conducta de su compañero y evitar mencionar los aspectos negativos. En tercer lugar, cada estudiante debe pedir disculpas por las cosas que podrían haber molestado a su compañero. Finalmente, la docente asigna a cada estudiante acciones que debe realizar para solucionar el conflicto.",
            "Primero, la docente debe realizar preguntas a cada estudiante para que pueda expresar qué es lo que le ha molestado de la conducta de su compañero. En segundo lugar, debe pedir a cada estudiante que identifique los errores que ha cometido. En tercer lugar, la docente debe proponer algunas pautas para que los estudiantes puedan tomar acuerdos. Finalmente, cada estudiante debe comprometerse en acciones concretas que les permitan evitar el conflicto."
          ],
          "respuesta": "Primero, ambos estudiantes deben establecer un diálogo en el que cada uno describa los hechos sucedidos, sus sentimientos y necesidades evitando descalificar a su compañero. En segundo lugar, ambos deben identificar el problema e intereses en común. En tercer lugar, ambos deben formular ideas para resolver la situación, tomando en cuenta los intereses y necesidades de ambos. Finalmente, deben construir un acuerdo que sea viable, beneficioso para ambos y que resuelva la situación conflictiva.",
          "respuestaCorta": "La negociación efectiva sigue una secuencia lógica: expresar perspectivas sin atacar, identificar intereses comunes, proponer soluciones conjuntas y construir un acuerdo mutuamente beneficioso.",
          "solucionario": "La opción A describe de manera precisa los pasos de un proceso de negociación constructivo y autónomo por parte de los estudiantes. Incluye la expresión de sentimientos, la identificación de intereses compartidos, la generación de opciones y la creación de un acuerdo satisfactorio para ambos. Las opciones B y C describen procesos dirigidos por la docente, donde ella asigna soluciones o pautas, lo cual corresponde más a un arbitraje o mediación directiva, no a una negociación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p42",
      "contexto": "Un docente reparte a los estudiantes, organizados en equipos, la siguiente situación para su lectura:\nLa explotación minera en una zona altoandina ha sido declarada de interés nacional por el Gobierno central, debido al crecimiento económico y los aportes tributarios que la minería genera para el país. Por otro lado, diversas autoridades locales y regionales han expresado su preocupación por los impactos negativos de la explotación minera a nivel local. Asimismo, los comuneros de dos comunidades indígenas altoandinas afirman que una empresa minera ya ha abierto vías para el desplazamiento de camionetas y cuatrimotos. Los comuneros señalan que no ha habido ninguna Consulta Previa. Además, los comuneros temen que las acciones de esta empresa alteren el ecosistema de la zona y afecten sus actividades económicas, tales como el pastoreo de llamas y alpacas, así como el turismo vivencial comunitario. Por último, los comuneros también han resaltado que la actividad minera está afectando un nevado que es considerado uno de los apus más importantes de la región.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes indicaciones del docente es pertinente para que los estudiantes inicien la problematización de los asuntos públicos presentes en la situación?",
          "opciones": [
            "\"Identifiquen una acción de sensibilización que podrían realizar los estudiantes a nivel de la IE y de la localidad sobre el tema de los conflictos socioambientales. Luego, elaboren un listado de objetivos y un cronograma para ejecutar la acción\".",
            "\"Identifiquen los intereses y perspectivas que evidencian los diferentes actores de la situación, y analicen si son compatibles. Luego, evalúen si se vulnera algún derecho en la situación y por qué\".",
            "\"Identifiquen alternativas de solución a la situación desde la perspectiva de la institucionalidad democrática peruana. Luego, indiquen qué acciones debería tomar cada nivel de gobierno para ejecutarlas\"."
          ],
          "respuesta": "\"Identifiquen los intereses y perspectivas que evidencian los diferentes actores de la situación, y analicen si son compatibles. Luego, evalúen si se vulnera algún derecho en la situación y por qué\".",
          "respuestaCorta": "La problematización de un conflicto social implica, primero, identificar a los actores involucrados, analizar sus distintas perspectivas e intereses, y evaluar la situación desde un enfoque de derechos.",
          "solucionario": "La indicación B es la más adecuada para iniciar la problematización. Antes de proponer soluciones (opciones A y C), es fundamental que los estudiantes comprendan la complejidad del conflicto. Esto requiere identificar a todos los actores (gobierno, empresa, comunidades), analizar sus diferentes puntos de vista y determinar si se están vulnerando derechos (como el derecho a la consulta previa), lo cual constituye el núcleo del problema.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente se propone que los estudiantes desarrollen argumentos razonados a partir de la siguiente pregunta: \"¿Se debería aceptar o no la minería en la zona?\". ¿Cuál de las siguientes actividades es más adecuada para lograr el propósito del docente?",
          "opciones": [
            "Pedir a los estudiantes que busquen información acerca de los beneficios y los problemas que generaría la actividad minera en dicha zona. Luego, proponerles la realización de una mesa redonda en la que los estudiantes asuman una posición respaldada por la información recabada.",
            "Pedir a los estudiantes que, divididos en dos equipos, asuman una postura y realicen un debate en el que presenten los argumentos que consideren más convincentes. Luego, realizar una votación en el aula para determinar qué equipo evidenció mayor fluidez y confianza en su expresión oral.",
            "Pedir a los estudiantes que realicen una encuesta para saber cuáles son las posturas de los miembros de la IE en relación con la minería. Luego, pedirles que sistematicen la información y que, en plenaria, presenten la posición mayoritaria."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información acerca de los beneficios y los problemas que generaría la actividad minera en dicha zona. Luego, proponerles la realización de una mesa redonda en la que los estudiantes asuman una posición respaldada por la información recabada.",
          "respuestaCorta": "Para desarrollar argumentos razonados, es indispensable que los estudiantes primero investiguen información diversa sobre el tema y luego la utilicen como evidencia para sustentar su postura en un espacio de diálogo.",
          "solucionario": "La actividad A es la más adecuada. Un argumento razonado se construye sobre la base de información y evidencia, no solo en la opinión. Esta opción garantiza que los estudiantes investiguen los pros y contras del problema antes de tomar una posición, y que luego usen esa información para fundamentar sus argumentos en la mesa redonda. La opción B se centra en la persuasión y la C en la opinión mayoritaria, no en la construcción de argumentos basados en evidencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p44",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes se encuentran comentando la noticia de la construcción de una carretera en su localidad. Varios de los estudiantes creen que la carretera generará trabajo en la región y producirá mayor actividad económica. La docente desea que los estudiantes incorporen en su análisis tanto criterios sociales como ambientales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para el propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que indaguen sobre el uso de recursos naturales por parte de la población local. Luego, solicitarles que analicen qué recursos se verán afectados por la construcción de la carretera. Finalmente, pedirles que reflexionen acerca de los posibles impactos de esta construcción en la forma de vida de la población local.",
            "Pedir a los estudiantes que entrevisten a los comerciantes de la zona y que les pregunten si creen que la construcción de la carretera va a beneficiar sus negocios. Luego, solicitarles que entrevisten a las agencias de turismo de la zona y plantearles la misma pregunta. Finalmente, pedirles que comparen los resultados.",
            "Pedir a los estudiantes que construyan una maqueta en la que se muestren las áreas en las que se va a construir la carretera. Luego, solicitarles que averigüen qué ecosistemas existen en la zona. Finalmente, pedirles que indiquen qué impactos sufrirán estos ecosistemas a causa de dicha construcción."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen sobre el uso de recursos naturales por parte de la población local. Luego, solicitarles que analicen qué recursos se verán afectados por la construcción de la carretera. Finalmente, pedirles que reflexionen acerca de los posibles impactos de esta construcción en la forma de vida de la población local.",
          "respuestaCorta": "Para un análisis integral, la actividad debe guiar a los estudiantes a conectar los impactos ambientales (recursos afectados) con los impactos sociales (cambios en el modo de vida de la población).",
          "solucionario": "La opción A es la más completa y pertinente porque integra de manera explícita el análisis ambiental y social. Pide analizar los impactos en los recursos naturales (criterio ambiental) y luego reflexionar sobre cómo estos cambios afectan el modo de vida de las personas (criterio social). La opción B se centra solo en lo económico y la C solo en lo ambiental, sin hacer la conexión con el aspecto social.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p45",
      "contexto": "En la comunidad de la IE, donde una de las principales problemáticas agrícolas es la contaminación de suelos, se está implementando un programa que consiste en otorgar financiamiento y capacitación a pequeños agricultores para que puedan cultivar productos con certificación orgánica. Aprovechando dicho contexto, una docente desea que los estudiantes analicen este proyecto tomando en cuenta los tres pilares del desarrollo sostenible.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente según el propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que indaguen si el proyecto supone una mejora económica para los agricultores. Luego, solicitarles que evalúen si el proyecto genera una mejora en la calidad de vida de la comunidad. Finalmente, pedirles que investiguen cuáles serían sus posibles impactos ambientales.",
            "Pedir a los estudiantes que identifiquen cómo es que el proyecto enfrenta la contaminación de suelos. Luego, solicitarles que evalúen si lo que propone el proyecto es una solución a esta problemática ambiental. Finalmente, pedirles que indaguen otras alternativas de solución.",
            "Pedir a los estudiantes que indaguen cómo se contaminan los suelos con la actividad agrícola. Luego, solicitarles que analicen sus efectos en la productividad agrícola de la región. Finalmente, pedirles que evalúen si el proyecto permite mejorar dicha productividad."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen si el proyecto supone una mejora económica para los agricultores. Luego, solicitarles que evalúen si el proyecto genera una mejora en la calidad de vida de la comunidad. Finalmente, pedirles que investiguen cuáles serían sus posibles impactos ambientales.",
          "respuestaCorta": "Para analizar un proyecto desde el desarrollo sostenible, se deben evaluar sus impactos en los tres pilares: el económico (mejora para agricultores), el social (calidad de vida) y el ambiental.",
          "solucionario": "La actividad A es la más pertinente porque aborda explícitamente los tres pilares del desarrollo sostenible. La indagación sobre la mejora económica corresponde al pilar económico, la evaluación de la mejora en la calidad de vida al pilar social, y la investigación de impactos al pilar ambiental. Las otras opciones se enfocan principalmente en la dimensión ambiental y/o económica, pero omiten el análisis social completo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p46",
      "contexto": "Durante una sesión, los estudiantes reconocieron como un problema que varios estudiantes de la IE desperdician el agua sin considerar que es un recurso valioso y escaso. Tomando en cuenta esta inquietud, ¿cuál de las siguientes acciones del docente es más adecuada para promover la participación de los estudiantes en acciones que contribuyan al bien común?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es más adecuada para promover la participación de los estudiantes en acciones que contribuyan al bien común?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen de qué manera ellos mismos podrían realizar un uso responsable del agua dentro de la IE; luego, proponerles que realicen una campaña de sensibilización para fomentar el uso responsable de agua en acciones cotidianas; finalmente, pedirles que realicen un sondeo, entre otros estudiantes, acerca de si la información les fue útil y si la ponen en práctica.",
            "Pedir a los estudiantes que, durante una semana, estimen la cantidad de litros de agua que utilizan en sus actividades cotidianas; luego, mostrarles cuáles son las cifras mundiales de consumo de agua por persona y cuáles son las consecuencias de ese uso; finalmente, solicitar a los estudiantes que, en equipos, elaboren un tríptico con la información más relevante para que sea compartido en el aula en una exposición.",
            "Pedir a los estudiantes que indaguen sobre las consecuencias del mal uso del agua; luego, solicitarles que averigüen en qué consistieron las campañas mundiales más exitosas en la promoción de un consumo responsable del agua; finalmente, generar una conversación en el aula acerca de cuáles de esas soluciones deberían ser adoptadas por los gobiernos de cada país para promover un consumo responsable del agua."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen de qué manera ellos mismos podrían realizar un uso responsable del agua dentro de la IE; luego, proponerles que realicen una campaña de sensibilización para fomentar el uso responsable de agua en acciones cotidianas; finalmente, pedirles que realicen un sondeo, entre otros estudiantes, acerca de si la información les fue útil y si la ponen en práctica.",
          "respuestaCorta": "Promover la participación implica que los estudiantes no solo reflexionen, sino que diseñen, ejecuten y evalúen una acción concreta (la campaña) orientada a resolver un problema de su entorno.",
          "solucionario": "La opción A es la más completa para promover la participación. Involucra a los estudiantes en un ciclo completo de acción: deliberación (identificar cómo ser responsables), ejecución (realizar la campaña) y evaluación (hacer un sondeo sobre su impacto). Esto va más allá de solo informarse (opción B) o debatir sobre políticas lejanas (opción C), fomentando un compromiso activo con el bien común.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p47",
      "contexto": "Recientemente se ha descubierto que una fábrica de harina de pescado deposita sus residuos en la playa de la localidad donde está ubicada la IE. Los estudiantes quieren organizarse para realizar acciones frente a esta problemática. Si el docente tiene como propósito favorecer el desarrollo de la competencia \"Participa en asuntos públicos para promover el bien común\", ¿cuál de las siguientes actividades es más pertinente para guiar la participación de los estudiantes?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para guiar la participación de los estudiantes?",
          "opciones": [
            "Presentar a los estudiantes un proyecto de intervención, mostrar las acciones que conlleva y distribuir las tareas; luego, explicarles cuáles son los objetivos a lograr con la realización del proyecto; finalmente, después de realizado el proyecto, pedirles que evalúen cuál fue la importancia del proyecto realizado.",
            "Brindar a los estudiantes un momento de la sesión para que ellos mismos organicen las acciones; luego, después de realizadas las acciones, solicitarles que evalúen, de forma individual cómo ejecutaron las acciones realizadas; finalmente, pedirles que señalen a qué objetivos creen que han respondido las acciones realizadas.",
            "Pedir a los estudiantes que identifiquen que desean lograr respecto al problema identificado; luego, solicitarles que diseñen un conjunto de acciones acorde al objetivo propuesto y que puedan llevar a cabo ellos mismos; finalmente, después de realizadas las acciones, pedirles que evalúen qué aspectos de su organización favorecieron o dificultaron el logro del objetivo."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen que desean lograr respecto al problema identificado; luego, solicitarles que diseñen un conjunto de acciones acorde al objetivo propuesto y que puedan llevar a cabo ellos mismos; finalmente, después de realizadas las acciones, pedirles que evalúen qué aspectos de su organización favorecieron o dificultaron el logro del objetivo.",
          "respuestaCorta": "Para desarrollar la competencia participativa, el docente debe guiar a los estudiantes para que ellos mismos definan sus objetivos, diseñen sus acciones y evalúen su propio proceso de manera autónoma.",
          "solucionario": "La secuencia C es la más pertinente porque promueve la autonomía y el protagonismo de los estudiantes en todas las fases del proyecto de participación: deliberan sobre los objetivos, diseñan su plan de acción y reflexionan sobre su propio desempeño y organización. La opción A es dirigida por el docente, y la opción B, aunque promueve la organización, carece de una planificación y reflexión estructurada sobre los objetivos y el proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p48",
      "contexto": "Un grupo de estudiantes de cuarto grado se sorprendió por una noticia acerca del descubrimiento de una organización que forzaba a niños a pedir limosna en la calle. A partir de esa situación, manifestaron su interés en realizar una actividad para sensibilizar a sus compañeros de la IE sobre esta problemática y le pidieron ayuda a la docente de Formación Ciudadana y Cívica. Considerando el interés de los estudiantes, la docente realizó la siguiente actividad:\nInició la actividad con la presentación de información acerca de la situación actual del trabajo infantil en el Perú; a partir de ello, le pidió a los estudiantes que indiquen qué derechos del niño son vulnerados y por qué. Luego, les solicitó que recopilen y seleccionen la información que les parecía más importante para comprender cuál es el problema. Después, les pidió que adecuaran la información para colocarla en un periódico mural. Finalmente, les explicó las tareas necesarias para realizar el periódico mural y las asignó a cada estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es promover la participación de los estudiantes en acciones que favorezcan el bien común, ¿por qué esta actividad NO es pertinente?",
          "opciones": [
            "Porque la docente prioriza la reflexión sobre el asunto público como punto de partida para que los estudiantes puedan realizar su participación.",
            "Porque el periódico mural es un recurso ideal para que los estudiantes ejerciten sus habilidades comunicativas y no de participación ciudadana.",
            "Porque la actividad limita las oportunidades de que los estudiantes desarrollen habilidades para gestionar autónomamente sus actividades de participación."
          ],
          "respuesta": "Porque la actividad limita las oportunidades de que los estudiantes desarrollen habilidades para gestionar autónomamente sus actividades de participación.",
          "respuestaCorta": "La actividad no es pertinente porque, aunque parte del interés de los estudiantes, la docente termina dirigiendo y asignando todas las tareas, limitando la autonomía y la gestión propia, que son claves en la competencia de participación.",
          "solucionario": "El problema de la actividad descrita en la opción C es que la docente asume el control total en la fase de planificación y organización (\"les explicó las tareas necesarias... y las asignó\"). Para promover la competencia de participación, es fundamental que los estudiantes no solo ejecuten, sino que también deliberen, tomen decisiones, planifiquen y se organicen de manera autónoma. La docente debe ser una guía, no una directora que asigna tareas.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_fcc_2018_p49",
      "contexto": "Durante una sesión de aprendizaje, una docente mostró a los estudiantes los resultados de una encuesta sobre actitudes de la ciudadanía ante la corrupción. Uno de los resultados más resaltantes fue que un gran porcentaje de personas aceptarían a un gobernante \"que robe, pero que haga obra\". Varios estudiantes comentaron que también están de acuerdo con la afirmación. Frente a ello, con el propósito de que los estudiantes cuestionen la afirmación, la docente les narra la siguiente situación hipotética del ámbito privado:\n\"Imagina que se produce una fuga de agua en tu casa y llamas a un conocido para que la arregle. El conocido llega, lo haces pasar, le muestras dónde está la fuga. Luego, lo dejas solo trabajando y te vas a comprar a la bodega. A tu regreso, te das con la sorpresa de que se ha llevado tu radio, tu televisor, y de que también compuso la fuga. Por lo tanto, robó pero hizo obra\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para continuar con la actividad, ¿cuál de las siguientes acciones es pertinente que realice la docente para el logro de su propósito?",
          "opciones": [
            "Preguntar a los estudiantes cómo reaccionarían en la situación narrada. Luego, analizar con ellos la diferencia entre el sentido de la afirmación \"roba, pero hace obra\" en el contexto privado y en el contexto público. Por último, preguntarles por qué consideran aceptable que un gobernante \"robe, pero haga obra\".",
            "Preguntar a los estudiantes cuáles consideran que deben ser las sanciones para el robo en el ámbito doméstico. Luego, pedirles que indaguen cuáles son las sanciones para los gobernantes que incurren en actos de corrupción. Por último, preguntarles por qué los actos de corrupción deberían ser sancionados.",
            "Preguntar a los estudiantes por qué los gobernantes no deben robar. Luego, reflexionar con ellos acerca de cómo debería ser la actuación de los gobernantes. Por último, preguntarles qué acciones debería emprender la ciudadanía para luchar contra la corrupción."
          ],
          "respuesta": "Preguntar a los estudiantes cómo reaccionarían en la situación narrada. Luego, analizar con ellos la diferencia entre el sentido de la afirmación \"roba, pero hace obra\" en el contexto privado y en el contexto público. Por último, preguntarles por qué consideran aceptable que un gobernante \"robe, pero haga obra\".",
          "respuestaCorta": "El uso de una analogía personal (el robo en casa) es efectivo para que los estudiantes, al expresar su rechazo en lo privado, puedan analizar la contradicción de aceptar el mismo acto en la esfera pública.",
          "solucionario": "La opción A es la más pertinente porque aprovecha la analogía para generar un conflicto cognitivo. Al preguntar cómo reaccionarían, la docente provoca una respuesta emocional de rechazo al robo en el ámbito privado. Luego, guía a los estudiantes a transferir esa lógica al ámbito público, forzándolos a confrontar la inconsistencia de su postura inicial y a cuestionar la normalización de la corrupción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p50",
      "contexto": "Durante una sesión, los estudiantes crearon, en equipos, afiches informativos sobre acciones para reducir el calentamiento global. El afiche del equipo de Jaime fue elegido para ser colocado en el patio central de la IE. Tatiana, otra estudiante, está enojada porque el afiche de su equipo no fue elegido e insiste en que sea colocado en el patio central en lugar del afiche del equipo de Jaime. Ambos estudiantes comienzan a discutir alzando la voz e insultándose. El docente se acerca a ambos y los estudiantes dejan de gritar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea desarrollar en los estudiantes habilidades socioemocionales para resolver conflictos, ¿cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Hablar con cada uno de los estudiantes por separado y pedirles que se calmen; luego, explicarles que, para resolver el conflicto, es necesario que se pidan disculpas por sus acciones y que se den la mano para demostrar que no existe rencor entre ellos.",
            "Pedir a los estudiantes que, sin interrumpirse y hablando en primera persona, expliquen qué pasó, por qué pasó y cómo se sienten al respecto; luego, solicitarles que cada uno proponga alternativas de acción que puedan ayudarlos a resolver el conflicto.",
            "Explicar a los estudiantes por qué los conflictos son negativos; luego, pedirles que juntos vuelvan a realizar el afiche para que cuenten con un espacio compartido en el cual meditar sobre sus acciones y resolver sus diferencias."
          ],
          "respuesta": "Pedir a los estudiantes que, sin interrumpirse y hablando en primera persona, expliquen qué pasó, por qué pasó y cómo se sienten al respecto; luego, solicitarles que cada uno proponga alternativas de acción que puedan ayudarlos a resolver el conflicto.",
          "respuestaCorta": "Para desarrollar habilidades de resolución de conflictos, se debe facilitar un espacio donde las partes expresen asertivamente sus perspectivas y sentimientos, para luego construir una solución en conjunto.",
          "solucionario": "La acción B es la más pertinente porque guía a los estudiantes a través de un proceso constructivo de resolución de conflictos. Fomenta la comunicación asertiva (\"hablando en primera persona\"), la escucha activa (\"sin interrumpirse\") y la expresión de emociones. Fundamentalmente, promueve la autonomía al hacer que sean ellos mismos quienes propongan las soluciones, desarrollando así sus capacidades para manejar futuros desacuerdos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p51",
      "contexto": "Un docente ha planificado que, en una sesión de aprendizaje, los estudiantes reflexionen acerca de por qué es importante el cumplimiento de deberes y responsabilidades para el bien común.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para dar inicio a este proceso de reflexión, ¿cuál de las siguientes acciones del docente es más pertinente?",
          "opciones": [
            "Preguntar a los estudiantes qué ocurre si, en un partido de fútbol, uno de los jugadores decidiera no cumplir con su función dentro del equipo. Luego, preguntarles si es más fácil o más difícil ganar el partido así y por qué. Por último, dialogar con ellos sobre si podemos comparar el ejemplo con nuestras responsabilidades como miembros de una colectividad.",
            "Solicitar a los estudiantes que elaboren un listado de sus deberes como hijos, estudiantes, y miembros de su comunidad y de su país. Luego, proponerles que autoevalúen su cumplimiento de esos deberes. Por último, acordar con ellos acciones para mejorar el cumplimiento de sus deberes y responsabilidades.",
            "Indicar a los estudiantes que realicen un sociodrama en el que representen cómo es actualmente la convivencia en el aula. Luego, pedirles que identifiquen que deberes no están siendo cumplidos. Por último, indicarles cuáles son las actitudes que no favorecen una adecuada convivencia en el aula."
          ],
          "respuesta": "Preguntar a los estudiantes qué ocurre si, en un partido de fútbol, uno de los jugadores decidiera no cumplir con su función dentro del equipo. Luego, preguntarles si es más fácil o más difícil ganar el partido así y por qué. Por último, dialogar con ellos sobre si podemos comparar el ejemplo con nuestras responsabilidades como miembros de una colectividad.",
          "respuestaCorta": "Utilizar una analogía simple y conocida por los estudiantes, como un equipo de fútbol, es una estrategia efectiva para que comprendan por sí mismos la importancia de cumplir roles y responsabilidades para alcanzar un objetivo común.",
          "solucionario": "La opción A es la más pertinente para iniciar la reflexión. La analogía del equipo de fútbol es un recurso pedagógico poderoso que permite a los estudiantes comprender de manera concreta y cercana el concepto abstracto de interdependencia y la importancia de que cada miembro de un grupo cumpla con su parte para lograr el éxito colectivo (el bien común). Esto facilita una comprensión más profunda que simplemente listar deberes o representar problemas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p52",
      "contexto": "Andrea, una estudiante que suele obtener buenas calificaciones, está molesta porque su compañero Camilo ha estado repitiendo continuamente: \"Andrea es una chancona\". Andrea ya le ha expresado en dos ocasiones que no le agrada que la llame de esa manera. Al finalizar la última sesión, Camilo, nuevamente, le ha dicho \"chancona\". Ante ello, Andrea le ha respondido: \"Camilo, ya te he explicado que no me gusta que me llames chancona porque es como si estuvieras diciendo que soy tonta por estudiar, y eso me molesta. Quisiera saber cómo decirte que no me agrada que me llamen así. ¿Acaso yo me refiero a ti con palabras que te molestan?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la respuesta de Andrea evidencia el uso de habilidades socioemocionales para la resolución de conflictos?",
          "opciones": [
            "Porque la estudiante ha logrado entender a su compañero, ponerse en su lugar, para comprender las razones por las cuales se ha originado el conflicto.",
            "Porque la estudiante ha logrado trabajar en conjunto con su compañero para resolver el problema surgido entre ambos.",
            "Porque la estudiante ha logrado expresar sus sentimientos para defender sus derechos sin agredir a su compañero."
          ],
          "respuesta": "Porque la estudiante ha logrado expresar sus sentimientos para defender sus derechos sin agredir a su compañero.",
          "respuestaCorta": "La respuesta de Andrea es un ejemplo de comunicación asertiva: expresa claramente cómo se siente, explica el impacto de la acción del otro y defiende su derecho al respeto sin recurrir a la agresión.",
          "solucionario": "La respuesta de Andrea evidencia asertividad (opción C), una habilidad socioemocional clave. Describe el comportamiento que le molesta (\"me llamas chancona\"), expresa sus sentimientos en primera persona (\"eso me molesta\") y explica el porqué, defendiendo su derecho a ser respetada. Lo hace de forma firme pero sin agredir ni insultar a Camilo, lo que demuestra autocontrol y una comunicación efectiva para manejar el conflicto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p53",
      "contexto": "Un docente nota que dos estudiantes mantienen un conflicto y, aunque en varias ocasiones han intentado resolverlo, no lo han logrado. Cada vez que ellos lo intentan, terminan siempre discutiendo. Por ello, el docente considera pertinente asistirlos adoptando el rol de mediador para que ellos mismos puedan resolver dicho conflicto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas describe el rol de mediador?",
          "opciones": [
            "Identificar al estudiante que es causante de los desacuerdos y altercados, con la finalidad de hacer cumplir las normas de conducta para restaurar el orden en la IE y evitar que el conflicto se reactive.",
            "Escuchar las posiciones de los estudiantes y evaluarlas imparcialmente para determinar la responsabilidad de cada uno de ellos y presentarles una solución que sea justa para ambos.",
            "Reunir a los estudiantes en un espacio tranquilo y plantear pautas para el diálogo, a fin de generar un clima de confianza que promueva que ellos resuelvan su conflicto."
          ],
          "respuesta": "Reunir a los estudiantes en un espacio tranquilo y plantear pautas para el diálogo, a fin de generar un clima de confianza que promueva que ellos resuelvan su conflicto.",
          "respuestaCorta": "El rol del mediador no es ser juez ni dar la solución, sino facilitar un proceso de diálogo seguro y estructurado para que las propias partes en conflicto encuentren su propia solución.",
          "solucionario": "La opción C describe correctamente el rol del mediador. Un mediador es un facilitador neutral que no juzga ni impone una solución. Su función es crear un ambiente propicio para la comunicación, establecer reglas de diálogo y guiar a las partes para que puedan escucharse y llegar a un acuerdo por sí mismas. Las opciones A y B describen roles más cercanos al de un juez o un árbitro, que sí determinan responsabilidades y proponen soluciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p54",
      "contexto": "Una docente desea promover que los estudiantes reconozcan criterios para elaborar argumentos razonados. Para ello, inicia una actividad presentando el siguiente argumento:\n\"Los resultados de los estudios científicos han encontrado que el humo del tabaco deja residuos de alquitrán en los pulmones, además de que puede producir cáncer de garganta, de pulmón o de boca. También afecta el sentido del gusto, el esmalte de los dientes y la garganta. Por ello, deben implementarse medidas legales que disuadan a la población del consumo de cigarros\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿cuál de las siguientes acciones es pertinente para continuar con la actividad?",
          "opciones": [
            "Mostrar a los estudiantes información acerca de los efectos negativos del consumo de tabaco en personas que practican deporte. Luego, pedirles que elaboren un argumento en contra del consumo de tabaco a partir de la información recibida. Finalmente, comparar las diferencias y semejanzas entre el argumento presentado por la docente y el elaborado por los estudiantes.",
            "Pedir a los estudiantes que investiguen si la información científica respalda la información presentada por el argumento. Luego, pedirles que, en plenaria, socialicen la información encontrada y que elaboren un listado con información adicional que puede apoyar el argumento. Finalmente, proponerles buscar información que podría contradecir la propuesta del argumento.",
            "Identificar con los estudiantes las premisas, la conclusión del argumento y la relación entre estas. Luego, pedirles que, por escrito, respondan a las siguientes preguntas: ¿qué información objetiva aparece?, ¿por qué dicha información es pertinente para sostener el argumento? Finalmente, pedirles que elaboren un argumento acerca de un tema que les interese."
          ],
          "respuesta": "Identificar con los estudiantes las premisas, la conclusión del argumento y la relación entre estas. Luego, pedirles que, por escrito, respondan a las siguientes preguntas: ¿qué información objetiva aparece?, ¿por qué dicha información es pertinente para sostener el argumento? Finalmente, pedirles que elaboren un argumento acerca de un tema que les interese.",
          "respuestaCorta": "Para enseñar a argumentar, es fundamental deconstruir un ejemplo, identificando sus partes (premisas y conclusión) y analizando cómo la evidencia objetiva sostiene lógicamente la conclusión.",
          "solucionario": "La opción C es la más pertinente porque se enfoca en el análisis estructural del argumento. Para aprender a elaborar argumentos razonados, los estudiantes primero deben ser capaces de identificar sus componentes: las premisas (la evidencia, los hechos científicos) y la conclusión (la propuesta de medidas legales). Al analizar la relación lógica entre ambas partes, comprenden el criterio fundamental de un argumento sólido.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p55",
      "contexto": "Un docente desea brindar a los estudiantes un conjunto de pautas para que analicen críticamente fuentes de información periodísticas. Para iniciar este proceso, el docente pide a los estudiantes que seleccionen un texto periodístico de su interés.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes pautas es pertinente según el propósito del docente?",
          "opciones": [
            "\"Identifica al autor del texto e indaga qué otros textos ha publicado el autor. Luego, plantea métodos que permitan constatar la confiabilidad de la información periodística y aplícalos para determinar la confiabilidad de la información del texto\".",
            "\"Identifica los hechos que se mencionan en el texto que has seleccionado y diferéncialos de la opinión que tiene el autor acerca de estos hechos. Luego, contrasta cómo se abordan estos hechos en tu texto y en otros textos periodísticos\".",
            "\"Identifica las ideas principales del texto e indica en qué medio periodístico ha sido publicado. Luego, plantea criterios para evaluar la objetividad de un medio periodístico y utilízalos para evaluar el medio que publicó el texto seleccionado\"."
          ],
          "respuesta": "\"Identifica los hechos que se mencionan en el texto que has seleccionado y diferéncialos de la opinión que tiene el autor acerca de estos hechos. Luego, contrasta cómo se abordan estos hechos en tu texto y en otros textos periodísticos\".",
          "respuestaCorta": "El análisis crítico de fuentes periodísticas requiere, fundamentalmente, la habilidad de diferenciar la información objetiva (hechos) de la interpretación subjetiva (opiniones) y contrastar la información con otras fuentes.",
          "solucionario": "La pauta B es la más pertinente porque apunta a dos habilidades centrales del análisis crítico de medios: la distinción entre hechos y opiniones, y el contraste de fuentes. Reconocer qué es un dato verificable y qué es la interpretación del autor es el primer paso. El segundo paso es comparar la cobertura de esos hechos en diferentes medios para tener una visión más completa y detectar posibles sesgos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p56",
      "contexto": "En la localidad donde está ubicada la IE, se ha incrementado aceleradamente el número de inmigrantes. Eso ha generado diversas reacciones en la población. Algunas de ellas reflejan prejuicios y estereotipos. Ante esa situación, una docente desea que los estudiantes reflexionen críticamente sobre dichos prejuicios y estereotipos. Para ello, la docente inicia la sesión mostrando los siguientes titulares de los diarios de la localidad:\n\"Con la llegada de los migrantes la delincuencia se ha incrementado en la ciudad\".\n\"Un inmigrante de 24 años reaccionó violentamente tras una broma callejera\".\n\"Se denuncian robos a mano armada por banda de extranjeros\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para cumplir el propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que busquen otras noticias que expliquen el incremento de la delincuencia en la ciudad; luego, solicitarles que señalen todas las causas probables de la delincuencia, además de la inmigración; finalmente, pedirles que elaboren posibles soluciones al problema de la delincuencia.",
            "Pedir a los estudiantes que analicen qué idea expresan los titulares acerca de los inmigrantes; luego, solicitarles que evalúen si los titulares trasmiten una idea que puede ser generalizada a todos los inmigrantes y por qué; finalmente, pedirles que discutan, en plenaria, cómo es que el lenguaje utilizado en los titulares configura una imagen de los inmigrantes.",
            "Pedir a los estudiantes que expliquen cómo se sentirían al leer los titulares presentados si fueran inmigrantes y por qué; luego, solicitarles que evalúen qué condiciones se deberían mejorar en la localidad para que los inmigrantes abandonen la delincuencia; finalmente, pedirles que discutan en grupos cómo se podría mejorar la percepción sobre los inmigrantes."
          ],
          "respuesta": "Pedir a los estudiantes que analicen qué idea expresan los titulares acerca de los inmigrantes; luego, solicitarles que evalúen si los titulares trasmiten una idea que puede ser generalizada a todos los inmigrantes y por qué; finalmente, pedirles que discutan, en plenaria, cómo es que el lenguaje utilizado en los titulares configura una imagen de los inmigrantes.",
          "respuestaCorta": "Para reflexionar críticamente sobre estereotipos en los medios, los estudiantes deben analizar el mensaje explícito, cuestionar su generalización y discutir cómo el lenguaje mediático construye una imagen negativa del grupo afectado.",
          "solucionario": "La actividad B es la más adecuada para el propósito. Se enfoca directamente en el análisis del discurso de los titulares para deconstruir el prejuicio: 1) identificar la idea que transmiten (asociación inmigración-delincuencia), 2) cuestionar la generalización (un caso no representa al todo), y 3) analizar el poder del lenguaje mediático para crear estereotipos. Esto promueve una reflexión crítica sobre el origen y la difusión de los prejuicios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p57",
      "contexto": "Una estudiante ha presentado a la docente una noticia extraída de internet acerca de un asunto público de su interés. La docente nota que la noticia ha sido alterada con fines humorísticos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de la docente es más pertinente para promover el análisis crítico de fuentes de información?",
          "opciones": [
            "\"Qué interesante tu noticia, pero ¿has evaluado si tiene la estructura de una noticia? Es decir, por ejemplo, si responde a las siguientes preguntas: ¿qué sucedió?, ¿cuándo sucedió?, ¿dónde sucedió? y ¿quiénes participaron?\".",
            "\"Vamos a revisar juntas la noticia. ¿Qué tipo de contenido suele publicar la página en la que encontraste esta información? ¿Se indica quién es el autor o sus fuentes? Sugiero que contrastes esta información con otras fuentes\".",
            "\"Ahora que describes la noticia, me da duda. ¿Te parece que está bien escrita? A ver, explícame cuáles son los criterios que utilizarías para evaluar la claridad del texto y el léxico utilizado en la noticia que has traído\"."
          ],
          "respuesta": "\"Vamos a revisar juntas la noticia. ¿Qué tipo de contenido suele publicar la página en la que encontraste esta información? ¿Se indica quién es el autor o sus fuentes? Sugiero que contrastes esta información con otras fuentes\".",
          "respuestaCorta": "El análisis crítico de una fuente online implica evaluar el contexto de la publicación (línea editorial del sitio), su autoría y la posibilidad de contrastar la información con otras fuentes confiables.",
          "solucionario": "La intervención B es la más pertinente porque guía a la estudiante a aplicar criterios clave para evaluar la confiabilidad de una fuente de internet. Preguntar por el tipo de contenido del sitio web, la autoría y las fuentes citadas, y sugerir el contraste con otras fuentes son pasos fundamentales del pensamiento crítico y la alfabetización mediática para distinguir información veraz de sátira o desinformación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p58",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones le corresponde al Ministerio Público?",
          "opciones": [
            "Ponerse en comunicación con el detenido a fin de asegurar el derecho de defensa de esta persona.",
            "Conocer los conflictos de competencia o de atribuciones asignadas por la Constitución, conforme a lo establecido por la ley.",
            "Supervisar el cumplimiento de los deberes de la administración estatal y la prestación de los servicios públicos a la ciudadanía."
          ],
          "respuesta": "Ponerse en comunicación con el detenido a fin de asegurar el derecho de defensa de esta persona.",
          "respuestaCorta": "El Ministerio Público, también conocido como Fiscalía de la Nación, es el titular de la acción penal y tiene el deber de velar por los derechos de los ciudadanos en el marco de una investigación, incluyendo el derecho a la defensa del detenido.",
          "solucionario": "La opción A describe una función del Ministerio Público. Como defensor de la legalidad, el fiscal debe garantizar que se respeten los derechos del detenido desde el inicio de la investigación. La opción B corresponde al Tribunal Constitucional y la opción C a la Defensoría del Pueblo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones le compete al Jurado Nacional de Elecciones?",
          "opciones": [
            "Preparar el contenido del padrón electoral y mantener actualizados todos los datos de los ciudadanos.",
            "Proclamar a los candidatos elegidos y el resultado del referéndum o el de otros tipos de consulta popular.",
            "Realizar todas las gestiones necesarias para organizar todos los procesos electorales y elaborar la cédula de sufragio."
          ],
          "respuesta": "Proclamar a los candidatos elegidos y el resultado del referéndum o el de otros tipos de consulta popular.",
          "respuestaCorta": "Al Jurado Nacional de Elecciones (JNE) le compete administrar justicia electoral, fiscalizar los procesos y proclamar oficialmente los resultados y a los ganadores de las elecciones.",
          "solucionario": "La proclamación de los resultados oficiales (opción B) es una de las funciones principales y finales del JNE. La opción A (elaboración del padrón electoral) es competencia del RENIEC, y la opción C (organización logística de las elecciones) es competencia de la ONPE.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_fcc_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta acciones que le corresponden al Congreso de la República?",
          "opciones": [
            "Reglamentar las leyes, evaluar su aplicación y supervisar su cumplimiento.",
            "Debatir, realizar actos e investigaciones, y aprobar acuerdos sobre la conducta política del Gobierno.",
            "Promover de oficio, o a petición de parte, la acción judicial en defensa de la legalidad y de los intereses públicos tutelados por el derecho."
          ],
          "respuesta": "Debatir, realizar actos e investigaciones, y aprobar acuerdos sobre la conducta política del Gobierno.",
          "respuestaCorta": "Una de las funciones centrales del Congreso de la República es el control político sobre el Poder Ejecutivo, lo cual incluye debatir, investigar y aprobar mociones sobre la gestión del Gobierno.",
          "solucionario": "La opción B describe la función de control político del Congreso. A través de mecanismos como la interpelación, las comisiones investigadoras o las mociones de censura, el Legislativo fiscaliza al Ejecutivo. La opción A (reglamentar leyes) es una función del Poder Ejecutivo, y la opción C (promover la acción judicial) es propia del Ministerio Público.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  