{
  "completo": [
    {
      "idGrupo": "asc_ingles_2018_p01",
      "contexto": "A teacher wants her students to reflect on Peruvian cultural practices in the framework of the intercultural approach. In this context, she is planning a teaching unit on carnival celebrations.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following actions is it most appropriate to carry out to develop this unit?",
          "opciones": [
            "Design sessions on the most popular carnival celebrations in Peru and the way those celebrations contribute to the promotion of the Peruvian culture.",
            "Design sessions on the carnival celebrations of the students' towns and their level of importance with respect to other carnival celebrations in Peru.",
            "Design sessions on the carnival celebrations of the students' communities and their connection to other carnival celebrations in Peru."
          ],
          "respuesta": "Design sessions on the carnival celebrations of the students' communities and their connection to other carnival celebrations in Peru.",
          "respuestaCorta": "The intercultural approach promotes valuing one's own culture and establishing connections with others, starting from the students' immediate context.",
          "solucionario": "To correctly apply the intercultural approach, it is essential to start from the students' own reality and cultural background (their communities' celebrations). The pedagogical action must then build a bridge that connects this local reality with broader cultural manifestations (other carnival celebrations in Peru). This fosters a dialogue between cultures without establishing hierarchies, unlike option B which suggests comparing levels of importance.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p02",
      "contexto": "A teacher wants to promote his students' participation in the construction of rules that favor coexistence in the classroom.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following actions is more appropriate for this purpose?",
          "opciones": [
            "The teacher tells the class delegates to go over the rules of classroom coexistence the class used last year. Then he asks the delegates to think of ways to improve those rules. Finally, the teacher encourages the class delegates to incorporate their improvements to the old rules.",
            "The teacher asks the students about the aspects in which they think that coexistence in the classroom has improved, or not. Then he invites the students to set goals they would like to attain regarding classroom coexistence. Finally, he asks them to propose rules that could help them reach those goals.",
            "The teacher, together with other staff members, evaluates the real situation of the students' coexistence. Then he asks the students to determine which aspects of classroom coexistence need to be improved. On this basis, the teacher proposes new coexistence rules for the classroom."
          ],
          "respuesta": "The teacher asks the students about the aspects in which they think that coexistence in the classroom has improved, or not. Then he invites the students to set goals they would like to attain regarding classroom coexistence. Finally, he asks them to propose rules that could help them reach those goals.",
          "respuestaCorta": "Genuine participation involves all students in diagnosing the situation, setting goals, and proposing the rules themselves, which fosters commitment.",
          "solucionario": "The most appropriate action is the one that involves all students in the entire process: diagnosis (reflecting on what has improved or not), goal setting (what they want to achieve), and proposal (creating rules to achieve goals). This democratic and participatory approach ensures that students feel ownership of the rules and are more committed to respecting them. Option A is not inclusive as it only involves delegates, and option C limits student participation as the teacher is the one who ultimately proposes the rules.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p03",
      "contexto": "Raul, a blind student, has joined the first grade class. Even though specific sessions were conducted to raise the first graders' awareness on blindness, the teachers have noticed that Raul's classmates avoid including him in group activities. Moreover, a teacher has heard a student saying: \"Let's not include Raul in our group. He can't see, so he may not do the homework well enough.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given this situation, the teachers want the students to question stereotypes about blind people. Which of the following activities is it more appropriate to carry out?",
          "opciones": [
            "Tell the students to observe their surroundings in the community in order to identify the difficulties blind people go through when they move around. Then ask the students to write a proposal on how to reduce those difficulties.",
            "Ask the students to perform, while blindfolded, everyday school activities like moving in the classroom, playing in the school playground, doing team work, etc. Then encourage them to share their individual experiences on how they felt during the activity.",
            "Show the students short biographies of blind people that have made contributions to different fields, such as in science, in the arts, etc. Then help the students analyze the positive or negative influence their environment had on their professional development."
          ],
          "respuesta": "Show the students short biographies of blind people that have made contributions to different fields, such as in science, in the arts, etc. Then help the students analyze the positive or negative influence their environment had on their professional development.",
          "respuestaCorta": "To combat a stereotype about incompetence, the most effective strategy is to present concrete evidence of successful people who defy that stereotype.",
          "solucionario": "The underlying problem is the stereotype that a blind person is incapable of performing well academically (\"he may not do the homework well enough\"). The most direct and effective strategy to dismantle this prejudice is to show students real-life examples of blind individuals who have excelled and made significant contributions. This directly challenges their preconceived notion of inability. Option A focuses on accessibility issues, and option B on generating empathy for physical difficulties, but neither directly addresses the stereotype of incompetence.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p04",
      "contexto": "Camila's fourth graders are going to practice their oral skills. She wants her students to describe location in a functional context, and so she will take advantage of the school field trip to the zoo they enjoyed the day before.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given her goal, which of the following strategies is it more appropriate to carry out?",
          "opciones": [
            "• First, the teacher gives the students a worksheet with statements that mention where to find some animals at the zOO. • In groups, the students go through the statements and discuss whether they are true or false. • Then the teacher dictates the answers and asks the students to construct one more sentence about the location of an animal at the zoo. • Finally, the students read the sentence they have constructed to the whole class for their classmates to say whether it is true or false.",
            "• First, the teacher makes a list of the zoo animals on the board with the students' help. • Next, the teacher assigns a zoo animal from the list to each student. • Individually, the students have some minutes to prepare an oral description of the location of the animal they got without mentioning its name. • Finally, the students take part in a guessing game in which some volunteers read their descriptions and the other students guess the animal they refer to.",
            "• First, the teacher pairs up the students and gives them a copy of the map of the zoo. • She asks the students to roleplay a conversation: Student A is a visitor that wants to find an animal at the zoo, and student B is a guide that gives directions to its location using the map. • The students think about the phrases they will include and the teacher helps them when necessary. • Finally, the students practice the conversation and present it to the class."
          ],
          "respuesta": "• First, the teacher pairs up the students and gives them a copy of the map of the zoo. • She asks the students to roleplay a conversation: Student A is a visitor that wants to find an animal at the zoo, and student B is a guide that gives directions to its location using the map. • The students think about the phrases they will include and the teacher helps them when necessary. • Finally, the students practice the conversation and present it to the class.",
          "respuestaCorta": "A role-play of a real-life situation, like a tourist asking for directions, provides a more functional and communicative context for practicing language than mechanical exercises.",
          "solucionario": "The goal is to practice describing locations in a functional context. A role-play where one student acts as a visitor and another as a guide using a map perfectly simulates a real-world scenario. This requires students to use language for a genuine communicative purpose (giving and receiving directions), making it the most functional and appropriate strategy. The other options are less communicative; option A is a controlled written exercise, and option B is a guessing game that focuses more on description than on functional direction-giving.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p05",
      "contexto": "Ursula is going to use important historical events of the 21st century to provide the context for her writing class. Because of this, she would like to know what information students have on that topic, so that she can adapt her lesson plan to their needs if necessary. She gives the following instructions:\n\"You have ten minutes to write everything you know about important historical events of the 21st century. Continue writing until the time is over.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the teacher's purpose and the instructions given, which of the following types of assessment is she carrying out?",
          "opciones": [
            "Final assessment.",
            "Process assessment.",
            "Diagnostic assessment."
          ],
          "respuesta": "Diagnostic assessment.",
          "respuestaCorta": "An assessment conducted before instruction to understand students' prior knowledge and adapt the lesson plan is a diagnostic assessment.",
          "solucionario": "The teacher's stated purpose is to find out what information students already have on the topic *before* starting the unit, in order to adapt her lesson plan. This is the definition of a diagnostic assessment. It is not a final assessment (which occurs at the end of a unit) nor a process assessment (which monitors progress during the unit).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p06",
      "contexto": "Pedro intends to teach the language function \"Giving instructions\" focusing on the language the students need to use to make the recipe of their favorite dish.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following grammatical structures is least suited to the language function \"Giving instructions\"?",
          "opciones": [
            "Phrasal verbs (chop up, cut out, boil over).",
            "Descriptive adjectives (new, small, delicious).",
            "Imperative forms (empty the bin, pass the fries)."
          ],
          "respuesta": "Descriptive adjectives (new, small, delicious).",
          "respuestaCorta": "Giving instructions primarily relies on commands (imperatives) and action verbs, whereas descriptive adjectives are used for describing nouns.",
          "solucionario": "The language function of \"Giving instructions\" is primarily realized through imperative verb forms (e.g., \"Mix the flour,\" \"Chop the vegetables\"). Phrasal verbs related to actions are also common (e.g., \"heat up,\" \"cut out\"). Descriptive adjectives, however, are used to describe the qualities of nouns (e.g., \"a delicious cake,\" \"a small bowl\") and are not a core grammatical structure for giving commands or instructions.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p07",
      "contexto": "Edward's third graders have been learning the topic \"Birthday celebrations\" and he wants to take advantage of that topic to evaluate his students' oral skills in a communicative way. He has thought of three different speaking strategies for that purpose.\nStrategy 1: Have the students give a short oral presentation on how people celebrate birthdays in different countries. Then they answer questions from their peers.\nStrategy 2: Have the students ask and answer questions, in pairs, on the topic \"My dream birthday party.\" Call on volunteers to present their findings in front of the class.\nStrategy 3: Have the students practice a conversation from the book about birthday celebrations. Then call on volunteers to present the conversation in front of the class.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of these assessment strategies is NOT communicative?",
          "opciones": [
            "Strategy 1.",
            "Strategy 2.",
            "Strategy 3."
          ],
          "respuesta": "Strategy 3.",
          "respuestaCorta": "Practicing and reciting a pre-written conversation from a book is a mechanical drill, not a communicative act, as it lacks spontaneous and meaningful information exchange.",
          "solucionario": "Communicative language teaching assesses the ability to use language to convey real meaning. Strategies 1 and 2 require students to generate their own ideas and language to present information or exchange personal thoughts. In contrast, Strategy 3 involves memorizing and reproducing a script from a textbook. This is a non-communicative, form-focused activity because there is no genuine exchange of information or negotiation of meaning.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p08",
      "contexto": "Emmy has given the following instructions for a role play in pairs:\n\"Student A is having a party and student B is a guest that arrived early. Student A asks student B to help him/her with the music and the organization of the place. Don't forget to include language expressions such as 'Would you mind...?', 'Do you mind...?', 'Not at all', 'Oh, no problem.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which are the two language functions involved in this speaking activity?",
          "opciones": [
            "Asking politely / agreeing to requests.",
            "Asking for suggestions / giving short responses.",
            "Making offers or promises / showing interest or surprise."
          ],
          "respuesta": "Asking politely / agreeing to requests.",
          "respuestaCorta": "The expressions 'Would you mind...?' are classic forms for making polite requests, and 'Not at all' is a common way to agree to them.",
          "solucionario": "The language expressions provided are clear indicators of the functions being practiced. \"Would you mind...?\" and \"Do you mind...?\" are standard phrases used for asking for something politely or making a polite request. The responses \"Not at all\" and \"Oh, no problem\" are conventional ways of agreeing to such requests. Therefore, the two primary language functions are asking politely and agreeing to requests.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p09",
      "contexto": "Maria's students have been talking about \"Eating healthy food\" during the past few sessions. She wants her students to reinforce their speaking skills through a role play of a given situation.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Maria's goal, which of the following contexts is least appropriate?",
          "opciones": [
            "Student A is the doctor and student B is the patient. The patient wants to lose weight and the doctor gives him advice on what food to eat to achieve his goal.",
            "Student A is the cook of a high school and student B is the nutritionist. They have to create a balanced menu for the week which will be posted on the school bulletin board.",
            "Student A is the chef of a TV show and student B is his assistant. The chef gives instructions for the preparation of a dish and the assistant follows his instructions."
          ],
          "respuesta": "Student A is the chef of a TV show and student B is his assistant. The chef gives instructions for the preparation of a dish and the assistant follows his instructions.",
          "respuestaCorta": "A chef giving instructions focuses on the process of cooking, not necessarily on the topic of healthy eating, unlike the doctor-patient or cook-nutritionist scenarios.",
          "solucionario": "The central theme is \"Eating healthy food.\" The scenarios involving a doctor advising a patient on weight loss (A) and a nutritionist creating a balanced menu (B) are directly and explicitly related to this theme. The third scenario (C), a chef and an assistant preparing a dish, focuses on the language function of giving and following instructions. While the dish might be healthy, the core communicative purpose of the interaction is procedural, making it the least appropriate context for a discussion centered on healthy eating itself.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p10",
      "contexto": "Ronnie's students have been practicing describing physical appearances. In order for his students to develop their writing skills, he will ask them to compare two famous singers. He has designed the following activity:\n• Show the students pictures of two famous singers and invite the students to describe them. Write their ideas on the board.\n• Write a couple of sentences in comparative form using the ideas from the board: \"Zendaya is taller than Selena Gomez\", \"Selena Gomez is more beautiful than Zendaya.\"\n• Paste pictures of other famous singers on the board and have the students write some comparisons following the teacher's model.\n• Next, tell the students to write a short paragraph comparing two of their favorite singers.\n• Collect the papers once the students finish.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In the sequence above, what teaching method is Ronnie using?",
          "opciones": [
            "Task-Based Learning.",
            "Total-Physical-Response.",
            "Presentation-Practice-Production."
          ],
          "respuesta": "Presentation-Practice-Production.",
          "respuestaCorta": "The teacher presents the target language (comparatives), provides a controlled practice activity, and then asks students for freer production, which is the PPP structure.",
          "solucionario": "The teaching sequence follows the classic Presentation-Practice-Production (PPP) model. First, the teacher presents the new grammatical structure (comparatives) using examples on the board. Then, students engage in a controlled practice activity by writing sentences following the teacher's model. Finally, they move to the production stage, where they use the language more freely and creatively by writing a short paragraph about singers of their own choice.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p11",
      "contexto": "Mario's students are going to read the article \"Dealing with stress.\" Mario wants to help them develop their skimming skills.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Mario's goal, which of the following strategies is appropriate?",
          "opciones": [
            "The teacher tells the students to do a quick reading of the article. Then the students work in pairs in order to discuss what the general idea of the article is.",
            "The teacher writes some questions about stress on the board. He tells the students to read the article and look for the information to answer those questions.",
            "The teacher asks the students to read the article and circle the words they don't understand. Then they try to deduce the meaning of those words from their context."
          ],
          "respuesta": "The teacher tells the students to do a quick reading of the article. Then the students work in pairs in order to discuss what the general idea of the article is.",
          "respuestaCorta": "Skimming is the reading skill of quickly reading a text to understand its main or general idea, which is exactly what the activity describes.",
          "solucionario": "The definition of skimming is to read a text quickly to get a general overview or the main idea (gist). The strategy described in option A—having students do a quick reading and then discuss the general idea—is a direct application of this skill. Option B describes scanning (reading to find specific information), and option C focuses on a vocabulary-building strategy (deducing meaning from context).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p12",
      "contexto": "Fiorella wants to help her students develop their listening skills. She has planned the following sequence:\n• The students listen to the audio of a conversation. The teacher pauses the recording every few sentences.\n• After the teacher pauses the audio, the students say what information the speakers might say next.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which listening skill does the teacher want her students to develop?",
          "opciones": [
            "Listening for gist.",
            "Predicting content.",
            "Detecting connectors."
          ],
          "respuesta": "Predicting content.",
          "respuestaCorta": "The activity of stopping an audio and asking students what will be said next is a direct exercise in predicting content.",
          "solucionario": "The core of the activity involves students using the information they have already heard to anticipate or guess what will come next in the conversation. This is the listening skill of prediction. It helps students to be active listeners by constantly forming hypotheses about the development of the text they are listening to. It is not listening for gist (main idea) or detecting specific linguistic items like connectors.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_ingles_2018_p13",
      "contexto": "Emerson will get his students involved in writing by having them email a contemporary writer they admire. He has designed the following sequence:\n• The teacher asks for the students' favorite young adult contemporary books and takes notes on the board.\n• After that, the teacher asks the students to do some research on the writer of their favorite book. They go to the computer lab to make a brief search on the web.\n• Later, the teacher tells them that they are going to write an email to their favorite young adult contemporary writer to comment on his/her work.\n• In their notebooks, they list the comments they would like to send. Using their lists, the students write an email draft while the teacher monitors the activity helping out when necessary.\n• Then the teacher pairs up the students and asks them to share the comments they wrote. They analyze the language included in their drafts.\n• Finally, the students look for the author's contact information and send him/her the final version of their email.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In the teaching sequence above, what is the teaching method applied?",
          "opciones": [
            "Task-Based Learning.",
            "Presentation-Practice-Production.",
            "Content-Based Learning."
          ],
          "respuesta": "Task-Based Learning.",
          "respuestaCorta": "The sequence is structured around achieving a final, meaningful communicative task (sending a real email), with language as a tool to complete it.",
          "solucionario": "This is an example of Task-Based Learning (TBL) because the entire lesson is oriented towards the completion of a final, authentic task: writing and sending an email to a real author. The focus is on the successful communication of a message. The various steps (researching, drafting, peer review) are enabling activities that prepare students for this main task, rather than being exercises to practice a specific pre-selected grammar point.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p14",
      "contexto": "Timoteo's students are going to work on the language function \"Speculating and expressing future possibility\" using conditionals.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considering his purpose, which type of conditional does he have to ask them to use?",
          "opciones": [
            "First conditional.",
            "Second conditional.",
            "Third conditional."
          ],
          "respuesta": "First conditional.",
          "respuestaCorta": "The first conditional is used to talk about real and possible situations in the future, which directly aligns with speculating about future possibilities.",
          "solucionario": "The first conditional (e.g., \"If it rains, I will stay home\") is specifically used to talk about future events that are real or very likely to happen. This structure is the most appropriate for the function of \"speculating and expressing future possibility.\" The second conditional is for hypothetical or unlikely future scenarios, and the third conditional is for speculating about past situations.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p15",
      "contexto": "Yolanda wants to help her students improve their speaking skills. Before starting a speaking practice, she provides them with the following expressions: \"That's exactly how I feel\" / \"That's so true\" / \"You're absolutely right\" / \"You have a point there.\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considering the expressions provided, which is the language function that Yolanda wants her students to practice?",
          "opciones": [
            "Making suggestions.",
            "Persuading someone.",
            "Expressing agreements."
          ],
          "respuesta": "Expressing agreements.",
          "respuestaCorta": "All the provided phrases are standard expressions used in conversation to show that you agree with what another person has said.",
          "solucionario": "The phrases \"That's exactly how I feel,\" \"That's so true,\" and \"You're absolutely right\" are all classic examples of expressions used to show strong agreement with a speaker's point of view. They serve the function of confirming and supporting another person's statement during a conversation.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p16",
      "contexto": "Ernesto's students have been practicing \"Relating past events\" lately. Now, the teacher wants to promote this language function through a meaningful speaking activity.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given the teacher's goal, which of the following activities is appropriate?",
          "opciones": [
            "The students read a short interview of a famous person on his/her early years. The teacher tells them to highlight the questions and expressions used in the interview to inquire about past events and describe them. Finally, the students work in pairs and use the questions and expressions to interview each other.",
            "The students listen to the audio of a short story narrated in the past tense. The teacher tells the students to take notes as they listen. Then the teacher puts the students in groups and tells them to use their notes to reconstruct the story. Once they finish, one representative of the team reads the story to the rest of the class.",
            "The students look at a picture of a family that lived in the 1950s. The teacher writes on the board sentences with \"used to + infinitive\" to describe the family's routines at that time. He explains that this structure is used to talk about past habits. The students write more sentences on that family using \"used to\" and then read their examples to the class."
          ],
          "respuesta": "The students read a short interview of a famous person on his/her early years. The teacher tells them to highlight the questions and expressions used in the interview to inquire about past events and describe them. Finally, the students work in pairs and use the questions and expressions to interview each other.",
          "respuestaCorta": "This activity culminates in a communicative speaking task (interviewing a partner), which directly aligns with the goal of promoting a speaking function.",
          "solucionario": "The goal is to promote a *speaking* activity. Option A is the most appropriate because it scaffolds learning from a model (the interview text) and then directly transitions into a meaningful, communicative speaking task where students interview each other about their own pasts. Option B is a listening and reconstruction task, and Option C is a controlled writing practice, neither of which primarily focuses on promoting speaking skills in a meaningful way.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p17",
      "contexto": "Karla has planned the following strategy in order to help her students develop their oral fluency:\n• First, the teacher puts the students in pairs and reminds them of vocabulary related to holidays and structures used to talk about future plans.\n• Next, the teacher shows the students pictures of tourist attractions and tells them to imagine they are going to visit those places during the holidays. They will describe to their classmate what they plan to eat and do in those places.\n• Afterwards, the students talk to each other while the teacher monitors.\n• When she identifies grammar mistakes, she interrupts kindly and corrects them.\n• Finally, the teacher has the students practice the pronunciation of some mispronounced words.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given the teacher's purpose, which of the following criticisms of this sequence is appropriate?",
          "opciones": [
            "The teacher shouldn't have corrected the students' grammar mistakes.",
            "The teacher shouldn't have had the students practice the mispronounced words.",
            "The teacher shouldn't have reminded the students of the vocabulary related to holidays."
          ],
          "respuesta": "The teacher shouldn't have corrected the students' grammar mistakes.",
          "respuestaCorta": "During a fluency-focused activity, interrupting students to correct grammar breaks their flow of speech and shifts the focus from communication to accuracy, hindering the main goal.",
          "solucionario": "The primary goal of the activity is to develop oral fluency, which is the ability to speak smoothly and continuously. Interrupting students mid-conversation to correct grammatical errors directly contradicts this goal. It stops the flow of communication and makes the student focus on accuracy rather than expressing their ideas. For fluency activities, it is more effective for the teacher to take notes on common errors and address them with the class after the speaking task is complete.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p18",
      "contexto": "Read the following teaching sequence and answer questions 18 and 19.\nCarmen has planned the following teaching sequence to develop her third graders' writing skills:\n• The teacher writes \"Pollution is destroying our planet\" and divides the board in two columns. In the first column, she writes the question \"What do you know about the issue?\" while in the second column, she writes \"How could we solve this issue?\"\n• The students work in groups to answer both questions. Later, a member of each group goes to the board and writes some of the group's ideas in each column.\n• After that, the teacher asks the students to look for additional information that will help them put into practice the solutions they came up with. They go to the school library and take notes of some relevant ideas.\n• Then the students come back to the classroom and, in groups, they choose the best ideas to save our planet.\n• Finally, the teacher asks them to work on a short text to present their ideas to the class.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Based on the sequence above, which of the following teaching methods is involved in Carmen's sequence to develop writing?",
          "opciones": [
            "Task-Based Learning.",
            "Problem-Based Learning.",
            "Presentation-Practice-Production."
          ],
          "respuesta": "Problem-Based Learning.",
          "respuestaCorta": "The entire learning process is driven by a central problem (pollution), and students work collaboratively to research and propose solutions.",
          "solucionario": "The sequence is a clear example of Problem-Based Learning (PBL). It begins by presenting a real-world problem (\"Pollution is destroying our planet\"). The students then engage in a process of inquiry, brainstorming, research, and collaboration to understand the problem and develop solutions. The final written text is a product of this problem-solving process.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which of the following is NOT an objective developed in Carmen's lesson?",
          "opciones": [
            "Checking students' accuracy.",
            "Promoting cooperative learning.",
            "Developing students' speaking skills."
          ],
          "respuesta": "Checking students' accuracy.",
          "respuestaCorta": "The lesson plan details activities for group work and presenting ideas, but makes no mention of the teacher focusing on or correcting grammatical accuracy.",
          "solucionario": "The sequence explicitly involves students working in groups, thus promoting cooperative learning. It also involves them presenting their ideas, which develops speaking skills. However, at no point in the described sequence is there a mention of the teacher checking for or correcting grammatical errors. The focus is on the process of problem-solving and communicating ideas, not on linguistic accuracy.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p20",
      "contexto": "Ronald's students are going to listen to the recording of the following telephone conversation between two people:\nA: Hi, Dan, I didn't see you in class today. Are you still sick?\nB: Hi, Susan. Yes, I'm still sick. I have a fever.\nA: Oh! That's too bad.\nB: That's okay. Thanks for calling.\nA: No problem. I'll stop by your place later. We have a new biology assignment.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ronald wants to take advantage of this conversation to help his students develop the listening skill inferring meaning. Which of the following strategies is appropriate to achieve Ronald's goal?",
          "opciones": [
            "Ask the students the following two questions: Who is sick? What subject do they have an assignment in?",
            "Have the students figure out the relationship between the speakers and the place where Dan is at the moment of speaking.",
            "Tell the students to listen to the recording and then discuss with a classmate what the general idea of the conversation is."
          ],
          "respuesta": "Have the students figure out the relationship between the speakers and the place where Dan is at the moment of speaking.",
          "respuestaCorta": "Inferring involves understanding information that is not directly stated, such as the relationship (classmates) and location (Dan is at home), which must be deduced from the clues.",
          "solucionario": "Inferring meaning is the skill of understanding information that is implied but not explicitly stated. In the conversation, it's never said that Dan and Susan are classmates or that Dan is at home. However, students can infer this from clues like \"I didn't see you in class\" and \"I'll stop by your place.\" Asking them to figure out this information requires them to make inferences. Option A targets listening for specific details, while option C targets listening for gist.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p21",
      "contexto": "Milena wants to help her students improve their speaking skills through a short discussion. She tells them to use the following expressions: \"Speaking personally...\"/ \"In my view...\"/ \"The way I see it...\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "What language function corresponds to the structures Milena wants her students to practice?",
          "opciones": [
            "Making complaints.",
            "Giving clarifications.",
            "Expressing opinions."
          ],
          "respuesta": "Expressing opinions.",
          "respuestaCorta": "The phrases provided, such as \"In my view...\" and \"The way I see it...\", are standard introductory phrases for stating a personal opinion.",
          "solucionario": "The language function associated with expressions like \"Speaking personally...,\" \"In my view...,\" and \"The way I see it...\" is expressing opinions. These phrases signal to the listener that the speaker is about to state their personal perspective or belief on a topic.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p22",
      "contexto": "Gabriel has noticed that when his fourth graders practice a dialogue, they focus on the language, but not on the nonverbal and paraverbal resources they can use to express ideas effectively. Before his students start practicing a dialogue about their vacation plans, Gabriel wants to give them an appropriate instruction to help them focus more on those resources.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following instructions is the best for his purpose?",
          "opciones": [
            "\"Organize your ideas well and use different linking words to connect them properly. You have to follow a coherent sequence in your dialogue.\"",
            "\"Try to be as fluent as possible while talking to your classmate and continue the dialogue without gaps in it. You have to practice the dialogue several times.\"",
            "\"Stress the relevant phrases you want to point out in the dialogue and make pauses when necessary. You have to take into account that facial expressions matter.\""
          ],
          "respuesta": "\"Stress the relevant phrases you want to point out in the dialogue and make pauses when necessary. You have to take into account that facial expressions matter.\"",
          "respuestaCorta": "This instruction directly addresses paraverbal resources (stress, pauses) and nonverbal resources (facial expressions), which is the teacher's goal.",
          "solucionario": "The teacher's objective is to draw students' attention to nonverbal resources (like body language and facial expressions) and paraverbal resources (like intonation, stress, and pauses). The instruction in option C is the only one that explicitly mentions these elements (\"Stress the relevant phrases,\" \"make pauses,\" \"facial expressions matter\"). The other options focus on different aspects of speaking: coherence (A) and fluency (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p23",
      "contexto": "Irene would like her students to perform a roleplay, within the context of two language functions. For this purpose, she provides them with these expressions:\n• What happened? How are you feeling?\n• Are you ok? You look worried.\n• Is everything under control?\n• Before you move on, I'd like to say...\n• Can I just add something here?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which two language functions are the ones Irene would like her students to practice?",
          "opciones": [
            "Complimenting someone / establishing guidelines.",
            "Expressing concern / interrupting another speaker politely.",
            "Asking about other people's opinions / clarifying or arranging one's ideas."
          ],
          "respuesta": "Expressing concern / interrupting another speaker politely.",
          "respuestaCorta": "The first set of phrases clearly shows concern for someone's well-being, while the second set consists of standard polite formulas for interrupting a conversation.",
          "solucionario": "The expressions are divided into two distinct functional groups. The first group, including \"What happened?\" and \"Are you ok? You look worried,\" is used to express concern for another person. The second group, with phrases like \"Before you move on, I'd like to say...\" and \"Can I just add something here?\", are polite ways to interrupt someone who is speaking in order to add a comment.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p24",
      "contexto": "Anna's students are going to listen to the following conversation:\nA: I saw the movie \"The walker\" yesterday.\nB: Really! How did you like it?\nA: I loved it! The soundtrack and the special effects were amazing.\nB: Oh yeah! The special effects really impressed me too.\nBefore the students listen to the conversation, Anna gives the following instructions: \"You are going to listen to a short conversation between two friends. Listen to it once and answer: What is the subject of the conversation?\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which skill is the teacher trying to develop with her question?",
          "opciones": [
            "Listening for gist.",
            "Inferring attitude.",
            "Listening for details."
          ],
          "respuesta": "Listening for gist.",
          "respuestaCorta": "Asking for the main subject or topic of a conversation after a single listen is a classic activity for practicing listening for gist (the general idea).",
          "solucionario": "Listening for gist means understanding the main point or general topic of a piece of audio. The teacher's question, \"What is the subject of the conversation?\", directly asks the students to identify this main topic rather than specific details (e.g., \"What was amazing about the movie?\") or the speakers' feelings (inferring attitude).",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_ingles_2018_p25",
      "contexto": "The students have been learning how to describe things. Their teacher wants to help them reinforce their oral ability through a communicative activity in which they describe something in detail.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given this goal, which of the following strategies is least appropriate?",
          "opciones": [
            "The teacher pastes the picture of an object on the board. He tells the students they have to describe its characteristics. They observe the picture for some minutes and then the teacher calls for the students' participation.",
            "The teacher puts the students in groups. One student in the group picks a vocabulary card and describes the characteristics of the object in the card without saying its name. The other members of the group try to guess what the object is, and then they switch roles.",
            "The teacher puts the students in pairs. In each pair, student A receives the picture of a room, and student B gets the picture of the same room with some small differences. Without looking at each other's picture, the students describe what they see and try to find out the differences."
          ],
          "respuesta": "The teacher pastes the picture of an object on the board. He tells the students they have to describe its characteristics. They observe the picture for some minutes and then the teacher calls for the students' participation.",
          "respuestaCorta": "This activity lacks a genuine communicative purpose or information gap, as all students are looking at the same picture and reporting to the teacher, making it the least communicative option.",
          "solucionario": "A communicative activity requires a real purpose for communication, often involving an 'information gap' where one person has information another needs. Options B and C are excellent examples of this (a guessing game and a 'spot the difference' task). In contrast, option A is a teacher-fronted activity where students describe something everyone can see. There is no information gap, making it more of a language drill than a communicative task.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p26",
      "contexto": "Ariana is going to teach her fifth graders how to write a formal letter. She has planned the following teaching sequence:\n• First, the teacher shows the students a formal letter. Based on this sample, they analyze the format and the kind of language used in formal letters.\n• Next, the teacher gives the students a letter they have to improve, using the language conventions and the format learned.\n• Then the teacher tells the students to write a formal letter following the model shown at the beginning.\n• The students organize their ideas and write down the letter.\n• Finally, the teacher collects the letters for correction.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "What teaching approach did the teacher follow?",
          "opciones": [
            "Process approach.",
            "Product approach.",
            "Genre approach."
          ],
          "respuesta": "Product approach.",
          "respuestaCorta": "The focus on analyzing a model text and then creating a similar final text to be corrected is characteristic of the Product approach to writing.",
          "solucionario": "The Product approach to writing focuses on the final text that students produce. The methodology typically involves students studying a model text, analyzing its features, and then creating their own text imitating that model. The teacher's final step of collecting the letters for correction reinforces this focus on the finished product. This differs from a process approach, which would emphasize stages like brainstorming, drafting, and peer revision.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p27",
      "contexto": "Zulema wants her students to use the following expressions in a conversation: \"What a bummer!\", \"I was so looking forward to...\", \"Is that it?\" and \"Why didn't you...?\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions is Zulema trying to promote?",
          "opciones": [
            "Expressing wishes.",
            "Expressing preferences.",
            "Expressing disappointment."
          ],
          "respuesta": "Expressing disappointment.",
          "respuestaCorta": "The given phrases, such as \"What a bummer!\" and \"I was so looking forward to...\", are all common expressions used to convey feelings of disappointment.",
          "solucionario": "The language function of the expressions is to convey disappointment. \"What a bummer!\" is a direct exclamation of dissatisfaction. \"I was so looking forward to...\" implies that an expected positive outcome did not occur. The other questions, depending on intonation, can also be used to show that one's expectations have not been met, which is the core of disappointment.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p28",
      "contexto": "David wants his students to talk about real possibilities in the future using \"First conditional sentences.\" He has planned the following activity as the first step of his lesson:\n• The teacher puts the students in groups. Each group gets a set of sentences which have been split into two parts, for example: If I don't study, / I won't pass the exam.\n• The students have to match two slips of paper to make a complete sentence. When all the groups have finished, the teacher elicits the correct sentences and writes some of them on the board.\n• The teacher writes the following questions on the board: How many clauses do you see? How does the \"conditional clause\" start? What tense is used in the conditional clause? What tense is used in the \"main clause\"? When do we use this type of sentences?\n• The students discuss their answers in their groups, then some volunteers share their ideas with the rest of the class.\n• Then the students do some exercises about real possibilities in the future using conditional sentences.\n• Finally, the students create their own examples.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which approach is David trying to promote?",
          "opciones": [
            "Inductive.",
            "Deductive.",
            "Functional."
          ],
          "respuesta": "Inductive.",
          "respuestaCorta": "The teacher provides examples and guides students to discover the grammatical rules themselves, which is the core of an inductive approach.",
          "solucionario": "This is an inductive approach because the students start by working with examples of the target language (the split sentences) and then, through guided questions, they analyze these examples to figure out the grammatical rule. In a deductive approach, the teacher would have started by explicitly stating the rule for the first conditional and then providing examples.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p29",
      "contexto": "Ivan wants his students to practice the following expressions in a communicative way: \"Excuse me, but there seems to be a problem here\", \"Perhaps there was a misunderstanding but...\", \"Can I give you a hand?\", \"What can I do for you?\"",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following language functions are these structures most suitable for?",
          "opciones": [
            "Expressing doubt/giving advice.",
            "Making complaints/offering help.",
            "Demanding explanations/explaining."
          ],
          "respuesta": "Making complaints/offering help.",
          "respuestaCorta": "The first two phrases are polite ways to initiate a complaint, while the last two are standard expressions for offering assistance.",
          "solucionario": "The provided expressions clearly fall into two functional categories. \"Excuse me, but there seems to be a problem here\" and \"Perhaps there was a misunderstanding but...\" are polite formulas used for making complaints. \"Can I give you a hand?\" and \"What can I do for you?\" are common phrases used for offering help to someone.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p30",
      "contexto": "A group of second graders will work on their reading skills using the following fact file:\nFACT FILE: Say no to bullying\nBullying can happen to me or you or anyone. Millions of children around the world are bullied every year, but there are things that we can all do to help.\nWhat is bullying? Bullying is when someone makes you feel bad or hurts you again and again. Bullying can happen at school, out of school or online. Bullying includes: Calling people mean names, laughing at people, telling lies about people, taking someone's things without permission, not letting someone play in a group, hitting people, etc.\nWhat is cyberbullying? Cyberbullying happens online and includes: Sending mean messages, sharing photos without permission, not letting someone be part of an online group, etc.\nWhat can you do? If someone is mean to you, tell an adult that you know and like. For example, talk to a parent or a teacher. You can block a person who sends mean messages online. Ask an adult to help you. Don't reply. Also, say sorry if you are mean to someone. You can write a message or talk to the person. Think about how to be kind in the future. We can all help to say no to bullying.\nThe teacher has planned to have the students read the fact file and answer the following questions:\n• What kind of behavior shows that someone is bullying others?\n• What can you do if you are bullied by someone?\n• What should you do when you realize you were mean to someone?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considering these questions, what is the reading skill the teacher is trying to promote?",
          "opciones": [
            "Contextualizing.",
            "Skimming.",
            "Scanning."
          ],
          "respuesta": "Scanning.",
          "respuestaCorta": "The questions require students to search the text for specific pieces of information, which is the definition of the reading skill of scanning.",
          "solucionario": "Scanning is a reading technique used when you want to find specific pieces of information in a text without reading everything. The questions provided by the teacher (e.g., \"What kind of behavior...?\", \"What can you do...?\") require students to look through the fact file to locate precise answers. This is different from skimming, which would involve reading quickly to get the general idea of the text.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p31",
      "contexto": "Read the following teaching sequence and answer questions 31, 32, 33 and 34.\nAntonio wants to help his students develop their listening skills. For this purpose, they will listen to an interview of a celebrity. He has designed the following listening activity:\n• The teacher asks the students to listen to an audio. They will listen three times with different purposes:\n• First listening: The students listen to recognize the type of oral interaction, as well as the roles of the speakers in the audio. They check their findings in pairs and volunteer to share their answers with the whole class.\n• Second listening: The teacher asks the students to identify some of the questions used in the audio. Then, in pairs, they compare the questions they got.\n• Third listening: The students listen to analyze the reporter's mood while asking the questions. Also, they try to identify the celebrity's reaction when answering the questions.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "In the sequence above, which listening skill is involved in the first listening?",
          "opciones": [
            "Listening for gist.",
            "Contextualizing.",
            "Listening for details."
          ],
          "respuesta": "Listening for gist.",
          "respuestaCorta": "The task of identifying the type of interaction and speaker roles focuses on understanding the overall context and general meaning, which is listening for gist.",
          "solucionario": "Listening for gist, or global understanding, involves getting the main idea of a listening passage. By asking students to identify the type of interaction (e.g., an interview) and the roles of the speakers (e.g., reporter and celebrity), the teacher is guiding them to understand the overall situation rather than specific details.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which listening skill is involved in the second listening of the sequence?",
          "opciones": [
            "Listening for global understanding.",
            "Inferring meaning from context.",
            "Listening for specific information."
          ],
          "respuesta": "Listening for specific information.",
          "respuestaCorta": "The task of identifying the exact questions used in the audio requires students to listen for particular words and phrases, which is listening for specific information.",
          "solucionario": "Listening for specific information involves focusing on particular details in an audio text. The instruction to \"identify some of the questions used in the audio\" requires students to listen carefully to pinpoint exact phrases, which is a clear example of this skill.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which of the following listening skills is involved in the third listening of the sequence?",
          "opciones": [
            "Inferring attitude.",
            "Detecting connectors.",
            "Deducing meaning from context."
          ],
          "respuesta": "Inferring attitude.",
          "respuestaCorta": "Analyzing a speaker's mood and reaction requires listening beyond the words to infer their feelings and attitude from their tone of voice.",
          "solucionario": "A speaker's mood or attitude is often conveyed not just by the words they use, but by their intonation, stress, and tone of voice. To analyze the reporter's \"mood\" and the celebrity's \"reaction,\" students must listen for these paralinguistic clues and make an inference about their feelings. This skill is known as inferring attitude.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which of the following alternatives is it most meaningful to perform as a post-listening activity?",
          "opciones": [
            "The teacher pairs up the students, and asks them to think about some other questions a reporter could ask a celebrity. Next, the teacher asks each pair to choose a celebrity they admire, and roleplay an interview: one student is a reporter and the other is the celebrity. Finally, they present their oral interaction to the class.",
            "The teacher gives each student a piece of paper. Then he asks them to make up a comprehension question based on the interview and write it on the piece of paper they got. Later, the teacher picks up all the questions and puts them in a box. Finally, the teacher calls on volunteers to take a piece of paper from the box and answer the question aloud.",
            "The teacher provides the students with the transcript of the interview and asks them to circle any expression they did not understand well. Then he asks them to write those expressions on the board. Next, the students go over the expressions with the teacher's help. Finally, the teacher asks them to write down the expressions and their meanings in their notebooks."
          ],
          "respuesta": "The teacher pairs up the students, and asks them to think about some other questions a reporter could ask a celebrity. Next, the teacher asks each pair to choose a celebrity they admire, and roleplay an interview: one student is a reporter and the other is the celebrity. Finally, they present their oral interaction to the class.",
          "respuestaCorta": "A good post-listening activity allows students to creatively and communicatively use the language and themes from the listening, which the role-play activity achieves.",
          "solucionario": "The most meaningful post-listening activity is one that allows students to personalize the topic and use the language in a productive and communicative way. The role-play (option A) is the best choice because it directly builds on the listening content (a celebrity interview) and encourages students to practice their speaking skills creatively. The other options are more focused on comprehension checking (B) or vocabulary work (C) and are less communicative.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p35",
      "contexto": "Read the following situation and answer questions 35 and 36.\nAlonso wants to assess the written production of his third graders. Since Father's Day was celebrated last week, he tells them to write a paragraph about the activities they did during that day.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Jessica handed in the first draft of her text: (imagen) Which of the following aspects should the teacher prioritize in the revision of this text?",
          "imagen": "img/ascenso/secundaria/2018/ingles/1.jpg",
          "opciones": [
            "Verb tense.",
            "Punctuation.",
            "Prepositions."
          ],
          "respuesta": "Verb tense.",
          "respuestaCorta": "The most frequent and systematic error in the text is the incorrect use of verb tenses, as the student mixes present and past forms when describing a past event.",
          "solucionario": "The text describes events that happened in the past (\"On the last Father's Day\"). The most significant and recurring error is the failure to consistently use the simple past tense. The student correctly uses \"prepared\" and \"cooked,\" but incorrectly uses present tense forms like \"spend,\" \"invite,\" \"clean,\" \"do,\" and \"eat.\" Prioritizing the correction of verb tenses would most improve the text's overall clarity and grammatical accuracy.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "David also handed in the first draft of his text: (IMAGEN) Which of the following aspects should the teacher prioritize in the revision of this text?",
          "imagen": "img/ascenso/secundaria/2018/ingles/2.jpg",
          "opciones": [
            "Spelling.",
            "Word order.",
            "Linking words."
          ],
          "respuesta": "Word order.",
          "respuestaCorta": "The student consistently places adjectives after the noun (\"shirt blu\"), which is a systematic word order error in English that needs to be prioritized.",
          "solucionario": "While there are spelling mistakes (\"blu,\" \"delicius\"), the most fundamental and repeated error is in word order. In English, descriptive adjectives typically precede the noun they modify. The student consistently violates this rule, writing \"shirt blu\" instead of \"blue shirt,\" \"food delicius\" instead of \"delicious food,\" and \"cake chocolate\" instead of \"chocolate cake.\" Correcting this syntactic rule is a higher priority than individual spelling errors.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_ingles_2018_p37",
      "contexto": "Julian's students have trouble when they try to get the gist of audios. Therefore, Julian will ask his students to listen to a song in English to help them practice that skill.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Taking Julian's purpose into account, which of the following aspects is it more important to consider when choosing the song?",
          "opciones": [
            "There must be vocabulary the students do not know.",
            "The main idea must be clear for the students to understand it.",
            "The students must be familiar with the verb tenses included."
          ],
          "respuesta": "The main idea must be clear for the students to understand it.",
          "respuestaCorta": "To practice getting the gist (main idea), the most critical factor is that the song has a clear and understandable main idea for the students to grasp.",
          "solucionario": "The objective is to practice a specific listening skill: getting the gist. For this to be effective, the material chosen must be suitable for the task. A song with a clear, easily identifiable main idea allows students to focus on and successfully practice this skill. The presence of unknown vocabulary or complex grammar would hinder this primary goal, making the clarity of the main idea the most important consideration.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p38",
      "contexto": "Danny has developed the following sequence to help his students improve their listening skills:\n• The teacher tells the students to listen to an announcement of lost objects in the school. They have to focus on the characteristics of the lost objects and the places where they were found.\n• The students listen to the audio and take notes.\n• Next, the students use their notes to write a short description of the characteristics of the objects and the places where they were found. They will paste the descriptions on the walls of the school for the owners to identify their objects.\n• Finally, the students analyze the kind of language used during the activity and the teacher clarifies if necessary.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which teaching method to listening is used by the teacher?",
          "opciones": [
            "Task-Based Learning.",
            "Project-Based Learning.",
            "Problem-Based Learning."
          ],
          "respuesta": "Task-Based Learning.",
          "respuestaCorta": "The lesson is structured around completing a final, real-world task (creating lost-and-found notices), where listening is the tool to achieve this goal.",
          "solucionario": "This is an example of Task-Based Learning (TBL). The core of the lesson is a meaningful, non-linguistic task: creating and posting notices to help people find their lost objects. The listening activity is not an end in itself, but a necessary step to gather the information needed to complete the task. The focus is on achieving the final outcome through communication.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p39",
      "contexto": "Gerardo asked his second graders to write a note to a friend asking for a movie recommendation. Here is the note of one of his students:",
      "imagen": "img/ascenso/secundaria/2018/ingles/3.jpg",
      "preguntas": [
        {
          "pregunta": "Given that the teacher wants to assess his students' notes in a formative way, which written feedback is more appropriate for the note above?",
          "opciones": [
            "I understand your note, but it can be improved. Some words are missing. I wrote some asterisks (*) where a word is missing. Check your mistakes and let me see your note again.",
            "I had some problems to understand your note, but I'm sure that you will make less mistakes in your next writing. Do not forget to read your writing before you give it to the teacher.",
            "Not bad! I added the missing words to your note: \"I have some free time\", \"I want to watch a movie tomorrow\", \"I'd like to watch a horror movie\" and \"Please recommend a movie to me.\""
          ],
          "respuesta": "I understand your note, but it can be improved. Some words are missing. I wrote some asterisks (*) where a word is missing. Check your mistakes and let me see your note again.",
          "respuestaCorta": "Effective formative feedback guides the student to self-correct by pointing out the type and location of errors without giving the answers directly.",
          "solucionario": "Formative assessment aims to promote learning. The feedback in option A is the most effective because it identifies the type of error (missing words), locates the errors for the student using a code (asterisks), and then gives the student the responsibility to think about and make the corrections. This actively involves the student in their learning process. Option B is too vague, and option C simply provides the answers, which is less effective for long-term learning.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p40",
      "contexto": "Hector, a first grade English teacher, wants his students to improve their reading comprehension through intensive tasks. For this purpose, he has chosen a short descriptive text about planets.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Given Hector's goal, which of the following tasks is it appropriate to carry out?",
          "opciones": [
            "Ask the students to answer true or false statements based on the text.",
            "Ask the students to share what they understood from the text with a classmate.",
            "Ask the students to write sentences with the words from the text they are not familiar with."
          ],
          "respuesta": "Ask the students to answer true or false statements based on the text.",
          "respuestaCorta": "Intensive reading requires a close, detailed understanding of a text, and answering true/false questions forces students to carefully check specific information.",
          "solucionario": "Intensive reading focuses on the detailed comprehension of a short text. A true/false activity is a classic intensive reading task because it requires students to read the text carefully to locate the specific information that confirms or denies each statement. In contrast, sharing a general understanding is an extensive reading skill, and writing sentences with new words is a vocabulary task, not a reading comprehension task.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p41",
      "contexto": "Lilian is going to teach the topic \"Daily routines\" using \"Simple present tense.\" She will use the Presentation-Practice-Production method (PPP). This is the sequence she has planned:\n• The teacher shows the video \"A day in the life of my favorite singer.\" Then she elicits the activities the singer typically does during the day and writes the new expressions on the board.\n• Next, the teacher describes the singer's daily routine using the new expressions in simple present tense.\n• Then the teacher tells the students to write a short description of their daily routines following her example.\n• Finally, the teacher calls on volunteers to read their daily routines.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the PPP method stages is missing in Lilian's teaching sequence?",
          "opciones": [
            "The Presentation stage.",
            "The Practice stage.",
            "The Production stage."
          ],
          "respuesta": "The Practice stage.",
          "respuestaCorta": "The sequence moves directly from the teacher's Presentation of the language to the students' free Production, skipping the crucial intermediate Practice stage.",
          "solucionario": "The PPP method has three stages. The teacher completes the 'Presentation' stage by showing the video and modeling the language. She also includes the 'Production' stage by asking students to write freely about their own routines. However, she omits the 'Practice' stage, which should come between the other two. This stage involves controlled or semi-controlled activities (like drills, gap-fills, or matching exercises) that allow students to practice the new language with support before being asked to use it creatively.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p42",
      "contexto": "Vanessa wants her students to improve their listening skill \"Listening for specific information.\" For that purpose, she is going to play the recording of a conversation.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following activities is appropriate in order to achieve Vanessa's goal?",
          "opciones": [
            "The teacher plays the conversation. She tells the students to write what they understand. Then, in pairs, they try to reconstruct the conversation.",
            "The teacher gives the students a worksheet to fill in the gaps with missing words from the conversation. They listen to the conversation and write the words.",
            "The teacher plays the recording of the conversation and pauses it at times. She encourages the students to guess the information the speaker might say next."
          ],
          "respuesta": "The teacher gives the students a worksheet to fill in the gaps with missing words from the conversation. They listen to the conversation and write the words.",
          "respuestaCorta": "A gap-fill exercise is a classic task for practicing listening for specific information, as it requires students to identify exact words or short phrases.",
          "solucionario": "The goal is to practice listening for specific information. A gap-fill activity (option B) is perfectly suited for this, as it forces students to listen carefully for the precise words or details needed to complete the sentences. Reconstructing the conversation (A) is more of a global understanding task, while guessing what comes next (C) is a predicting skill.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p43",
      "contexto": "Read the following situation and answer questions 43, 44 and 45.\nElena has brought the following text for a reading session:\nMessage Board\n• From: petlover\nWe have a beautiful gray cat looking for a good home in the New York area. We can't keep her because I just found out I'm allergic to cats.\n• From: daredevil\nI'd like to try rock climbing, but I don't want to go alone. Is anyone in San Francisco interested in climbing with me? I prefer to go on weekdays, if possible.\n• From: handyman\nHi. I make wooden boxes and bowls. I'd like to sell my stuff, but I don't know much about the business side of things. Can you help me?\n• From: sushifreak\nI want to learn how to make japanese food. Do you have any easy recipe ideas?\nElena has planned the following sequence for the Pre-reading stage:\n• The teacher writes the word \"hobbies\" in a bubble in the middle of the board.\n• Then she elicits two examples of hobbies from the students and writes them on the board.\n• Finally, she asks some students to go to the board and write their favorite hobbies around the bubble.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Which of the following is NOT a purpose involved in Elena's Pre-reading stage?",
          "opciones": [
            "Activating students' schema.",
            "Introducing the topic of the text.",
            "Pre-teaching the vocabulary of the text."
          ],
          "respuesta": "Pre-teaching the vocabulary of the text.",
          "respuestaCorta": "The pre-reading activity activates prior knowledge about hobbies but does not involve the teacher explicitly teaching specific vocabulary from the text.",
          "solucionario": "The pre-reading activity successfully introduces the topic ('hobbies') and activates students' existing knowledge on the subject (schema). However, the teacher does not engage in pre-teaching specific vocabulary items from the message board text (e.g., 'allergic,' 'weekdays,' 'wooden'). Therefore, pre-teaching vocabulary is not a purpose of this particular stage.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "During the While-reading stage, the teacher asks the students to match the messages from the message board with the following hobby groups: (imagen) Which of the following skills is the teacher mainly trying to reinforce?",
          "imagen": "img/ascenso/secundaria/2018/ingles/4.jpg",
          "opciones": [
            "Ordering.",
            "Categorizing.",
            "Contextualizing."
          ],
          "respuesta": "Categorizing.",
          "respuestaCorta": "The task of matching individual messages to broader hobby groups is a direct application of the skill of categorizing information.",
          "solucionario": "The activity requires students to read and understand each message and then decide which general group it belongs to. This process of sorting specific items into general classes is the cognitive skill of categorizing. They are placing each post into a defined category based on its content.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Which strategy is it best to do during the Post-Reading stage?",
          "opciones": [
            "The teacher tells the students to read the messages again. Then they write a short response and include a suggestion for the writer.",
            "The teacher writes some comprehension questions about the text on the board. Then the students discuss their answers in pairs and share them with the class.",
            "The teacher gives the students a multiple choice quiz. The students mark their answers and the teacher collects the quizzes for correction."
          ],
          "respuesta": "The teacher tells the students to read the messages again. Then they write a short response and include a suggestion for the writer.",
          "respuestaCorta": "A strong post-reading activity allows students to respond to the text personally and use language productively, which is achieved by writing a response.",
          "solucionario": "Effective post-reading activities go beyond simple comprehension checks and allow students to interact with the text's content in a meaningful way. Having students write a personal response with suggestions is a productive, communicative task that extends the topic of the reading. The other options are comprehension-checking activities which are more typical of the while-reading stage.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p46",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct phrasal verb.\nSentence: My younger sister has the same eyes and smile as my mother. She really _________ her.",
          "opciones": [
            "gets after",
            "takes after",
            "looks after"
          ],
          "respuesta": "takes after",
          "respuestaCorta": "The phrasal verb 'to take after' means to resemble a parent or relative in appearance or character.",
          "solucionario": "In this context, the sentence describes a physical resemblance between a daughter and her mother. The correct phrasal verb to express this is 'takes after'. 'Looks after' means to care for, and 'gets after' means to pursue or criticize, neither of which fits the sentence's meaning.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p47",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb form.\nSentence: If I _________ the office early, I'll go to the movies. I need to get some relax.",
          "opciones": [
            "leave",
            "will leave",
            "going to leave"
          ],
          "respuesta": "leave",
          "respuestaCorta": "In a first conditional sentence, the verb in the 'if' clause must be in the simple present tense.",
          "solucionario": "This sentence is a first conditional, used for real future possibilities. The grammatical structure is: If + Simple Present, ... will + base verb. Therefore, the correct verb form in the 'if' clause is the simple present 'leave'.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct preposition.\nSentence: I still remember our last year's vacation. Everyone was so excited _________ traveling around Europe.",
          "opciones": [
            "on",
            "about",
            "towards"
          ],
          "respuesta": "about",
          "respuestaCorta": "The adjective 'excited' is correctly followed by the preposition 'about' to indicate the cause of the excitement.",
          "solucionario": "The correct preposition to use after the adjective 'excited' is 'about'. The standard English collocation is 'to be excited about something'. The other prepositions do not fit grammatically in this context.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "asc_ingles_2018_p49",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct preposition.\nSentence: Margo won't be able to attend school today. Janice will be teaching instead _________ her.",
          "opciones": [
            "to",
            "of",
            "from"
          ],
          "respuesta": "of",
          "respuestaCorta": "The correct phrasal preposition is 'instead of', which means 'in place of someone or something'.",
          "solucionario": "The word 'instead' is an adverb. To connect it to a noun or pronoun (like 'her'), it must be followed by the preposition 'of'. The complete phrase 'instead of' functions as a preposition meaning 'as a substitute for'.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p50",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb form.\nSentence: I _________ to Spain once. It was a great experience.",
          "opciones": [
            "was",
            "'ve been",
            "gone"
          ],
          "respuesta": "'ve been",
          "respuestaCorta": "The present perfect form 'have been to' is used to talk about the experience of visiting a place at an unspecified time in the past.",
          "solucionario": "To talk about past life experiences, such as traveling, the present perfect tense is used. The expression 'I have been to a place' means that you visited that place and came back. 'I have gone' would imply you are still there. 'I was' would require a specific time reference (e.g., 'I was in Spain last year').",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p51",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct preposition.\nSentence: He was surprised _________ the way people from his new office welcomed him.",
          "opciones": [
            "on",
            "by",
            "in"
          ],
          "respuesta": "by",
          "respuestaCorta": "The adjective 'surprised' is commonly followed by the preposition 'by' or 'at' to indicate the cause of the surprise.",
          "solucionario": "In English, certain adjectives are followed by specific prepositions. To express the cause of the feeling 'surprised', the prepositions 'by' or 'at' are used. In this sentence, 'by' is the correct choice among the given options.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p52",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb.\nSentence: Experts say that a language _________ out when the speakers of that language stop using it.",
          "opciones": [
            "runs",
            "dies",
            "gives"
          ],
          "respuesta": "dies",
          "respuestaCorta": "The phrasal verb 'to die out' means to become extinct or disappear, and is the standard term for languages that are no longer spoken.",
          "solucionario": "The correct collocation is the phrasal verb 'to die out', which means to cease to exist. This term is frequently used in linguistics to describe the process of language extinction. The other options do not form a correct phrasal verb in this context.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct verb.\nSentence: Go ahead please. I need to send this document before leaving the office, I'll _________ up with you in a minute.",
          "opciones": [
            "get",
            "catch",
            "reach"
          ],
          "respuesta": "catch",
          "respuestaCorta": "The phrasal verb 'to catch up with' someone means to reach them after they have gone ahead.",
          "solucionario": "The correct phrasal verb for this context is 'catch up with'. It means to move faster to reach someone who is in front of you. 'Get up' means to rise from bed, and 'reach' is not typically used with 'up' in this manner.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p54",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose the best alternative to complete the sentence.\nSentence: Lourdes _________ as a teacher since 2006.",
          "opciones": [
            "was working",
            "will be working",
            "has been working"
          ],
          "respuesta": "has been working",
          "respuestaCorta": "The present perfect continuous tense is used with 'since' to describe an action that started in the past and continues to the present.",
          "solucionario": "The presence of 'since 2006' indicates a duration that started in the past and continues into the present moment. The present perfect continuous ('has been working') is the appropriate tense to express this ongoing action over a period of time.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose the best alternative to complete the sentence.\nSentence: If she had saved money, she _________ bought a ticket for the concert.",
          "opciones": [
            "had",
            "will have",
            "would have"
          ],
          "respuesta": "would have",
          "respuestaCorta": "This is a third conditional sentence, and the main clause requires the structure 'would have + past participle'.",
          "solucionario": "The sentence describes an unreal situation in the past, which requires the third conditional. The structure for the third conditional is: If + past perfect (had saved), ... would have + past participle (bought). Therefore, 'would have' correctly completes the main clause.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p56",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the idiom within the sentence.\nSentence: Come on! Just tell me what happened and stop beating around the _________.",
          "opciones": [
            "corner",
            "bush",
            "truth"
          ],
          "respuesta": "bush",
          "respuestaCorta": "The idiom 'to beat around the bush' means to avoid speaking directly about a subject.",
          "solucionario": "The correct and complete idiom is 'to beat around the bush'. It is a common expression that means to delay or avoid talking about something difficult or unpleasant. The other words do not complete the idiom correctly.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p57",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Read the first sentence and choose the correct alternative to complete the second sentence so that it means the same as the first.\nSentence 1: When we arrived, someone was serving the dinner.\nSentence 2: When we arrived, _________.",
          "opciones": [
            "the dinner was served",
            "the dinner was serving",
            "the dinner was being served"
          ],
          "respuesta": "the dinner was being served",
          "respuestaCorta": "The passive form of the past continuous tense ('was serving') is 'was being served'.",
          "solucionario": "This question requires converting an active sentence in the past continuous tense to the passive voice. The active structure is 'was + verb-ing' (was serving). The passive equivalent for the past continuous is 'was/were + being + past participle' (was being served).",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p58",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Read the first sentence and choose the correct alternative to complete the second sentence.\nSentence 1: The man said to the police officer: \"The driver had left at that time.\"\nSentence 2: The man said to the police officer that the driver _________ at that time.",
          "opciones": [
            "have left",
            "had left",
            "has left"
          ],
          "respuesta": "had left",
          "respuestaCorta": "In reported speech, the past perfect tense ('had left') in direct speech does not change.",
          "solucionario": "This is a reported speech transformation. When the verb in the direct speech is already in the past perfect ('had left'), it remains unchanged when converted to reported speech. This is because there is no tense further back in the past to shift to.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct preposition and noun.\nSentence: I have gained so much weight! I really need to go _________ a strict _________ if I want to feel healthier.",
          "opciones": [
            "on a - diet",
            "at - regimen",
            "in - restriction"
          ],
          "respuesta": "on a - diet",
          "respuestaCorta": "The correct idiom in English for starting a plan to lose weight is 'to go on a diet'.",
          "solucionario": "The standard and fixed expression for this situation is 'to go on a diet'. It is a common collocation used to describe the act of starting a special course of food to which one restricts oneself, either to lose weight or for medical reasons.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_ingles_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Choose one of the alternatives to complete the given sentence with the correct modal verb.\nSentence: I have no time. I _________ leave now if I don't want to miss the bus.",
          "opciones": [
            "may",
            "might",
            "must"
          ],
          "respuesta": "must",
          "respuestaCorta": "The modal verb 'must' is used to express strong necessity or obligation, which is indicated by the context of not wanting to miss the bus.",
          "solucionario": "The context of the sentence ('I have no time', 'if I don't want to miss the bus') implies a strong, internal obligation. The modal verb 'must' is used to express this sense of necessity. 'May' and 'might' express possibility, which does not fit the urgency of the situation.",
          "seccion": "Dominio de la Especialidad"
        }
      ]
    }
  ]
}
  