{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2018_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval. ¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "La opción es pertinente porque el enfoque intercultural promueve partir de la realidad y cultura de los estudiantes para luego establecer un diálogo con otras culturas.",
          "solucionario": "El enfoque intercultural busca un diálogo horizontal entre culturas, partiendo del fortalecimiento de la identidad cultural propia. La opción B es la más adecuada porque inicia desde el contexto significativo para los estudiantes (sus comunidades) y establece conexiones con una realidad más amplia (otros carnavales del país), fomentando la valoración de lo propio en relación con lo diverso. Las otras opciones o jerarquizan (C) o se centran en una visión externa (A).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p02",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula. ¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "Esta secuencia es la más pertinente porque involucra a todos los estudiantes en un proceso reflexivo y constructivo, desde el diagnóstico hasta la propuesta de normas orientadas a metas comunes.",
          "solucionario": "La construcción democrática de normas implica un proceso participativo que parte de la reflexión colectiva. La opción B describe este proceso de manera ideal: se inicia con un diagnóstico participativo, se definen metas comunes y, finalmente, se proponen normas funcionales a esas metas. En la opción A, la participación es limitada a representantes, y en la C, el docente termina elaborando las normas, lo que reduce el protagonismo estudiantil.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Esta actividad ataca directamente el estereotipo de que las personas con ceguera 'no pueden hacer bien las tareas' al mostrarles ejemplos concretos de logros significativos.",
          "solucionario": "El propósito es cuestionar el estereotipo de la incapacidad. La opción C es la más directa y efectiva para este fin, ya que presenta evidencia concreta (biografías de personas exitosas con ceguera) que contradice directamente el prejuicio de los estudiantes. Las otras opciones, si bien pueden generar empatía (A) o conciencia sobre barreras físicas (B), no abordan de manera tan frontal el estereotipo sobre las capacidades y potencialidades de las personas con ceguera.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p04",
      "contexto": "A comienzos de 2004, Kimani Maruge, un granjero nacido en Kenia (África), acaparó la atención del mundo debido a que optó por ingresar al sistema educativo a sus 84 años. Maruge tomó esta decisión poco después de que el presidente de Kenia, Mwai Kibaki, introdujera la escolaridad primaria gratuita. Maruge, un excombatiente de la guerrilla (denominada Mau Mau) contra las fuerzas coloniales británicas en la década de 1950, no contaba con que su decisión lo convertiría en una celebridad en Kenia. Incluso, la ONU (Organización de las Naciones Unidas) tomó su imagen para promover la educación universal y gratuita. Diversos medios de comunicación de todo el mundo visitaban a Maruge para entrevistarlo. \"Aprender es libertad\", decía, mientras posaba orgulloso para las fotografías junto a sus compañeros de escuela, entre los que se encontraban dos de sus nietos. Maruge era el delegado de su clase, y un estudiante que sirvió de ejemplo de perseverancia para niños y adolescentes de su pueblo natal (Nairobi). Lamentablemente, en 2009, cuando le faltaban solo dos años para terminar la primaria, Maruge falleció a la edad de 90 años.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes deduzcan información del texto anterior. ¿Cuál de las siguientes preguntas es apropiada para conseguir este propósito?",
          "opciones": [
            "¿Por qué Maruge acaparó la atención del mundo?",
            "¿Cuántos años estudió Maruge en la escuela primaria?",
            "¿Cómo se denominó a la guerrilla en la que participó Maruge?"
          ],
          "respuesta": "¿Cuántos años estudió Maruge en la escuela primaria?",
          "respuestaCorta": "Esta pregunta exige deducir la información, ya que se debe calcular el periodo entre su ingreso en 2004 y su fallecimiento en 2009, a diferencia de las otras opciones que piden datos literales.",
          "solucionario": "La deducción o inferencia implica obtener información que no está explícita. Las opciones A y C se responden con información literal del texto. En cambio, para responder a la opción B, el estudiante debe localizar dos datos (año de ingreso 2004 y año de fallecimiento 2009) y realizar una operación matemática (resta) para concluir que estudió durante 5 años. Este proceso va más allá de la simple localización de información.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente plantea a los estudiantes la siguiente pregunta: «En sus entrevistas, Maruge decía: \"Aprender es libertad\". ¿Ustedes comparten esta idea? ¿Por qué?». ¿Qué capacidad lectora busca promover la docente principalmente?",
          "opciones": [
            "Reflexionar sobre el contenido del texto.",
            "Recuperar información del texto.",
            "Inferir el significado del texto."
          ],
          "respuesta": "Reflexionar sobre el contenido del texto.",
          "respuestaCorta": "La pregunta pide a los estudiantes que emitan un juicio de valor y lo fundamenten, conectando el texto con sus propias ideas y experiencias, lo cual es característico de la reflexión.",
          "solucionario": "La capacidad de 'Reflexionar sobre el contenido del texto' implica que el lector tome una postura crítica frente a las ideas presentadas, las evalúe y las relacione con su propio conocimiento y contexto. Al preguntar si 'comparten esta idea' y pedir un 'porqué', la docente está solicitando una opinión fundamentada, que es el núcleo de la reflexión crítica.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Dos estudiantes están conversando sobre el texto. A continuación, se presenta un fragmento del diálogo que se suscitó entre ellos:\nAmérico: \"¿Dónde queda Nairobi? No se puede saber con la información que da el texto\".\nBelén: \"Sí se puede saber. Nairobi queda en Kenia\".\n¿Qué capacidad lectora se evidencia principalmente en la intervención de Belén?",
          "opciones": [
            "Reflexionar sobre el contenido del texto.",
            "Recuperar información del texto.",
            "Inferir el significado del texto."
          ],
          "respuesta": "Inferir el significado del texto.",
          "respuestaCorta": "Belén infiere la ubicación de Nairobi al relacionar dos datos del texto que no están directamente conectados: 'pueblo natal (Nairobi)' y 'granjero nacido en Kenia'.",
          "solucionario": "La inferencia consiste en conectar diferentes partes del texto para llegar a una conclusión que no está explícitamente declarada. El texto menciona que Maruge es 'un granjero nacido en Kenia' y que Nairobi es su 'pueblo natal'. Belén conecta estas dos informaciones para inferir correctamente que Nairobi está en Kenia. No es recuperación, porque la frase 'Nairobi queda en Kenia' no aparece textualmente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes ideas se presenta de manera explícita en el texto?",
          "opciones": [
            "Existió un interés internacional por la historia de Maruge.",
            "Dos de los nietos de Maruge estudiaron en una escuela primaria de Kenia.",
            "Maruge murió a los 90 años cuando le faltaban solo dos años para terminar primaria."
          ],
          "respuesta": "Maruge murió a los 90 años cuando le faltaban solo dos años para terminar primaria.",
          "respuestaCorta": "Esta oración se encuentra de forma literal en la parte final del texto, mientras que las otras opciones son inferencias o paráfrasis.",
          "solucionario": "La información explícita es aquella que se encuentra escrita de forma literal en el texto. La opción C se encuentra casi palabra por palabra al final del párrafo: '...Maruge falleció a la edad de 90 años'. La opción A se infiere de 'Diversos medios de comunicación de todo el mundo visitaban a Maruge'. La opción B es una inferencia probable pero no explícita, el texto solo dice que sus nietos estaban 'entre sus compañeros de escuela'.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p05",
      "contexto": "Los estudiantes de tercer grado están conversando sobre la obligatoriedad de utilizar uniformes escolares en la IE. En este contexto, la docente les ha propuesto que formen grupos para debatir en torno a la siguiente pregunta: ¿los estudiantes deben utilizar uniforme? La docente ha elaborado una lista de cotejo para evaluar la participación de los estudiantes durante el debate. A continuación, se presentan los aspectos que incluye dicha lista:\n1. El estudiante adapta el vocabulario de su texto oral según el público.\n2. El estudiante une las ideas de su texto oral con diversos tipos de conectores.\n3. El estudiante varía la entonación al presentar su texto oral para enfatizar algunas ideas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los aspectos permite evaluar principalmente la cohesión de los textos orales de los estudiantes?",
          "opciones": [
            "El 1.",
            "El 2.",
            "El 3."
          ],
          "respuesta": "El 2.",
          "respuestaCorta": "El uso de conectores es un mecanismo fundamental de la cohesión, ya que establece relaciones lógicas y explícitas entre las ideas de un texto.",
          "solucionario": "La cohesión textual se refiere a los procedimientos lingüísticos que aseguran la conexión y relación entre las diferentes partes de un texto. El uso de conectores (aspecto 2) es uno de los principales mecanismos de cohesión. El aspecto 1 (vocabulario) se relaciona con la adecuación y el aspecto 3 (entonación) con los recursos paraverbales.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Como parte de la generación de ideas para el debate, la docente va a reproducir el audio de una entrevista a un especialista en educación. A continuación, se muestra un fragmento de dicha entrevista:\nEntrevistado: \"He escuchado opinar a los padres de familia, a los docentes y a los mismos estudiantes sobre el uso de uniformes. Eh... pienso que una salida para evitar la controversia sería copiar un poco lo que se hace en varias escuelas de otros países. Eh... se trata de hacer reuniones con la comunidad educativa antes del inicio del año escolar para decidir juntos sobre qué ropa se llevará, o sea, dar pie a que haya acuerdos. Así, por ejemplo, se considera la opinión de todos y, lo más importante, se toma en cuenta la opinión de los estudiantes\".\nLa docente busca que los estudiantes reflexionen sobre el contenido del texto oral. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para este propósito?",
          "opciones": [
            "Solicitarles que mencionen cuál es la postura que da el entrevistado sobre el tema.",
            "Invitarlos a que digan qué significa la expresión 'dar pie a' usada por el entrevistado.",
            "Pedirles que den algunas razones para recomendar a sus padres escuchar la entrevista."
          ],
          "respuesta": "Pedirles que den algunas razones para recomendar a sus padres escuchar la entrevista.",
          "respuestaCorta": "Esta acción promueve la reflexión al exigir a los estudiantes que valoren la pertinencia e importancia del contenido del texto para un público externo (sus padres).",
          "solucionario": "La reflexión sobre un texto implica evaluarlo, opinar sobre él y valorar su contenido. La opción C lleva a los estudiantes a este nivel, pues para recomendar la entrevista, deben primero haber comprendido su mensaje y luego haber valorado su importancia o utilidad. Las opciones A (recuperar información) y B (inferir significado de una frase) corresponden a niveles de comprensión de menor complejidad.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Al inicio del debate, le corresponde exponer a uno de los grupos que está a favor de que se continúen utilizando uniformes para asistir a la escuela. A continuación, se presenta la argumentación que realizó una de las integrantes del grupo:\nAbelina: \"Nosotros queremos seguir usando el uniforme porque... eh... lo ordena el director. Eh... nosotros tenemos que hacer caso en todo lo que él diga. Por eso, yo quiero utilizar uniforme\".\nLuego de escuchar la intervención de Abelina, la docente busca que reflexione sobre cómo mejorar su argumentación oral. ¿Cuál de las siguientes acciones pedagógicas es la más adecuada para conseguir su propósito?",
          "opciones": [
            "Pedirle que cuente si alguna vez ha asistido a la IE con ropa distinta del uniforme. A partir de esto, solicitarle que reflexione sobre si se sentiría más cómoda viniendo a la escuela con ropa que ella misma escogiera.",
            "Preguntarle si cree que mencionar la postura de una autoridad como argumento es suficiente para defender su propia tesis. Luego, invitarla a que evalúe las posibles razones del director para ordenar el uso de uniformes.",
            "Comentarle que su argumento presenta una falacia y que debe cambiarlo por otro argumento para hacer sólida su postura. Después, sugerirle que proponga algunos ejemplos para el nuevo argumento que utilice en una segunda intervención del grupo."
          ],
          "respuesta": "Preguntarle si cree que mencionar la postura de una autoridad como argumento es suficiente para defender su propia tesis. Luego, invitarla a que evalúe las posibles razones del director para ordenar el uso de uniformes.",
          "respuestaCorta": "Esta opción es la más adecuada porque, a través de preguntas, guía a la estudiante a identificar la debilidad de su argumento (falacia de autoridad) y a pensar en razones más sólidas.",
          "solucionario": "Una retroalimentación efectiva guía al estudiante a descubrir el error por sí mismo. La opción B logra esto mediante preguntas reflexivas que llevan a Abelina a cuestionar la solidez de su argumento de autoridad y a buscar razones de fondo. La opción A desvía el tema hacia la comodidad personal, no a la calidad del argumento. La opción C es muy directiva, ya que le dice explícitamente que su argumento es una falacia en lugar de ayudarla a descubrirlo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Uno de los grupos que está en contra del uso de uniformes para asistir al colegio está a punto de comenzar su participación en el debate. La docente le otorga la palabra a uno de los integrantes, quien intervino de la siguiente manera:\nVicente: \"Buenas..., bueno... eh... nosotros creemos que los uniformes son útiles, de hecho. Pero queremos dejar de usarlos porque... eh... Creo que no hay que usar uniformes porque quiero dejar de usarlos, ¿no?\".\nLa docente busca darle a Vicente una retroalimentación adecuada para que mejore su texto oral. ¿Qué aspecto del discurso de Vicente debe priorizar la docente en su retroalimentación?",
          "opciones": [
            "La inadecuación del léxico que utiliza con relación a la situación comunicativa.",
            "La ausencia de argumentos válidos para sostener la tesis del discurso oral.",
            "La falta de fluidez del texto oral debido a la presencia de varias muletillas."
          ],
          "respuesta": "La ausencia de argumentos válidos para sostener la tesis del discurso oral.",
          "respuestaCorta": "El problema principal es la falta de sustento; su argumento es una petición de principio ('quiero dejar de usarlos porque quiero dejar de usarlos'), lo que invalida su postura en el debate.",
          "solucionario": "El aspecto más crítico a mejorar en un debate es la calidad de la argumentación. El discurso de Vicente carece de un argumento real; incurre en una tautología o razonamiento circular. Si bien tiene problemas de fluidez (muletillas), el problema de fondo que debe ser priorizado es la falta de un sustento lógico para su postura, ya que sin esto, su participación en el debate no es efectiva.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p06",
      "contexto": "Los estudiantes de quinto grado están leyendo la pieza teatral La tempestad de William Shakespeare. En este contexto, el docente y los estudiantes conversan sobre la intervención de Próspero, uno de los personajes. En la pieza, esta intervención se realiza luego de que Próspero, quien posee poderes mágicos, hiciera que unos espíritus escenifiquen una fiesta nupcial.\nPróspero: (Dirigiéndose a Fernando, quien se muestra sorprendido por la ilusión que acaba de observar) Me parecéis, hijo mío, algo afectado, desmayado. Señor, cobrad de nuevo vuestro aliento. Nuestra fiesta termina ahora. Estos, nuestros actores, como os dije, eran todos espíritus, y se han desvanecido en el aire, en el aire más fino, y al igual que la fábrica sin fundamentos de esta visión, las torres que llegan hasta las nubes, los palacios magníficos, los solemnes templos, el mismo globo, sí, y todo lo que en este se halla, se disolverán, y, lo mismo que este espectáculo sin sustancia, no dejarán huella alguna. Somos la materia de la que están hechos los sueños, y nuestra pequeña vida se encierra en un sueño [...].",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes realicen interpretaciones sobre el sentido del fragmento anterior. ¿Cuál de las siguientes preguntas está orientada a lograr este propósito?",
          "opciones": [
            "En el texto, ¿quiénes se desvanecieron en el aire?",
            "En el texto, ¿cómo se muestra Fernando luego de lo que observó?",
            "En el texto, ¿por qué Próspero menciona construcciones como torres, palacios y templos?"
          ],
          "respuesta": "En el texto, ¿por qué Próspero menciona construcciones como torres, palacios y templos?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes interpreten el valor simbólico de esos elementos en el discurso de Próspero sobre la fugacidad de la vida y la realidad.",
          "solucionario": "La interpretación va más allá de lo literal. Las preguntas A y B se responden con información explícita del texto. En cambio, la pregunta C exige a los estudiantes analizar el propósito del autor/personaje al elegir esas imágenes. Deben interpretar que Próspero las usa como ejemplos de las creaciones humanas más grandiosas y sólidas para enfatizar que, al igual que la ilusión mágica, todo ello es efímero y se desvanecerá.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente conversa con los estudiantes sobre algunas expresiones presentes en la intervención de Próspero. En particular, se enfocan en comprender el significado de la expresión 'espectáculo sin sustancia' tomando en cuenta el contexto en que aparece. ¿Qué capacidad de lectura está promoviendo principalmente el docente con esta acción?",
          "opciones": [
            "Inferir el significado del texto.",
            "Recuperar información del texto.",
            "Reflexionar sobre el contenido del texto."
          ],
          "respuesta": "Inferir el significado del texto.",
          "respuestaCorta": "Se promueve la inferencia, ya que los estudiantes deben deducir el significado de 'sin sustancia' a partir de las pistas contextuales como 'espíritus' y 'se han desvanecido'.",
          "solucionario": "Determinar el significado de una palabra o frase a partir del contexto es una forma de inferencia lexical. El docente no les da la definición, ni les pide una opinión (reflexión), sino que los guía para que utilicen las pistas del propio texto (la naturaleza efímera de la visión, los actores que eran espíritus) para construir el significado de la expresión.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente y los estudiantes discuten sobre las figuras retóricas que aportan en la construcción del sentido del fragmento. En este contexto, el docente pidió a los estudiantes que identifiquen algunas expresiones en las que crean que se han usado figuras retóricas. Uno de los estudiantes seleccionó la siguiente expresión: \"Las torres que llegan hasta las nubes\". ¿Qué figura retórica se evidencia en la expresión elegida por el estudiante?",
          "opciones": [
            "Epíteto",
            "Metáfora",
            "Hipérbole"
          ],
          "respuesta": "Hipérbole",
          "respuestaCorta": "La expresión es una hipérbole porque exagera de forma intencionada la altura de las torres para enfatizar su grandiosidad.",
          "solucionario": "La hipérbole es una figura retórica que consiste en una exageración deliberada de la realidad para enfatizar una idea o sentimiento. Decir que las torres 'llegan hasta las nubes' es una exageración evidente para destacar su imponente altura. No es un epíteto (adjetivo que resalta una cualidad inherente) ni una metáfora (sustitución de un término por otro con base en una semejanza).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente comentó a los estudiantes que, en el siguiente extracto de la intervención de Próspero, se emplea más de una figura retórica, pero que una de ellas predomina y contribuye a construir el sentido global de su intervención:\nEstos, nuestros actores, como os dije, eran todos espíritus, y se han desvanecido en el aire, en el aire más fino, y al igual que la fábrica sin fundamentos de esta visión, las torres que llegan hasta las nubes, los palacios magníficos, los solemnes templos, el mismo globo, sí, y todo lo que en este se halla, se disolverán, y, lo mismo que este espectáculo sin sustancia, no dejarán huella alguna.\n¿Qué figura retórica es la que predomina a lo largo de este extracto?",
          "opciones": [
            "Antítesis",
            "Comparación",
            "Personificación"
          ],
          "respuesta": "Comparación",
          "respuestaCorta": "La figura predominante es la comparación o símil, marcada por los nexos 'al igual que' y 'lo mismo que' para relacionar la fugacidad de la visión mágica con la del mundo real.",
          "solucionario": "A lo largo del extracto, Próspero establece una serie de comparaciones (también conocidas como símiles) para explicar su idea. Utiliza explícitamente los conectores comparativos 'al igual que' y 'lo mismo que' para equiparar el desvanecimiento de la visión mágica con la futura disolución de las grandes obras humanas y del mundo entero. Esta estructura comparativa es la que vertebra todo el pasaje.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "asc_secundaria_2018_p07",
      "contexto": "El ruido generado por la maquinaria que se utiliza en una obra municipal impide que las clases se desarrollen con normalidad en una IE. Debido a esto, los estudiantes de cuarto grado de esta institución, ayudados por el docente, van a escribir cartas a la municipalidad local para tratar de solucionar este inconveniente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Antes de escribir sus cartas, algunos estudiantes han realizado las siguientes actividades:\n1. Entrevistaron a uno de los operarios de la obra.\n2. Transcribieron el contenido de la entrevista.\n3. Sintetizaron el contenido de la entrevista en un cuadro sinóptico.\nEn la tercera actividad, ¿qué capacidad de comprensión de textos se evidencia principalmente?",
          "opciones": [
            "Inferir el significado del texto.",
            "Recuperar información del texto.",
            "Reorganizar la información del texto."
          ],
          "respuesta": "Reorganizar la información del texto.",
          "respuestaCorta": "Sintetizar la información en un cuadro sinóptico es una actividad propia de la reorganización, ya que implica reestructurar y clasificar el contenido en un formato diferente.",
          "solucionario": "La capacidad de reorganizar la información consiste en presentar el contenido de un texto de una manera distinta a la original, utilizando técnicas como resúmenes, esquemas o cuadros sinópticos. Esta capacidad permite estructurar las ideas principales para una mejor comprensión. Las otras opciones no aplican, ya que no se está deduciendo información nueva (inferir) ni localizando datos literales (recuperar).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Uno de los estudiantes se encuentra escribiendo las ideas de su texto, cuidando que haya un verbo principal en cada una de ellas y que se relacionen con el tema propuesto. Asimismo, separa cada una de las ideas con punto seguido y emplea conectores para unirlas si es necesario. ¿Cuál de los siguientes procesos de producción de textos NO se evidencia en las tareas descritas anteriormente?",
          "opciones": [
            "El proceso de textualización.",
            "El proceso de planificación.",
            "El proceso de revisión."
          ],
          "respuesta": "El proceso de planificación.",
          "respuestaCorta": "Las acciones descritas corresponden a la textualización (escribir ideas, usar conectores) y revisión (cuidar la relación con el tema), pero no a la planificación previa (generar ideas, hacer un esquema).",
          "solucionario": "La planificación implica definir el propósito, destinatario, y organizar las ideas en un esquema antes de escribir. La textualización es el acto de escribir el borrador, construyendo oraciones y párrafos, lo cual se evidencia. La revisión implica evaluar lo escrito, lo cual también se observa al cuidar la coherencia con el tema. Por lo tanto, el proceso que no se evidencia es la planificación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Una estudiante no sabe cómo comenzar a escribir su carta. Por esta razón, el docente busca orientarla, de modo que pueda iniciar el proceso de planificación de su texto. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la estudiante inicie el proceso de planificación de su carta?",
          "opciones": [
            "Darle algunas ideas que pueda incluir en su texto. Luego, preguntarle cuál de estas cree que pueda fundamentar mejor. Después, pedirle que escriba su texto empleando un registro formal.",
            "Elegir con ella el destinatario a quien puede dirigir su carta. Luego, mostrar cómo organizar ideas en un plan de escritura. Después, describir la estructura típica de una carta para que empiece a escribir.",
            "Pedirle que mencione cuál es el objetivo de la carta. Luego, preguntarle por las ideas que cree que la ayudarán a conseguirlo. Después, jerarquizar con ella estas ideas en un esquema en torno a dicho objetivo."
          ],
          "respuesta": "Pedirle que mencione cuál es el objetivo de la carta. Luego, preguntarle por las ideas que cree que la ayudarán a conseguirlo. Después, jerarquizar con ella estas ideas en un esquema en torno a dicho objetivo.",
          "respuestaCorta": "Esta opción es la más adecuada porque sigue la secuencia lógica de la planificación: definir el propósito, generar ideas en función de este y organizarlas jerárquicamente.",
          "solucionario": "Un andamiaje efectivo para la planificación debe ser centrado en el estudiante y seguir un orden lógico. La opción C promueve la autonomía de la estudiante al partir de sus propias ideas y propósito ('cuál es el objetivo', 'qué ideas crees'). Luego, guía la organización de esas ideas. Las otras opciones son más directivas (A: 'Darle algunas ideas') o se saltan el proceso de generación de ideas por parte de la estudiante (B).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Ariana ha culminado la primera versión de su texto. A continuación, se presenta el escrito que le ha presentado al docente:\nDesde hace mucho, mucho tiempo, al profesor no se le oye nada en el salón: la bulla que hacen las máquinas para hacer las pistas no nos deja oírlo. Por ello, les pedimos a las autoridades que solucionen este tema, de modo que nosotros no salgamos perdiendo. Nosotros recomendamos que los horarios de trabajo sean por la noche. Así, a esas horas, la obra no fastidiará a nadie porque el colegio está sin gente. Ojalá que las autoridades consideren nuestra sugerencia.\nEl docente nota que en el texto de Ariana se presentan algunas expresiones y términos poco apropiados para la situación comunicativa. Por esta razón, busca darle una retroalimentación para que ella misma trabaje en la mejora de su texto. ¿Cuál de las siguientes acciones pedagógicas es la más adecuada para ello?",
          "opciones": [
            "Revisar el texto encerrando en un círculo las expresiones inadecuadas para el contexto. Después, indicarle que se comprenderá mejor el mensaje de su escrito si reemplaza dichas expresiones por otras más formales.",
            "Resaltar la expresión 'salgamos perdiendo'. Luego, preguntarle si cree que es apropiada en función del público al que se dirigirá. Sobre esta base, solicitar que proponga otras formas de decir lo mismo con palabras distintas.",
            "Releer con ella el texto. Luego, señalarle que ha usado expresiones coloquiales como 'mucho, mucho'. A partir de esto, solicitarle que identifique otras para que evite usarlas en una nueva versión de su texto."
          ],
          "respuesta": "Resaltar la expresión 'salgamos perdiendo'. Luego, preguntarle si cree que es apropiada en función del público al que se dirigirá. Sobre esta base, solicitar que proponga otras formas de decir lo mismo con palabras distintas.",
          "respuestaCorta": "Esta retroalimentación es efectiva porque focaliza un ejemplo, promueve la reflexión de la estudiante sobre la adecuación y la incita a generar sus propias alternativas.",
          "solucionario": "La retroalimentación por descubrimiento es más potente que la correctiva. La opción B modela este enfoque: en lugar de decirle que está mal, el docente la invita a reflexionar ('¿crees que es apropiada?') sobre la adecuación al destinatario y luego la empodera para que ella misma busque soluciones ('proponga otras formas'). La opción A es muy directiva y la C, aunque mejor, no fomenta tanto la reflexión sobre el porqué de la inadecuación como la B.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Este es un fragmento extraído del texto de Ariana:\nDesde hace mucho, mucho tiempo, al profesor no se le oye nada en el salón: la bulla que hacen las máquinas para hacer las pistas no nos deja oírlo.\n¿Qué función cumplen los dos puntos en dicho fragmento?",
          "opciones": [
            "Presentar una conclusión que se desprende de la oración anterior.",
            "Presentar una causa del hecho presentado en la oración anterior.",
            "Presentar un ejemplo que ayuda a ilustrar la oración anterior."
          ],
          "respuesta": "Presentar una causa del hecho presentado en la oración anterior.",
          "respuestaCorta": "Los dos puntos introducen la explicación o la causa de la afirmación precedente; la 'bulla de las máquinas' es la razón por la que 'no se le oye nada' al profesor.",
          "solucionario": "Uno de los usos de los dos puntos es conectar dos proposiciones donde la segunda es una causa, consecuencia o explicación de la primera. En este caso, la frase 'la bulla que hacen las máquinas para hacer las pistas no nos deja oírlo' explica el porqué de la afirmación 'al profesor no se le oye nada en el salón'. Por lo tanto, presenta la causa del hecho.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p08",
      "contexto": "Los estudiantes de cuarto grado leerán poesía peruana del siglo XX. En este contexto, la docente ha propuesto que los estudiantes lean algunos poemas de Blanca Varela. A continuación, se muestra uno de los poemas que los estudiantes están leyendo:\nNadie nos dice\nNadie nos dice cómo\n[1]\nvoltear la cara contra la pared\nY\nmorirnos sencillamente\nasí como lo hicieron el gato\no el perro de la casa\n[5]\no el elefante\nque caminó en pos de su agonía\ncomo quien va\na una impostergable ceremonia\n[10]\nbatiendo orejas\nal compás\ndel cadencioso resuello\nde su trompa\nsólo en el reino animal\n[15]\nhay ejemplares de tal\ncomportamiento\ncambiar el paso\nacercarse\ny oler lo ya vivido\ny dar la vuelta\nsencillamente\ndar la vuelta\n[20]",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes realicen interpretaciones sobre el sentido global del poema. ¿Cuál de las siguientes acciones pedagógicas es más adecuada para lograr su propósito?",
          "opciones": [
            "Preguntarles qué opinan del título del poema. Luego, pedirles que lean el poema completo para que, sobre esta base, evalúen la elección de dicho título para el poema.",
            "Explicarles que en el poema se aborda el tema de la existencia humana. Luego, solicitarles que subrayen los versos del poema en los que se evidencie este tema.",
            "Comentarles sobre los temas más recurrentes en la poesía de Varela. Luego, pedirles que identifiquen cuál de estos temas se evidencia en el poema."
          ],
          "respuesta": "Preguntarles qué opinan del título del poema. Luego, pedirles que lean el poema completo para que, sobre esta base, evalúen la elección de dicho título para el poema.",
          "respuestaCorta": "Esta acción promueve la interpretación al pedir a los estudiantes que formulen hipótesis a partir del título y luego las validen o ajusten con el contenido total del poema, construyendo así el sentido global.",
          "solucionario": "Para interpretar el sentido global, es efectivo que los estudiantes conecten las diferentes partes del texto (título, versos, estrofas) para construir un significado coherente. La opción A fomenta este proceso al usar el título como punto de partida para la reflexión y la posterior evaluación de su relación con el cuerpo del poema. Las opciones B y C son muy directivas, ya que el docente da la respuesta (el tema) en lugar de guiar a los estudiantes para que la descubran.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes acciones es más adecuada para orientar a los estudiantes en la comprensión de los recursos literarios que aportan al sentido global del poema?",
          "opciones": [
            "Proponerles releer el poema en voz alta desde el verso 11 hasta el 14 para que noten las cualidades sonoras y rítmicas de dichos versos.",
            "Comentarles que muchos poetas contemporáneos suelen omitir los signos de puntuación como una forma de oponerse a la escritura normativa.",
            "Pedirles que expliquen, basándose en el contenido del poema, por qué la poeta decidió usar la palabra 'oler' en la expresión 'oler lo ya vivido'."
          ],
          "respuesta": "Pedirles que expliquen, basándose en el contenido del poema, por qué la poeta decidió usar la palabra 'oler' en la expresión 'oler lo ya vivido'.",
          "respuestaCorta": "Esta acción se enfoca en que los estudiantes interpreten el uso de una figura retórica (sinestesia) para construir el significado del poema, relacionando un recurso específico con el sentido global.",
          "solucionario": "La comprensión de los recursos literarios se logra cuando los estudiantes pueden explicar cómo estos contribuyen al significado del texto. La opción C les pide interpretar una metáfora o sinestesia ('oler lo ya vivido'), lo que los obliga a reflexionar sobre el significado que la poeta quiere transmitir al asociar un sentido (olfato) con una abstracción (el pasado). Las otras opciones se enfocan en la forma (A) o dan información externa (B) sin promover la interpretación del recurso en el contexto del poema.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p09",
      "contexto": "Los estudiantes de segundo grado están llevando a cabo un proyecto para brindar información a la comunidad educativa sobre las lenguas originarias que se hablan en su localidad. En este contexto, los estudiantes han decidido elaborar trípticos informativos para difundirlos en la IE. Como parte de la búsqueda de información para la planificación de los trípticos, el docente presenta a los estudiantes el siguiente texto:\nEn el Perú, hay lenguas indígenas que tienen un número considerable de hablantes, como el quechua, que es hablado por casi 4 millones de personas. Y hay otras que tienen pocos hablantes, como el sharanahua, que es hablado por 600 personas. Erróneamente, se suele afirmar que la cantidad de hablantes de una lengua es un aspecto fundamental para determinar su importancia. Si bien este tipo de afirmaciones tiene cada vez menos arraigo, no está de más recalcar que las lenguas son importantes por sí mismas. Ellas hacen posible la comunicación y permiten establecer vínculos sociales. Las lenguas sirven para describir, en sus propios términos, la realidad: transmiten tanto el legado cultural de un pueblo como los sentimientos y emociones de sus miembros. Por ello, es errado asumir que una lengua pueda tener un valor más alto que otra.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre el contenido del texto. ¿Cuál de las siguientes acciones es más adecuada para conseguir su propósito?",
          "opciones": [
            "Pedir a los estudiantes que expliquen por qué el autor menciona en el texto dos lenguas originarias con número de hablantes tan distintos.",
            "Pedir a los estudiantes que expresen, usando sus propias palabras, la idea principal del texto sobre las lenguas indígenas.",
            "Solicitar a los estudiantes que propongan posibles títulos que engloben el tema central que aborda el texto."
          ],
          "respuesta": "Pedir a los estudiantes que expliquen por qué el autor menciona en el texto dos lenguas originarias con número de hablantes tan distintos.",
          "respuestaCorta": "Esta pregunta promueve la reflexión sobre la intención del autor al usar ese contraste, llevándolos a evaluar la estrategia argumentativa del texto para refutar un prejuicio.",
          "solucionario": "Reflexionar sobre un texto implica analizar no solo qué dice, sino cómo lo dice y por qué. La pregunta A lleva a los estudiantes a ese nivel de análisis: deben inferir que el autor usa el ejemplo del quechua y el sharanahua para contrastar y luego rebatir la idea de que el número de hablantes determina la importancia de una lengua. Las opciones B y C se centran más en la identificación del tema central, un nivel de comprensión previo a la reflexión sobre la forma y el propósito del texto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes ideas se presenta de manera implícita en el texto?",
          "opciones": [
            "Alrededor de 4 millones de personas hablan quechua en el Perú.",
            "Las lenguas hacen posible la comunicación y permiten establecer vínculos sociales.",
            "Existen personas que pueden creer que el sharanahua es una lengua poco importante."
          ],
          "respuesta": "Existen personas que pueden creer que el sharanahua es una lengua poco importante.",
          "respuestaCorta": "Esta idea se infiere de la afirmación del autor de que 'erróneamente, se suele afirmar que la cantidad de hablantes' determina la importancia de una lengua.",
          "solucionario": "Una idea implícita es aquella que no está escrita textualmente pero que se puede deducir del contenido. El autor se esfuerza en argumentar contra la idea de que el número de hablantes define la importancia de una lengua. De este argumento se infiere que existe la creencia opuesta, es decir, que hay gente que considera que una lengua con pocos hablantes, como el sharanahua, es poco importante. Las opciones A y B son ideas explícitas, ya que están escritas literalmente en el texto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Los estudiantes se encuentran planificando sus textos. Durante dicho proceso, una de las estudiantes le comenta al docente lo siguiente:\n\"Profesor, yo prefiero escribir el texto antes de plantear mi esquema. Yo voy revisando el contenido de mi texto según mi propósito y quiénes me van a leer. Ya cuando tengo una versión acabada, reorganizo las ideas que he desarrollado en un esquema. O sea, me parece más fácil hacer el esquema cuando el texto está listo\".\n¿Cuál es el proceso de aprendizaje que se evidencia principalmente en la intervención de la estudiante?",
          "opciones": [
            "La metacognición sobre el proceso de escritura.",
            "Un conflicto cognitivo sobre el proceso de escritura.",
            "La activación de saberes previos sobre el proceso de escritura."
          ],
          "respuesta": "La metacognición sobre el proceso de escritura.",
          "respuestaCorta": "La estudiante demuestra metacognición al ser consciente de su propio proceso de escritura, reflexionar sobre él, y explicar las estrategias y el orden que le resultan más efectivos.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. La estudiante no solo describe lo que hace, sino que lo analiza y lo justifica ('me parece más fácil hacer el esquema cuando el texto está listo'). Está pensando sobre su propia manera de pensar y escribir, lo cual es la definición de metacognición.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Ante este comentario, uno de los estudiantes interviene diciendo:\n\"Está mal. No se puede empezar el texto escribiéndolo. Es obligatorio hacer primero un esquema. Recién después del esquema uno puede escribir\".\n¿Cuál de las siguientes acciones es la más adecuada para retroalimentar la intervención de este estudiante sobre el proceso de planificación de textos?",
          "opciones": [
            "Mencionarle que, además de lo que él dice, se debe definir el género o el tipo textual durante la planificación. Luego, pedirle que mencione otros aspectos que deben planificarse antes de empezar a escribir.",
            "Explicarle que el esquema no es requisito para escribir el texto. Luego, solicitarle que mencione alguna idea que ha elegido desarrollar en su escrito. Después, sobre la base de esta idea, escribir junto con él la primera versión de su texto.",
            "Preguntarle qué función cumple un esquema de escritura. Luego, pedirle que explique si cree que, al escribir el borrador, es posible añadir nuevas ideas que no consideró en un primer momento, y si esto puede significar que el esquema es útil, pero no obligatorio."
          ],
          "respuesta": "Preguntarle qué función cumple un esquema de escritura. Luego, pedirle que explique si cree que, al escribir el borrador, es posible añadir nuevas ideas que no consideró en un primer momento, y si esto puede significar que el esquema es útil, pero no obligatorio.",
          "respuestaCorta": "Esta opción es la más adecuada porque, a través de preguntas reflexivas, ayuda al estudiante a cuestionar su propia concepción rígida del proceso de escritura y a entenderlo como algo más flexible.",
          "solucionario": "Una retroalimentación efectiva debe generar un conflicto cognitivo que permita al estudiante reconstruir su conocimiento. La opción C logra esto al no darle la respuesta, sino al guiarlo con preguntas para que él mismo concluya que el proceso de escritura no es lineal y que el esquema es una herramienta flexible y no un paso rígido y obligatorio. La opción A refuerza su idea errónea y la B es muy directiva.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p10",
      "contexto": "Los estudiantes de tercer grado participarán en una expoferia sobre el cuidado del ambiente. En este contexto, la docente ha invitado al salón a algunos especialistas en conservación del ambiente para que compartan sus experiencias con los estudiantes. La docente ha propuesto a los estudiantes que tomen apuntes durante las exposiciones de los invitados, de modo que puedan utilizar información especializada en la expoferia. Uno de los estudiantes levanta la mano y dice que no sabe tomar apuntes. Otros estudiantes tratan de darle sugerencias sobre cómo se hace. A continuación, se presentan las intervenciones de tres estudiantes:\nAbel: \"Tienes que apuntar todo lo que puedas, sin detenerte. Cuida que no te falte ni una palabra. De este modo, tendrás toda la información para la expoferia\".\nBeatriz: \"No, no, no. Tienes que apuntar las ideas más importantes de forma resumida. Así, te quedarás con toda la información que vale la pena para cuando expongas\".\nCristian: \"No, pues. Tienes que anotar lo que más te llama la atención de lo que hayas escuchado. De esta forma, cuando te toque exponer, vas a poder comentar lo que más te gustó\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En función del propósito de los estudiantes, ¿quién ofrece una sugerencia más adecuada para tomar apuntes?",
          "opciones": [
            "Abel",
            "Beatriz",
            "Cristian"
          ],
          "respuesta": "Beatriz",
          "respuestaCorta": "La sugerencia de Beatriz es la más adecuada porque se centra en identificar y registrar las ideas principales de forma resumida, lo cual es el objetivo de tomar apuntes para un uso posterior.",
          "solucionario": "El propósito de tomar apuntes es capturar la esencia de una exposición para poder utilizarla después. La propuesta de Beatriz (apuntar ideas importantes de forma resumida) es la estrategia más eficaz para este fin. La de Abel es inviable y contraproducente (intentar transcribir todo). La de Cristian es muy subjetiva ('lo que más te llama la atención') y puede llevar a omitir información clave que, aunque no sea llamativa, sea importante para la expoferia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente ha elaborado una lista de preguntas para que los estudiantes evalúen sus propias presentaciones orales cuando las practiquen. La lista incluye las tres preguntas siguientes:\n1. ¿Los materiales concretos y visuales utilizados se ajustan al propósito comunicativo del texto oral?\n2. ¿Se ha utilizado un registro formal y un vocabulario pertinente de acuerdo con el tema de la exposición?\n3. ¿Se han variado la entonación y el volumen, y se han hecho pausas para enfatizar diversas partes del texto?\n¿Cuál de estas preguntas se centra en la evaluación del uso estratégico de recursos expresivos en textos orales?",
          "opciones": [
            "La 1.",
            "La 2.",
            "La 3."
          ],
          "respuesta": "La 3.",
          "respuestaCorta": "La pregunta 3 evalúa directamente los recursos paraverbales (entonación, volumen, pausas), que son componentes clave de los recursos expresivos en la comunicación oral.",
          "solucionario": "Los recursos expresivos en la oralidad incluyen elementos verbales, no verbales (gestos, postura) y paraverbales. La pregunta 3 se enfoca específicamente en los recursos paraverbales (entonación, volumen, pausas), que son usados estratégicamente para dar énfasis y matices al discurso. La pregunta 1 se refiere a recursos de apoyo y la 2 a la adecuación del lenguaje.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Un grupo de estudiantes está practicando la exposición que presentará en la expoferia. A continuación, se presenta un fragmento de dicha práctica:\nSantos: \"Las tortugas marinas son animales muy lindos e importantes para nosotros. Las leyes del Perú las protegen porque están amenazadas. Por eso, es importante que nosotros también las protejamos. Un problema es que las pescan por accidente, pero lo que les afecta más de nuestras actividades es la basura que arrojamos al mar. Por ejemplo, el plástico lo confunden con alimento, se lo comen y se mueren. Tenemos que evitar que eso pase\".\nJuana: \"Me perdí. ¿Qué cosa les afectaba además de la basura?\".\nEdwin: \"Que las pescaban por accidente\".\n¿Qué capacidad de comprensión oral se evidencia principalmente en la intervención de Edwin?",
          "opciones": [
            "Inferir el significado del texto oral.",
            "Recuperar información del texto oral.",
            "Reflexionar sobre el contenido del texto oral."
          ],
          "respuesta": "Recuperar información del texto oral.",
          "respuestaCorta": "Edwin demuestra la capacidad de recuperar información al localizar y repetir un dato explícito que mencionó Santos previamente para responder a la pregunta de Juana.",
          "solucionario": "La capacidad de recuperar información oral implica identificar y recordar datos, hechos o ideas que fueron mencionados explícitamente en el discurso. Edwin localiza la frase 'las pescan por accidente' que Santos dijo momentos antes y la reproduce para aclarar la duda de Juana. No infiere ni reflexiona, simplemente recuerda y extrae información literal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p11",
      "contexto": "En una IE, se realizará un recital en el que los estudiantes declamarán sus propios poemas. Por esta razón, tres docentes de Comunicación están conversando sobre el modo en que orientarán a los estudiantes en la declamación de sus poemas. Durante esta conversación, se realizaron las siguientes propuestas:\nAlaín: \"Pidamos que nos observen declamar un poema para que noten la entonación, el volumen de voz y otros recursos expresivos que usamos. Luego, indiquemos que apliquen, en la declamación de sus poemas, los recursos que más les hayan llamado la atención\".\nDiego: \"Revisemos con ellos sus poemas para decirles qué gestos y otros recursos deberían usar para lograr transmitir lo que buscan en sus poemas. Luego, pidamos que practiquen la declamación de sus poemas hasta lograr que se sientan con suficiente confianza para presentarse en público\".\nPedro: \"Agrupemos en pares a los estudiantes para que hablen sobre sus poemas. Después, hay que presentarles algunos recursos para que practiquen en su declamación y, junto con ellos, evaluemos la pertinencia de los recursos que eligieron según el sentido de sus poemas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué docente brinda una propuesta más adecuada para orientar a los estudiantes en la declamación de poemas?",
          "opciones": [
            "Alaín",
            "Diego",
            "Pedro"
          ],
          "respuesta": "Pedro",
          "respuestaCorta": "La propuesta de Pedro es la más adecuada porque promueve la reflexión, la coevaluación y la autonomía del estudiante al elegir y evaluar la pertinencia de los recursos expresivos.",
          "solucionario": "La propuesta de Pedro es pedagógicamente más rica porque se centra en el estudiante y su proceso metacognitivo. Fomenta el diálogo ('que hablen sobre sus poemas'), la exploración ('practiquen') y la autoevaluación ('evaluemos la pertinencia'). Alaín propone un modelo basado en la imitación, mientras que Diego ofrece un enfoque muy directivo donde el docente decide por el estudiante. La propuesta de Pedro construye aprendizaje significativo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2018_p12",
      "contexto": "Una docente busca trabajar con sus estudiantes de quinto grado la escritura de reseñas críticas. El propósito de estas será recomendar libros a todos los miembros de la comunidad educativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente es consciente de que la reseña crítica es un género textual complejo. Por ello, ha pedido sugerencias a sus colegas del grado sobre cómo familiarizar a los estudiantes con las características textuales de dicho género. Estas son las sugerencias de tres docentes:\nIfigenia: \"Sugiero que empieces explicando qué es una reseña crítica y qué estructura suele presentar. Después, entrega una reseña crítica a tus estudiantes para que les muestres si cumple con la estructura y cada una de las características explicadas\".\nAugusta: \"Yo recomiendo que les propongas a los estudiantes comparar un resumen y una reseña crítica de una misma obra que hayan leído. Luego, pideles que comenten sobre las similitudes y diferencias que logren hallar entre ambos textos\".\nPenélope: \"Creo que puedes iniciar escribiendo en la pizarra el formato usual que tiene una reseña crítica, es decir, una introducción, un cuerpo y una conclusión. Luego, define claramente cada una de estas partes, de modo que sepan qué función textual cumplen\".\n¿Cuál de las docentes propone las acciones más adecuadas para familiarizar a los estudiantes con el género de reseña crítica?",
          "opciones": [
            "Ifigenia",
            "Augusta",
            "Penélope"
          ],
          "respuesta": "Augusta",
          "respuestaCorta": "La propuesta de Augusta es la más adecuada porque promueve el aprendizaje por descubrimiento, permitiendo que los estudiantes identifiquen las características de la reseña al compararla con un género que ya conocen.",
          "solucionario": "La estrategia de Augusta fomenta un aprendizaje inductivo y significativo. Al comparar un resumen (género conocido y expositivo) con una reseña crítica (género nuevo y expositivo-argumentativo), los estudiantes pueden identificar por sí mismos la característica fundamental que los diferencia: la opinión o valoración fundamentada. Las propuestas de Ifigenia y Penélope son más directivas y expositivas, limitando el rol del estudiante a un receptor de información.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente les ha propuesto a los estudiantes que se agrupen en pares para la revisión de sus reseñas. Para ello, la docente ha anotado en la pizarra algunas sugerencias para orientar la revisión que ellos realizarán. A continuación, se muestran algunas de estas sugerencias:\n1. \"Analicemos si se presenta información contradictoria en la reseña\".\n2. \"Revisemos si se ha empleado la primera persona para presentar las ideas\".\n3. \"Evaluemos si los conectores se han empleado adecuadamente en la reseña\".\n¿Cuál de estas sugerencias se centra principalmente en que los estudiantes revisen un aspecto de la coherencia de sus reseñas?",
          "opciones": [
            "La 1.",
            "La 2.",
            "La 3."
          ],
          "respuesta": "La 1.",
          "respuestaCorta": "La sugerencia 1 se enfoca en la coherencia, ya que la ausencia de contradicciones es un principio fundamental para que un texto sea lógicamente consistente y comprensible.",
          "solucionario": "La coherencia es la propiedad textual que se relaciona con la unidad temática y la ausencia de contradicciones lógicas en el contenido. La sugerencia 1 apunta directamente a este aspecto. La sugerencia 2 se relaciona con la adecuación (el registro y la voz narrativa) y la sugerencia 3 se enfoca en la cohesión (los mecanismos lingüísticos que unen las ideas).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p13",
      "contexto": "Los estudiantes de cuarto grado leerán poesía peruana del siglo XX. En este contexto, el docente ha propuesto que los estudiantes lean algunos poemas de Blanca Varela. Los estudiantes han empezado a leer el poema \"Ejercicios\" de Blanca Varela. Este poema está compuesto de cuatro partes. A continuación, se muestra la primera parte del poema:\nI\nUn poema\ncomo una gran batalla\nme arroja en esta arena\nsin más enemigo que yo\nyo\ny el gran aire de las palabras",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente propuso que los estudiantes conversen sobre lo que más les llamó la atención de esta primera parte del poema. Estos son los comentarios que realizaron tres estudiantes:\nFernando: \"Es interesante que no se haya usado ningún signo de puntuación en este poema\".\nEnrique: \"Me gustan mucho los versos 'sin más enemigo que yo' y 'el gran aire de las palabras'\".\nDaniel: \"Creo que en el poema se habla de que escribir poesía es como un reto difícil para el poeta\".\n¿Cuál de los estudiantes ha formulado una interpretación sobre el contenido del poema?",
          "opciones": [
            "Fernando",
            "Enrique",
            "Daniel"
          ],
          "respuesta": "Daniel",
          "respuestaCorta": "Daniel realiza una interpretación al proponer un significado global para el poema, explicando que trata sobre la dificultad de la escritura poética.",
          "solucionario": "Interpretar un texto implica construir su significado, ir más allá de lo literal para proponer un sentido. Daniel hace esto al sintetizar el contenido en una idea central ('escribir poesía es como un reto difícil'). Fernando comenta un aspecto formal (la puntuación) y Enrique expresa una preferencia personal por ciertos versos, pero ninguno de los dos formula una interpretación del contenido.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es más adecuada para fomentar en los estudiantes la interpretación del sentido global del poema?",
          "opciones": [
            "¿Qué tipo de versificación se ha empleado en el poema?",
            "¿Por qué la poeta se considera a sí misma su propia enemiga?",
            "¿Qué figura retórica se evidencia en la expresión 'el gran aire de las palabras'?"
          ],
          "respuesta": "¿Por qué la poeta se considera a sí misma su propia enemiga?",
          "respuestaCorta": "Esta pregunta impulsa a los estudiantes a interpretar el núcleo temático del poema: el conflicto interno del yo poético frente al acto de la creación.",
          "solucionario": "Para interpretar el sentido global, los estudiantes deben profundizar en las ideas y conflictos centrales. La pregunta B los lleva directamente a analizar la metáfora principal del poema (la escritura como batalla contra uno mismo), lo que es clave para construir el significado total. Las preguntas A y C se centran en aspectos formales o figuras retóricas aisladas, que si bien son importantes, no apuntan de manera tan directa a la interpretación global.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p14",
      "contexto": "Los estudiantes de tercer grado escribirán textos en los que explicarán a la comunidad educativa qué alimentos son los más adecuados para lograr una alimentación saludable. Como parte de la búsqueda de información sobre el tema, el docente presenta a los estudiantes una infografía.\n\nTEXTO DE LA INFOGRAFÍA:\nUna dieta saludable debe contener alimentos de los diversos grupos presentados. En niños, se recomienda un consumo diario de pescado, verduras, legumbres y frutas. Además, es preferible evitar el consumo excesivo de alimentos con alto contenido de grasas saturadas.\nGRUPO I: TUBÉRCULOS, RAÍCES, CEREALES Y MENESTRAS. Proveen carbohidratos. Función: dan energia.\nGRUPO II: VERDURAS. Proveen esencialmente vitaminas. Función: defienden contra enfermedades.\nGRUPO III: FRUTAS. Aportan vitaminas A, C y fibra. Función: defienden contra enfermedades.\nGRUPO IV: LÁCTEOS. Son fuentes de calcio y proteínas. Función: ayudan al crecimiento.\nGRUPO V: CARNES, PESCADOS Y HUEVOS. Proveen proteinas, hierro, zinc y vitamina A. Función: evitan la anemia y favorecen el crecimiento.\nGRUPO VI: GRASAS Y AZÚCARES. Son fuente principal de grasa y carbohidratos. Función: dan energía.",
      "imagen": "img/ascenso_secundaria_2018_q75.png",
      "preguntas": [
        {
          "pregunta": "Los estudiantes están comentando sobre la infografía. Este es un extracto del diálogo de tres estudiantes:\nAbelardo: \"La función de cada grupo de alimentos está bien detallada y, gracias a esto, podemos asegurarnos de que no nos falte ningún alimento importante\".\nBenito: \"La función de los alimentos depende de su grupo. Por ejemplo, los alimentos del grupo V evitan que nos dé anemia y favorecen el crecimiento de nuestro cuerpo\".\nCiro: \"Los alimentos con carbohidratos, como las menestras y los tubérculos, dan energía. Además, consumir alimentos con calcio y proteínas, como la leche, nos ayuda a crecer\".\n¿Qué estudiante ha expresado su opinión sobre la infografía?",
          "opciones": [
            "Abelardo",
            "Benito",
            "Ciro"
          ],
          "respuesta": "Abelardo",
          "respuestaCorta": "Abelardo expresa una opinión al emitir un juicio de valor sobre la infografía, calificándola como 'bien detallada', a diferencia de los otros que solo resumen información.",
          "solucionario": "Una opinión implica una valoración o un juicio personal. Abelardo realiza esto al afirmar que la información está 'bien detallada'. Por el contrario, Benito y Ciro se limitan a recuperar y parafrasear información explícita contenida en la infografía, describiendo las funciones de ciertos grupos de alimentos sin emitir una valoración personal sobre el texto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante el análisis de la infografía, el docente plantea la siguiente pregunta a los estudiantes: \"¿Para qué se han colocado dibujos de algunos alimentos?\". ¿Qué capacidad lectora busca promover principalmente el docente con la pregunta?",
          "opciones": [
            "Reflexionar sobre los aspectos formales del texto.",
            "Recuperar información explícita del texto.",
            "Reorganizar la información del texto."
          ],
          "respuesta": "Reflexionar sobre los aspectos formales del texto.",
          "respuestaCorta": "La pregunta busca que los estudiantes reflexionen sobre la función de un elemento paratextual (los dibujos) y su contribución al propósito comunicativo del texto.",
          "solucionario": "Esta pregunta no pide recuperar información ni reorganizarla, sino analizar la intención detrás de una elección de diseño. Al preguntar 'para qué' se usan los dibujos, el docente invita a los estudiantes a reflexionar sobre la forma del texto y cómo sus elementos (imágenes, texto, diagramación) trabajan juntos para lograr un efecto en el lector, como ejemplificar o hacer la información más atractiva.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes ideas está implícita en la infografía?",
          "opciones": [
            "Las verduras proveen esencialmente vitaminas.",
            "Los alimentos del grupo III defienden contra enfermedades.",
            "Una dieta basada en un solo grupo alimenticio puede ser perjudicial."
          ],
          "respuesta": "Una dieta basada en un solo grupo alimenticio puede ser perjudicial.",
          "respuestaCorta": "Esta idea se infiere de la afirmación inicial de que 'Una dieta saludable debe contener alimentos de los diversos grupos presentados'.",
          "solucionario": "La información implícita no está escrita textualmente, pero se deduce del conjunto del texto. La infografía comienza diciendo que una dieta saludable debe ser variada ('debe contener alimentos de los diversos grupos'). A partir de esta premisa, se infiere lógicamente la idea contraria: que una dieta no variada, es decir, basada en un solo grupo, no sería saludable y, por tanto, podría ser perjudicial. Las opciones A y B son datos explícitos tomados directamente de la descripción de los grupos II y III.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Con el objetivo de recoger información para sus textos, los estudiantes han consultado diferentes fuentes digitales en internet. Luego, discuten sobre las fuentes que han elegido utilizar. A continuación, se presenta el diálogo que tres estudiantes sostuvieron al respecto:\nAurora: \"Yo elegí una página que es de la Organización Mundial de la Salud que, encima, te dice la revista científica de donde sale toda la información que te da\".\nBeatriz: \"Yo, en cambio, preferí comersaludable.com.pe porque, tiene más de 1 millón de visitas y tiene testimonios de muchas madres contentas por lo que han aprendido!\".\nCarina: \"Yo me quedé con DrSalud.com porque la escribe un médico que es patrocinado por grandes empresas de alimentos para niños; además, la página está en varios idiomas\".\n¿Qué estudiante ha empleado un criterio más adecuado para seleccionar una fuente confiable?",
          "opciones": [
            "Aurora",
            "Beatriz",
            "Carina"
          ],
          "respuesta": "Aurora",
          "respuestaCorta": "Aurora utiliza los criterios más adecuados: la autoridad de la fuente (OMS) y la verificabilidad de la información (cita de revistas científicas).",
          "solucionario": "La confiabilidad de una fuente se basa en criterios como la autoridad (quién la respalda), la precisión y la objetividad. Aurora elige una fuente de alta autoridad (OMS) y que permite verificar sus datos. Beatriz se basa en la popularidad y testimonios, que no garantizan veracidad. Carina elige una fuente con un posible conflicto de intereses (patrocinio de empresas), lo que compromete su objetividad.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Los estudiantes se encuentran redactando sus escritos. El siguiente es un fragmento de la primera versión del texto de una estudiante:\n¿Qué tipos de alimentos es bueno para nosotros? Pues, se tiene varios. Un ejemplo son las hortalizas y las verduras, los cuales son beneficiosos para que los niños crezcan. Además, está la leche y los productos lácteos, su derivado.\n¿Cuál de los siguientes problemas de escritura presenta este fragmento del texto?",
          "opciones": [
            "La repetición innecesaria de algunas palabras.",
            "La omisión de algunos signos de puntuación.",
            "La falta de concordancia gramatical."
          ],
          "respuesta": "La falta de concordancia gramatical.",
          "respuestaCorta": "El fragmento presenta varios errores de concordancia, como 'tipos de alimentos es bueno' (debería ser 'son buenos') y 'productos lácteos, su derivado' (debería ser 'sus derivados').",
          "solucionario": "El principal problema del texto es la falta de concordancia gramatical. Se observan errores de concordancia de número entre sujeto y verbo ('tipos... es') y entre sustantivo y adjetivo/pronombre ('productos lácteos... su derivado'). Si bien podría mejorarse la puntuación o el léxico, los errores de concordancia son los más evidentes y recurrentes.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Otro de los estudiantes presentó la primera versión de su texto al docente. A continuación, se muestra el primer párrafo de este texto:\nLas verduras son buenazas para los niños. Por ejemplo las verduras ayudan a prevenir enfermedades y estimulan el crecimiento físico. Las verduras pueden ayudar a que los más pequeños tengan buena disposición para aprender mejor, estos alimentos les dan un montón de energía. Es por eso que los niños y los grandes deben comer mucha verdura.\nEl docente busca orientar al estudiante en la mejora de su texto. Por ello, ha escrito diversos comentarios en dicho texto con este propósito. Estas son tres de las anotaciones del docente:\n1. \"Entre las dos primeras oraciones, has usado el conector 'por ejemplo'. ¿Crees que ayuda a unir lógicamente las ideas de estas oraciones? ¿Por qué?\".\n2. \"Recuerda que es recomendable emplear expresiones acordes con el público al que te dirigirás. ¿Qué te parece si revisas las expresiones 'buenazas' y 'montón'?\".\n3. \"Has usado la palabra 'verdura' en muchas ocasiones. ¿Podrías reemplazarla con otra palabra que se refiera a lo mismo o, quizás, omitirla en algunas partes de tu texto?\".\n¿Cuál de las anotaciones se centra en que el estudiante adecúe el léxico de su texto a la situación comunicativa?",
          "opciones": [
            "La 1.",
            "La 2.",
            "La 3."
          ],
          "respuesta": "La 2.",
          "respuestaCorta": "La anotación 2 se enfoca en la adecuación del léxico, al cuestionar el uso de términos coloquiales ('buenazas', 'montón') en un texto que probablemente requiere un registro más formal.",
          "solucionario": "La adecuación es la propiedad textual que se refiere a la adaptación del texto a la situación comunicativa (propósito, destinatario, registro). La anotación 2 aborda directamente este aspecto al invitar al estudiante a reflexionar sobre si su elección de palabras es apropiada para el público. La anotación 1 trata sobre cohesión (uso de conectores) y la 3 sobre cohesión léxica (evitar repeticiones).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Durante la revisión del escrito, el docente le ha sugerido al estudiante emplear un conector para unir las siguientes oraciones:\nLas verduras pueden ayudar a que los más pequeños tengan buena disposición para aprender mejor, [conector] estos alimentos les dan un montón de energía.\n¿Cuál es el conector más adecuado para relacionar lógicamente las oraciones subrayadas?",
          "opciones": [
            "Aunque.",
            "Por lo que.",
            "Debido a que."
          ],
          "respuesta": "Debido a que.",
          "respuestaCorta": "El conector 'Debido a que' es el más adecuado porque establece una relación de causa-efecto: la energía que dan las verduras (causa) explica por qué ayudan a aprender mejor (efecto).",
          "solucionario": "Se necesita un conector que exprese la causa o razón de la primera afirmación. La segunda oración ('estos alimentos les dan un montón de energía') es la causa por la cual la primera es cierta ('pueden ayudar a que tengan buena disposición para aprender mejor'). 'Debido a que' es un conector causal. 'Aunque' es concesivo y 'Por lo que' es consecutivo, estableciendo relaciones lógicas diferentes.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Una de las estudiantes le ha pedido al docente que revise el avance del texto que ha elaborado. A continuación, se presenta dicho avance:\nAlimentos adecuados que debemos consumir los estudiantes para estar saludables. Alimentos sancochados, sin mucha grasa, para que no nos enfermemos del hígado. Más agua y menos gaseosas porque tienen mucha azúcar que nos hace daño a los huesos. Más frutas, como pera, plátano, durazno, piña, para que tengamos más energía.\nEl docente nota que hay varios aspectos del escrito que se pueden mejorar. ¿Cuál de estos debe priorizar el docente en su revisión para que la estudiante mejore su texto?",
          "opciones": [
            "La ausencia de un vocabulario variado y preciso a lo largo del texto.",
            "La omisión de conectores que ayuden a organizar la información.",
            "La falta de oraciones con verbos principales que expresen ideas completas."
          ],
          "respuesta": "La falta de oraciones con verbos principales que expresen ideas completas.",
          "respuestaCorta": "El problema principal es la estructura sintáctica; el texto es una lista de frases nominales sin verbos conjugados, lo que impide que se formen ideas completas y un párrafo coherente.",
          "solucionario": "El aspecto más fundamental a corregir es la sintaxis. El texto no está compuesto por oraciones, sino por frases nominales yuxtapuestas. Antes de poder trabajar en el vocabulario o los conectores, la estudiante necesita construir oraciones gramaticalmente completas con verbos principales conjugados (p. ej., 'Debemos consumir alimentos adecuados...'). Sin esta estructura básica, el texto no puede funcionar como un párrafo coherente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p15",
      "contexto": "Los estudiantes de tercer grado están leyendo el siguiente relato de Julio Cortázar:\nPreámbulo a las instrucciones para dar cuerda al reloj\nPiensa en esto: cuando te regalan un reloj, te regalan un pequeño infierno florido, una cadena de rosas, un calabozo de aire. No te dan solamente el reloj, que los cumplas muy felices y esperamos que te dure porque es de buena marca, suizo con áncora de rubíes; no te regalan solamente ese menudo picapedrero que te atarás a la muñeca y pasearás contigo. Te regalan no lo saben, lo terrible es que no lo saben-, te regalan un nuevo pedazo frágil y precario de ti mismo, algo que es tuyo pero no es tu cuerpo, que hay que atar a tu cuerpo con su correa como un bracito desesperado colgándose de tu muñeca. Te regalan la necesidad de darle cuerda todos los días, la obligación de darle cuerda para que siga siendo un reloj; te regalan la obsesión de atender a la hora exacta en las vitrinas de las joyerías, en el anuncio por la radio, en el servicio telefónico. Te regalan el miedo de perderlo, de que te lo roben, de que se te caiga al suelo y se rompa. Te regalan su marca, y la seguridad de que es una marca mejor que las otras, te regalan la tendencia de comparar tu reloj con los demás relojes. No te regalan un reloj, tú eres el regalado, a ti te ofrecen para el cumpleaños del reloj.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes figuras retóricas sobresale en la expresión subrayada 'un pequeño infierno florido'?",
          "opciones": [
            "Analogía",
            "Oxímoron",
            "Hipérbaton"
          ],
          "respuesta": "Oxímoron",
          "respuestaCorta": "La expresión es un oxímoron porque une dos términos de significado opuesto ('infierno' y 'florido') para crear un nuevo sentido que refleja la naturaleza contradictoria del regalo.",
          "solucionario": "Un oxímoron es una figura retórica que consiste en la combinación, en una misma estructura sintáctica, de dos palabras o expresiones de significado opuesto. En 'infierno florido', se une un término negativo ('infierno') con uno positivo ('florido'), generando una contradicción que captura la idea central del texto: que un regalo aparentemente bueno trae consigo una carga negativa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Luego de la lectura del texto, el docente hizo el siguiente comentario a los estudiantes: \"En el texto, se usan expresiones en las que parece que hablan otras personas y no únicamente el narrador. En el contexto de este relato, esto puede introducir un contacto con lo oral y lo cotidiano\". ¿Cuál de los siguientes extractos del relato evidencia lo comentado por el docente?",
          "opciones": [
            "\"(...) No te dan solamente el reloj, que los cumplas muy felices y esperamos que te dure porque es de buena marca, suizo con áncora de rubíes (...)\".",
            "\"(...) Te regalan su marca, y la seguridad de que es una marca mejor que las otras, te regalan la tendencia de comparar tu reloj con los demás relojes (...)\".",
            "\"(...) Te regalan no lo saben, lo terrible es que no lo saben-, te regalan un nuevo pedazo frágil y precario de ti mismo, algo que es tuyo pero no es tu cuerpo (...)\"."
          ],
          "respuesta": "\"(...) No te dan solamente el reloj, que los cumplas muy felices y esperamos que te dure porque es de buena marca, suizo con áncora de rubíes (...)\".",
          "respuestaCorta": "Este extracto evidencia la polifonía al incluir frases típicas y coloquiales ('que los cumplas muy felices', 'esperamos que te dure') que representan la voz de quien regala el reloj.",
          "solucionario": "El concepto de polifonía o dialogismo se refiere a la inclusión de múltiples voces dentro de un mismo discurso. En la opción A, el narrador inserta frases que no le pertenecen, sino que imitan el discurso social típico asociado a la entrega de un regalo de cumpleaños. Esto crea un efecto de oralidad y cotidianidad, diferenciándose de las otras opciones, donde solo se escucha la voz del narrador principal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Los estudiantes están escribiendo comentarios críticos sobre el relato. A continuación, se muestra el comentario de una de las estudiantes:\n(1) En este texto bien corto el narrador le habla al lector como en una conversación, lo que hace todo muy realista. (2) Por otro lado el relato cambia la forma de ver el hecho de regalar cosas para hacer que nos demos cuenta de que puede ser una acción muy mala. (3) Es interesante que no haya un personaje principal como en otros cuentos que he leído antes.\n¿En qué oración de su comentario la estudiante explicita la intención principal del relato?",
          "opciones": [
            "En 1.",
            "En 2.",
            "En 3."
          ],
          "respuesta": "En 2.",
          "respuestaCorta": "La oración 2 resume la intención del relato: cuestionar y resignificar un acto cotidiano como regalar, mostrando su lado problemático u oscuro.",
          "solucionario": "La intención principal de un texto literario suele ser la idea o reflexión central que el autor busca transmitir. La oración 2 captura esta esencia al señalar que el relato 'cambia la forma de ver el hecho de regalar cosas' para revelar su potencial negativo. La oración 1 describe un recurso estilístico (el tono conversacional) y la 3 una característica estructural (ausencia de personaje), pero la 2 es la que mejor define el propósito temático del texto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2018_p16",
      "contexto": "Contexto del relato de Julio Cortázar: Piensa en esto: cuando te regalan un reloj, te regalan un pequeño infierno florido, una cadena de rosas, un calabozo de aire. No te dan solamente el reloj... [texto completo del relato] ...a ti te ofrecen para el cumpleaños del reloj.\n\nComentario de la estudiante sobre el relato:\n(1) En este texto bien corto el narrador le habla al lector como en una conversación, lo que hace todo muy realista. (2) Por otro lado el relato cambia la forma de ver el hecho de regalar cosas para hacer que nos demos cuenta de que puede ser una acción muy mala. (3) Es interesante que no haya un personaje principal como en otros cuentos que he leído antes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué oración de su comentario la estudiante ha empleado un conector de adición?",
          "opciones": [
            "En 1.",
            "En 2.",
            "En 3."
          ],
          "respuesta": "En 2.",
          "respuestaCorta": "En la oración 2, la locución 'Por otro lado' funciona como un conector que añade una nueva perspectiva o información al comentario ya iniciado.",
          "solucionario": "Los conectores de adición o aditivos sirven para añadir información. 'Por otro lado' es una locución conectiva que, en este contexto, introduce un nuevo punto de vista sobre el relato, sumándolo al análisis de la primera oración. Por tanto, cumple una función de adición de ideas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿En qué oración del comentario se ha omitido el uso de una coma luego de un complemento circunstancial antepuesto?",
          "opciones": [
            "En 1.",
            "En 2.",
            "En 3."
          ],
          "respuesta": "En 1.",
          "respuestaCorta": "En la oración 1, se ha omitido la coma después del complemento circunstancial 'En este texto bien corto', que está antepuesto al sujeto de la oración.",
          "solucionario": "Según la normativa ortográfica, cuando un complemento circunstancial extenso precede al verbo principal de la oración, debe ir seguido de una coma. En la oración (1), 'En este texto bien corto' es un complemento circunstancial de lugar antepuesto y debería llevar una coma al final: 'En este texto bien corto, el narrador...'.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p17",
      "contexto": "Los estudiantes de quinto grado están leyendo una edición del poemario 5 metros de poemas de Carlos Oquendo de Amat. A continuación, se presenta uno de los poemas que más atrajo a los estudiantes:\ncuarto de los espejos\nEn esta media noche\ncon rejas de aire\nse ajitan las manos\nDonde estará la puerta? Dónde estará la puerta?\ny siempre nos damos de bruces\nCon los espejos de la vida\nCon los espejos de la muerte\nETERNA Juventud Vejez ETERNA\nSer siempre el mismo espejo que le damos la vuelta\nse ajitan las manos amarillas\ny se pierden las otras manos\ny en este todo-nada de espejos\nser de MADERA\ny sentir en lo negro\nHACHAZOS DE TIEMPO",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente busca orientar a los estudiantes en la comprensión del sentido global del poema. ¿Cuál de las siguientes preguntas es más adecuada para lograr este propósito?",
          "opciones": [
            "¿Qué pueden simbolizar los espejos en el poema?",
            "¿Por qué el poeta se pregunta \"Dónde estará la puerta?\"?",
            "¿Qué opinan sobre el uso de palabras que se refieren a colores?"
          ],
          "respuesta": "¿Qué pueden simbolizar los espejos en el poema?",
          "respuestaCorta": "Esta pregunta es la más adecuada porque apunta a descifrar el símbolo central del poema (los espejos), que es clave para construir su significado global sobre la vida, la muerte y el tiempo.",
          "solucionario": "Para comprender el sentido global de un poema, es fundamental interpretar sus símbolos centrales. La pregunta A invita a los estudiantes a reflexionar sobre el significado polisémico de los espejos, que en el poema se asocian a la vida, la muerte y la identidad. Las otras preguntas se centran en versos o recursos más específicos que, si bien son importantes, están subordinados al símbolo principal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente y los estudiantes discuten sobre las figuras retóricas que ayudan a construir el sentido global del poema. Uno de los estudiantes seleccionó la siguiente expresión: \"HACHAZOS DE TIEMPO\". ¿Qué figura retórica sobresale en la expresión identificada por el estudiante?",
          "opciones": [
            "Analogía",
            "Metáfora",
            "Comparación"
          ],
          "respuesta": "Metáfora",
          "respuestaCorta": "La expresión es una metáfora porque identifica el paso del tiempo con la violencia de un hachazo, sin usar un nexo comparativo.",
          "solucionario": "Una metáfora es la identificación de un término real con uno imaginario con el que mantiene una relación de semejanza. En 'HACHAZOS DE TIEMPO', se identifica el efecto destructivo y contundente del tiempo (término real) con la acción de los hachazos (término imaginario). No es una comparación porque no utiliza nexos como 'cual' o 'como'.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El docente busca orientar a los estudiantes en la comprensión de los recursos literarios que aportan al sentido global del poema. ¿Cuál de las siguientes preguntas es más adecuada para lograr este propósito?",
          "opciones": [
            "¿El título \"cuarto de los espejos\" ayuda a saber de qué tratará el poema?",
            "¿Qué sensación creen que se busca transmitir con la expresión \"se ajitan las manos\"?",
            "¿Por qué el poeta ha escrito la expresión \"ETERNA Juventud Vejez ETERNA\" de esa manera?"
          ],
          "respuesta": "¿Por qué el poeta ha escrito la expresión \"ETERNA Juventud Vejez ETERNA\" de esa manera?",
          "respuestaCorta": "Esta pregunta orienta a los estudiantes a reflexionar sobre el uso de un recurso visual y tipográfico (caligrama/disposición especular) y su relación con el tema del poema.",
          "solucionario": "La pregunta C es la más adecuada porque enfoca la atención en un recurso vanguardista clave del poema: la disposición visual del texto. Invita a los estudiantes a interpretar cómo la forma (la escritura en espejo de 'ETERNA') refuerza el contenido (la idea de un ciclo, la dualidad, el reflejo). Las otras preguntas son más superficiales y no promueven una reflexión tan profunda sobre la relación entre forma y fondo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p18",
      "contexto": "Los estudiantes de primer grado están leyendo textos narrativos. A continuación, se presenta uno de estos textos: Un zoológico de Londres mostraba las fieras al público a cambio de dinero. Por las noches, acudían al lugar algunos perros que hurgaban por comida entre los restos que dejaban los visitantes. Una mañana, mientras los guardias del zoológico hacían pasar a la gente, un perrito que buscaba alimento ingresó por accidente a la jaula del león. Cuando el perrito se percató del lugar en el que estaba, se trasladó, turbado, hacia un rincón de la jaula ante la mirada vigilante del león. Al cabo de unos minutos, el perro se puso patas arriba y empezó a menear la cola. El león lo tocó ligeramente con la garra, lo examinó, moviendo su enorme cabeza, y se alejó de él sin hacerle el menor daño. Al llegar la noche, el león se echó en el suelo para dormir y el perro se acomodó a su lado, colocando su cabeza sobre la pata de la gran fiera. Así, durante un año, los dos animales vivieron y jugaron en la misma jaula. Al cabo de un año, el perro enfermó y murió. El león olfateaba al perrito, lo lamía y lo acariciaba con la pata. Al comprender que su amigo había muerto, no quiso comer, se puso triste, se enfureció, empezó a rugir y a tirarse contra los barrotes de la jaula, como si quisiera destrozarla. Los guardianes del zoológico no podían controlarlo. Luego, cansado, el león se echó al lado del perrito y permaneció herido y quieto, sin permitir que nadie se llevara de la jaula el cuerpo sin vida de su amigo. Uno de los guardianes creyó que el león olvidaría al perrito si metía a otro en la jaula. Así lo hizo, pero, ante su asombro, vio cómo el león expulsó al animal de su jaula con un ensordecedor rugido. Luego, se echó nuevamente, abrazando al perrito, y permaneció así durante cinco días.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca promover que los estudiantes deduzcan información implícita en el texto. ¿Cuál de las siguientes preguntas es apropiada para conseguir este propósito?",
          "opciones": [
            "¿Por qué el león no quería que nadie se lleve al perrito?",
            "¿Qué hizo el perrito al notar que estaba en la jaula del león?",
            "¿Cuánto tiempo vivieron juntos el león y el perrito?"
          ],
          "respuesta": "¿Por qué el león no quería que nadie se lleve al perrito?",
          "respuestaCorta": "Esta pregunta requiere que los estudiantes infieran los sentimientos de afecto y lealtad del león, que no están explícitos pero se deducen de sus acciones.",
          "solucionario": "La deducción o inferencia implica ir más allá de lo literal. La respuesta a la pregunta A no está escrita en el texto; el estudiante debe deducir que el león actuaba así por el fuerte vínculo de amistad y el dolor de la pérdida. Las preguntas B y C, en cambio, se responden con información explícita que se puede localizar directamente en el relato.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente busca que los estudiantes recuperen información explícita en el cuento. ¿Cuál de las siguientes acciones pedagógicas es adecuada para conseguir su propósito?",
          "opciones": [
            "Preguntarles si antes habían escuchado la palabra 'turbado'. Luego, solicitar que den hipótesis sobre el sentido que tiene dicha palabra en el contexto en que aparece.",
            "Solicitar que opinen sobre la reacción del león ante la muerte del perrito. Luego, pedir que expliquen qué indicios del texto creen que ayudan a determinar las emociones de dicho personaje.",
            "Entregarles cartulinas en las que se han ilustrado diversos pasajes del cuento. Luego, pedir que salgan a la pizarra para que los ordenen, cronológicamente, basándose en el contenido del texto."
          ],
          "respuesta": "Entregarles cartulinas en las que se han ilustrado diversos pasajes del cuento. Luego, pedir que salgan a la pizarra para que los ordenen, cronológicamente, basándose en el contenido del texto.",
          "respuestaCorta": "Esta actividad se centra en la recuperación de información explícita, ya que para ordenar las escenas, los estudiantes deben recordar y localizar la secuencia de hechos tal como se narra en el texto.",
          "solucionario": "La recuperación de información explícita implica localizar y recordar datos tal como aparecen en el texto. La actividad de ordenar secuencialmente las imágenes obliga a los estudiantes a recordar el orden de los acontecimientos narrados. La opción A trabaja la inferencia lexical y la B, la reflexión y la interpretación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Varios estudiantes realizaron comentarios sobre el cuento leído. Estas son las intervenciones de tres estudiantes:\nAmelia: \"El perrito se mostraba muy alegre en el cuento: apenas entró a la jaula, se tiró al piso y empezó a menear la cola\".\nBárbara: \"El león se molestó mucho. Hasta se hizo daño a sí mismo. En una parte de la historia, no dejaba que nadie se lleve el cuerpo de su amigo\".\nCarmen: \"El león fue amable con el perrito. Por más que sea ficción, me asombra que un animal tan feroz pueda tener como amigo a un animal de otra especie\".\n¿Cuál de los comentarios presentados evidencia una reflexión sobre el contenido del texto?",
          "opciones": [
            "El de Amelia.",
            "El de Bárbara.",
            "El de Carmen."
          ],
          "respuesta": "El de Carmen.",
          "respuestaCorta": "El comentario de Carmen evidencia reflexión al conectar el contenido del texto con el mundo real ('Por más que sea ficción, me asombra...'), emitiendo un juicio de valor sobre el tema.",
          "solucionario": "La reflexión sobre el contenido implica que el lector relacione el texto con sus propias experiencias, conocimientos o valores, y emita una opinión. Carmen hace esto al contrastar la ficción del cuento con su conocimiento del mundo real sobre los animales y expresar su 'asombro'. Amelia y Bárbara se limitan a describir o parafrasear acciones de los personajes, manteniéndose en un nivel de comprensión más literal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p19",
      "contexto": "Los estudiantes de quinto grado van a elaborar un periódico para difundir información dentro de la IE sobre las actividades que se llevan a cabo en la comunidad. En este contexto, la docente propuso que los estudiantes formaran grupos para que cada uno de estos se encargara de una sección (sobre diversas noticias o actividades culturales, políticas o deportivas, por ejemplo) del periódico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Uno de los grupos va a escribir un texto que tiene como propósito exponer algunos argumentos para promover la adopción de animales. ¿Qué género periodístico se ajusta más al propósito comunicativo de dicho grupo?",
          "opciones": [
            "Una noticia de actualidad.",
            "Un artículo de opinión.",
            "Un reportaje."
          ],
          "respuesta": "Un artículo de opinión.",
          "respuestaCorta": "El artículo de opinión es el género adecuado porque su propósito principal es presentar una postura y argumentar para persuadir al lector sobre un tema.",
          "solucionario": "El propósito del grupo es 'exponer argumentos para promover' algo. Esta finalidad, que combina la exposición con la persuasión, es la característica esencial del artículo de opinión. Una noticia busca informar objetivamente sobre un hecho, y un reportaje investiga y profundiza un tema, pero el género centrado en la argumentación y la defensa de una tesis es el artículo de opinión.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El grupo encargado de dar a conocer las noticias locales está conversando acerca de cuál de ellas podría incluirse en el periódico. A continuación, se presenta una parte del diálogo que sostuvieron:\nAmparo: \"¡Chicos!, yo quiero hablar del aniversario de la comunidad. Eh... porque...\".\nBerenice: \"No, no, nadie quiere leer sobre eso...\".\nCamilo: \"Digamos algo de la feria de comida del domingo. Hay que hablar de la inscripción y...\".\nBerenice: \"¡Qué aburrido! No me gusta. Eh... ¿no tienen otra idea?\".\nAmparo: \"Si no te parece, propón algo\".\nBerenice: \"Eh... mejor podemos hablar sobre el concurso de baile, que tiene varios...\".\nCamilo: \"Pero ¿acaso nosotros vamos a bailar...?\".\nLa docente busca ayudar a los estudiantes del grupo en la mejora de sus capacidades de expresión oral. ¿En cuál de las siguientes capacidades debe centrar principalmente su retroalimentación?",
          "opciones": [
            "En la interacción colaborativa.",
            "En la utilización de recursos expresivos.",
            "En la adecuación del texto oral al contexto."
          ],
          "respuesta": "En la interacción colaborativa.",
          "respuestaCorta": "La retroalimentación debe centrarse en la interacción colaborativa, ya que el principal problema es la falta de escucha, respeto por las ideas ajenas y construcción conjunta de acuerdos.",
          "solucionario": "El diálogo muestra una clara deficiencia en las habilidades de interacción. Berenice descalifica las propuestas de sus compañeros sin argumentar ('nadie quiere leer sobre eso', '¡Qué aburrido!') y las interrupciones son constantes. El problema no es el uso de recursos expresivos o la adecuación, sino la incapacidad de dialogar constructivamente para llegar a un consenso, que es el núcleo de la interacción colaborativa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Uno de los grupos escribirá una noticia que presentará información sobre las disciplinas deportivas en las que se podrá participar durante las olimpiadas interescolares de la comunidad. Antes de escribir, dicho grupo ha organizado sus ideas en un esquema:\nOlimpiadas de verano 2018\n• Deportes en los que se puede participar\n  Ajedrez\n  Participación femenina en deportes\n  Natación\n  Fútbol de damas\n• Programación o fixture\n  Origen de la palabra 'fixture'\n  Fechas y campos de juego\n  ¿Campos de pasto sintético o natural?\nLuego de revisar el esquema, la docente busca ayudar a los estudiantes a mejorarlo. ¿Cuál de las siguientes acciones pedagógicas es la más adecuada para conseguir su propósito?",
          "opciones": [
            "Preguntarles cuál es la importancia de tratar la participación femenina en los deportes. Luego, pedirles que añadan más ideas relacionadas con este tema en su plan.",
            "Preguntarles por qué incluyeron la palabra 'fixture' en su plan. Luego, reflexionar con ellos sobre la pertinencia de usar palabras de otro idioma en los planes de escritura.",
            "Preguntarles qué es lo que buscan exponer principalmente en su texto. Luego, revisar con ellos qué ideas de su plan se relacionan con su propósito y cuáles no."
          ],
          "respuesta": "Preguntarles qué es lo que buscan exponer principalmente en su texto. Luego, revisar con ellos qué ideas de su plan se relacionan con su propósito y cuáles no.",
          "respuestaCorta": "Esta acción es la más adecuada porque se centra en la coherencia del plan, ayudando a los estudiantes a verificar que todas las ideas se relacionen directamente con el propósito comunicativo de la noticia.",
          "solucionario": "Un buen plan de escritura debe ser coherente y pertinente al propósito del texto. El esquema actual incluye digresiones ('Participación femenina en deportes', 'Origen de la palabra fixture', '¿Campos de pasto sintético o natural?') que no corresponden al propósito informativo de una noticia sobre las disciplinas y la programación. La opción C guía a los estudiantes a detectar estas incoherencias al contrastar sus ideas con su objetivo principal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Un grupo de estudiantes encargado de la sección cultural está escribiendo un texto para invitar a la comunidad a una obra teatral que se llevará a cabo en la IE. Este es un fragmento de la primera versión del texto que ha elaborado el grupo:\nEstimados padres, profesores y compañeros:\nTengo el agrado de escribirles para hacerles una invitación. Ha sido ensayada durante varios meses por nuestros compañeros de cuarto grado. La fecha en el cual se desarrollará es el viernes veintiocho de Noviembre a las 8 p.m. Se desarrollará en la misma institución educativa. Cuento con su participación para que lo realicen de la mejor manera. Esperamos que participen bien.\nAtte.,\nQuinto grado de la IE Clorinda Matto de Turner\nLa docente nota que hay varios aspectos en el texto que se deben mejorar. ¿Cuál de estos debe priorizar en la revisión del escrito?",
          "opciones": [
            "La concordancia inadecuada, como en 'La fecha en el cual'.",
            "Los problemas de referencia a lo largo del texto.",
            "El uso de un léxico repetitivo en el texto."
          ],
          "respuesta": "Los problemas de referencia a lo largo del texto.",
          "respuestaCorta": "Se debe priorizar la corrección de los problemas de referencia, ya que generan ambigüedad y dificultan gravemente la comprensión del mensaje.",
          "solucionario": "El problema más grave que afecta la coherencia del texto es la referencia. No queda claro a qué se refieren los pronombres y frases ('Ha sido ensayada...', 'se desarrollará...', 'lo realicen'). No se menciona explícitamente el objeto de la invitación (la obra de teatro) al inicio, lo que provoca que el resto del texto sea confuso. Si bien hay otros errores (concordancia, repetición), la falta de un referente claro es el problema principal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué error normativo se presenta en el texto anterior?",
          "opciones": [
            "El uso de mayúscula en 'Noviembre'.",
            "La escritura de 'veintiocho' en una palabra.",
            "El empleo de coma luego de la abreviatura 'Atte..'"
          ],
          "respuesta": "El uso de mayúscula en 'Noviembre'.",
          "respuestaCorta": "El error normativo es el uso de mayúscula inicial en 'Noviembre', ya que los nombres de los meses se escriben con minúscula.",
          "solucionario": "Según las reglas de la RAE, los nombres de los días de la semana, los meses y las estaciones del año se escriben con minúscula inicial. Por lo tanto, 'Noviembre' debería escribirse 'noviembre'. La escritura de 'veintiocho' es correcta, y 'Atte.' (abreviatura de atentamente) debe ir seguida de una coma si precede a la firma.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "El grupo encargado de la sección de salud va a escribir un texto que tiene como propósito exponer los beneficios de comer frutas diariamente. A continuación, se presenta la primera versión del texto que ha escrito el grupo:\nBeneficios del consumo de frutas\nActualmente, existen variados tipos de frutas que tienen muchos beneficios para la salud. A pesar de estos beneficios, en el recreo, nuestros compañeros prefieren comprar panes con hamburguesa. Sabemos que son ricos porque la señora del kiosko prepara los sánguches el mismo día. La señora tiene bastante tiempo en el colegio. Inclusive, nuestros hermanos mayores también le compraban cuando estudiaban aquí. Ellos nos cuentan que en esa época los panes con hamburguesa también eran bien ricos.\n¿Cuál de los siguientes problemas de coherencia presenta esta primera versión del texto?",
          "opciones": [
            "Vacío de información.",
            "Repetición de algunas ideas.",
            "Ausencia de unidad temática."
          ],
          "respuesta": "Ausencia de unidad temática.",
          "respuestaCorta": "El texto presenta ausencia de unidad temática, ya que se desvía del tema principal (beneficios de las frutas) para hablar de las hamburguesas y la historia de la vendedora del quiosco.",
          "solucionario": "La coherencia textual exige que todas las ideas desarrolladas en un párrafo giren en torno a un tema central. En este caso, el texto comienza hablando de los beneficios de las frutas pero inmediatamente se desvía hacia el tema de las hamburguesas del quiosco, abandonando por completo el tema propuesto en el título. Esta digresión rompe la unidad temática del texto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente nota que el grupo ha empleado varios conectores para unir las ideas del texto. ¿Cuál de estos conectores es concesivo?",
          "opciones": [
            "A pesar de.",
            "Inclusive.",
            "Porque."
          ],
          "respuesta": "A pesar de.",
          "respuestaCorta": "El conector 'A pesar de' es concesivo porque introduce una objeción o dificultad a la idea principal sin que esto impida su cumplimiento.",
          "solucionario": "Los conectores concesivos expresan una objeción o un obstáculo a lo que se afirma en la oración principal. 'A pesar de' cumple esta función. 'Inclusive' es un conector de adición o inclusión, y 'Porque' es un conector causal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  