{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2018_p01",
      "contexto": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "La acción más pertinente es aquella que parte del contexto y la realidad de los estudiantes para luego establecer conexiones con un ámbito más amplio, fomentando la valoración de lo propio en diálogo con lo diverso.",
          "solucionario": "El enfoque intercultural promueve el establecimiento de relaciones equitativas entre diversas culturas. Para lograrlo, es fundamental partir del reconocimiento y la valoración de la cultura propia. La opción 'b' es la más adecuada porque inicia el aprendizaje desde las vivencias de los estudiantes (los carnavales de sus comunidades), para luego conectarlas con la diversidad cultural del país, generando un diálogo intercultural significativo. Las otras opciones se centran en la difusión o en la comparación jerárquica, lo cual no promueve el diálogo de saberes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p02",
      "contexto": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "La construcción democrática y participativa de las normas implica que todos los estudiantes reflexionen sobre la convivencia, establezcan metas comunes y propongan las reglas para alcanzarlas.",
          "solucionario": "Para que los estudiantes se apropien de las normas y se comprometan con su cumplimiento, es esencial que participen activamente en su elaboración. La opción 'b' describe un proceso democrático y completo: parte de un diagnóstico hecho por los propios estudiantes, los lleva a proyectar metas comunes y, finalmente, a crear las normas como un medio para lograr esos objetivos compartidos. Esto asegura que las normas tengan sentido para ellos. Las otras opciones limitan la participación (solo representantes) o la reducen a un simple diagnóstico (el docente elabora las normas).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\". Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Para combatir un estereotipo basado en la supuesta incapacidad, la estrategia más efectiva es presentar evidencia concreta y positiva que lo refute, mostrando los logros y el potencial de las personas con dicha condición.",
          "solucionario": "El estereotipo que se debe cuestionar es la idea de que la ceguera implica incapacidad para realizar tareas (\"no podrá hacer bien las tareas\"). La opción 'c' es la más pertinente porque ataca directamente este prejuicio al presentar ejemplos reales de personas con ceguera que han destacado en diversos campos. Esto ayuda a los estudiantes a reemplazar la idea de limitación por una de potencial y capacidad. La opción 'a' trabaja la empatía y la 'b' la conciencia social sobre la accesibilidad, pero ninguna de las dos refuta directamente el estereotipo sobre la capacidad intelectual o laboral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p04",
      "contexto": "Lea la siguiente definición, y luego, conteste la pregunta.\n\"[...] La humanidad de Cristo no tiene más sujeto que la persona divina del Hijo de Dios que la ha asumido y hecho suya desde su concepción [...]\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué dogma cristológico corresponde la definición presentada?",
          "opciones": [
            "La Ascensión.",
            "La Encarnación.",
            "La Resurrección."
          ],
          "respuesta": "La Encarnación.",
          "respuestaCorta": "La definición describe el dogma de la Encarnación, que afirma que el Hijo de Dios asumió una naturaleza humana sin dejar de ser Dios.",
          "solucionario": "La cita, extraída del Catecismo de la Iglesia Católica (n. 466), explica el núcleo del misterio de la Encarnación: la unión hipostática. Esto significa que las dos naturalezas de Cristo, la divina y la humana, están unidas en la única Persona divina del Hijo. La frase clave es que la naturaleza humana es asumida por la persona divina del Hijo, lo cual es la definición precisa de la Encarnación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p05",
      "contexto": "Lea la siguiente propuesta de una Conferencia General del Episcopado Latinoamericano, y luego, conteste la pregunta.\nLa Conferencia plantea que, para conseguir un cambio de las estructuras sociales y políticas que promueva una convivencia pacífica, lo primero es adentrarse en el conocimiento y el amor de Dios. Eso se logra con la meditación de la Palabra de Dios y la recepción frecuente de los sacramentos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué Conferencia priorizó como línea de acción la propuesta presentada?",
          "opciones": [
            "La de Santo Domingo.",
            "La de Aparecida.",
            "La de Medellín."
          ],
          "respuesta": "La de Aparecida.",
          "respuestaCorta": "La V Conferencia de Aparecida (2007) enfatiza que la transformación social debe nacer de un encuentro personal y comunitario con Jesucristo, nutrido por la Palabra y los sacramentos.",
          "solucionario": "La propuesta de que la acción social y política debe estar fundamentada en una profunda vida espiritual es una de las claves de la V Conferencia General del Episcopado Latinoamericano y del Caribe, celebrada en Aparecida, Brasil, en 2007. El documento conclusivo insiste en que solo a partir de un encuentro personal con Cristo se puede ser un verdadero discípulo y misionero capaz de transformar la sociedad.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p06",
      "contexto": "Una docente está desarrollando una sesión sobre los desafíos que presenta la posmodernidad para la Iglesia. Durante la sesión, una de las estudiantes manifiesta que ella es católica y que sigue todas las doctrinas de la Iglesia, pero que también cree en la reencarnación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué característica de la posmodernidad se evidencia en el comentario de la estudiante?",
          "opciones": [
            "La falta de confianza en las instituciones.",
            "La autorreferencia religiosa.",
            "El pluralismo religioso."
          ],
          "respuesta": "El pluralismo religioso.",
          "respuestaCorta": "El pluralismo religioso se manifiesta cuando el individuo construye su propio sistema de creencias seleccionando elementos de diversas tradiciones religiosas según sus preferencias personales.",
          "solucionario": "El fenómeno descrito es un claro ejemplo de pluralismo religioso característico de la posmodernidad. La estudiante combina elementos de diferentes tradiciones religiosas (catolicismo y reencarnación del hinduismo/budismo), creando su propio sistema de creencias personalizado. Esta mezcla de doctrinas incompatibles refleja la tendencia posmoderna de seleccionar libremente creencias de distintas fuentes sin preocuparse por su coherencia doctrinal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p07",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el método de la Doctrina Social de la Iglesia?",
          "opciones": [
            "La Lectio Divina.",
            "El Ver-juzgar-actuar.",
            "El histórico crítico."
          ],
          "respuesta": "El Ver-juzgar-actuar.",
          "respuestaCorta": "El método propio de la Doctrina Social de la Iglesia es el 'Ver-juzgar-actuar', que permite analizar la realidad, iluminarla con la fe y proponer acciones transformadoras.",
          "solucionario": "El método Ver-Juzgar-Actuar fue propuesto explícitamente en la encíclica 'Mater et Magistra' de San Juan XXIII y se ha consolidado como el método por excelencia de la Doctrina Social de la Iglesia. Consiste en: 1) VER: observar y analizar la realidad social. 2) JUZGAR: interpretar esa realidad a la luz del Evangelio y de los principios de la DSI. 3) ACTUAR: proponer y llevar a cabo acciones para transformar la realidad de acuerdo con el plan de Dios. Los otros son métodos de oración (Lectio Divina) y de exégesis bíblica (histórico crítico).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción realiza el Espíritu Santo en el sacramento de la Unción de los enfermos?",
          "opciones": [
            "Fortalece la salud corporal del enfermo para que pueda vencer las dificultades y dolores propios de su padecimiento, y confie en una pronta recuperación.",
            "Otorga la gracia al enfermo para que pueda enfrentar con paciencia la enfermedad, sin angustias ni desaliento; mantener la confianza en Dios; y aceptar Su voluntad.",
            "Renueva el alma del enfermo para que pueda resignarse a sus padecimientos y recuerde que Dios no permitirá que sufra por mucho tiempo."
          ],
          "respuesta": "Otorga la gracia al enfermo para que pueda enfrentar con paciencia la enfermedad, sin angustias ni desaliento; mantener la confianza en Dios; y aceptar Su voluntad.",
          "respuestaCorta": "La Unción de los enfermos otorga una gracia especial de fortaleza, paz y ánimo para sobrellevar los sufrimientos de la enfermedad o la vejez, uniendo al enfermo a la Pasión de Cristo.",
          "solucionario": "El efecto principal de este sacramento es una gracia de consuelo y fortaleza espiritual. La opción 'b' describe con precisión esta acción del Espíritu Santo: ayuda al enfermo a vivir su padecimiento con sentido cristiano, le da paz y confianza en la misericordia de Dios, y lo prepara para el encuentro definitivo con Él. Aunque a veces puede producir la curación física, este no es su fin primario. Su objetivo es el fortalecimiento del alma.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante un ambiente de indiferencia religiosa, ¿cuál debe ser la actitud de un cristiano que ha recibido el sacramento de la Confirmación?",
          "opciones": [
            "Debe respetar el modo de vivir de las personas que no conocen a Dios, sin tratar de interferir en sus creencias.",
            "Debe dar testimonio de vida para que, a través de él, las personas conozcan a Cristo y se acerquen a la fe cristiana.",
            "Debe tomar distancia de los indiferentes y formar una comunidad de verdaderos cristianos en la que pueda vivir su fe a plenitud."
          ],
          "respuesta": "Debe dar testimonio de vida para que, a través de él, las personas conozcan a Cristo y se acerquen a la fe cristiana.",
          "respuestaCorta": "La Confirmación capacita al cristiano para ser testigo de Cristo en el mundo. Por lo tanto, su respuesta a la indiferencia es el apostolado a través del ejemplo de una vida coherente con la fe.",
          "solucionario": "El sacramento de la Confirmación confiere al creyente una fuerza especial del Espíritu Santo para ser 'testigo de Cristo'. Esto implica una misión apostólica y misionera. Frente a la indiferencia, la actitud del confirmado no es la pasividad respetuosa (opción a) ni la huida para formar un gueto (opción c), sino la evangelización a través del testimonio coherente de vida. Es la propia vida del cristiano la que debe interpelar y despertar la pregunta por Dios en los demás.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p10",
      "contexto": "Durante una sesión sobre los sacramentos, una estudiante comenta lo siguiente: \"Me parece que el sacramento de la Reconciliación es importante, pero no creo que sea necesario contarle mis pecados a un sacerdote. Para mí es mejor pedirle perdón directamente a Dios, pues es Él quien me dará el perdón\". Ante este comentario, la docente pide a sus compañeros que digan por qué es necesario confesarse ante un sacerdote.\nA continuación se presentan los comentarios de tres estudiantes:\nEsther: \"Creo que todas las personas necesitamos ser escuchadas para descargar el peso de nuestra conciencia, y confesarnos ante el sacerdote nos puede dar ánimos para evitar caer de nuevo en tentaciones\".\nNoemí: \"No tengas prejuicios sobre los sacerdotes. Ellos no nos van a juzgar; están preparados para escucharnos sin recriminarnos. Además, ellos jamás contarán tus pecados porque mantienen el secreto de Confesión\".\nRuth: \"El pecado rompe la amistad con Dios y el sacerdote nos ayuda a reestablecerla. Dios lo ha escogido para que a través de él nos perdone. Y también hay que reconocer nuestras faltas ante un sacerdote porque él representa a las personas que dañamos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué estudiante presentó el argumento principal para confesarse ante un sacerdote?",
          "opciones": [
            "Esther.",
            "Noemí.",
            "Ruth."
          ],
          "respuesta": "Ruth.",
          "respuestaCorta": "El argumento teológico central es que el sacerdote actúa como instrumento de Dios y representante de la comunidad eclesial, que también es afectada por el pecado.",
          "solucionario": "El argumento de Ruth es el más completo y teológicamente preciso. Toca dos puntos fundamentales: la dimensión vertical (el sacerdote es el instrumento que Cristo instituyó para perdonar en su nombre) y la dimensión horizontal o eclesial (el pecado daña a la Iglesia, y el sacerdote representa a la comunidad en el acto de reconciliación). Los argumentos de Esther (psicológico) y Noemí (práctico y de confianza) son válidos y complementarios, pero el de Ruth apunta al núcleo teológico del sacramento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p11",
      "contexto": "Lea la siguiente doctrina sobre la eficacia de los sacramentos y, luego, conteste la pregunta.\n<<Los sacramentos obran ex opere operato ('por el hecho mismo de que la acción es realizada'), es decir, en virtud de la obra salvífica de Cristo, realizada de una vez por todas. De ahí se sigue que el sacramento no actúa en virtud de la justicia del hombre que lo da o que lo recibe, sino por el poder de Dios>>.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué concilio declara solemnemente esta doctrina?",
          "opciones": [
            "Concilio de Florencia.",
            "Concilio Vaticano II.",
            "Concilio de Trento."
          ],
          "respuesta": "Concilio de Trento.",
          "respuestaCorta": "La doctrina 'ex opere operato' fue definida dogmáticamente por el Concilio de Trento para afirmar que la eficacia de los sacramentos proviene de Cristo y no de la santidad del ministro.",
          "solucionario": "El Concilio de Trento (1545-1563) definió solemnemente esta doctrina como respuesta a las tesis de la Reforma Protestante, que vinculaban la eficacia de los sacramentos a la fe del receptor o la dignidad del ministro. Trento afirmó que los sacramentos son eficaces por sí mismos ('ex opere operato') porque es Cristo quien actúa en ellos, garantizando así la objetividad de la gracia sacramental independientemente de la santidad humana.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p12",
      "contexto": "Lea la siguiente descripción y, luego, conteste la pregunta.\nEsta encíclica fue un notable resumen de las consecuencias de la Revolución Industrial. Entre los problemas que denunció, se encontraban el problema obrero, la \"descristianización\" de las masas trabajadoras, la disminución de la credibilidad de la Iglesia, la relación patrón-obrero, etc. Además, precisó los principios para buscar la justicia social en la economía y la industria, por lo que esta encíclica es considerada como la fundadora de la Doctrina Social de la Iglesia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué encíclica corresponde la descripción anterior?",
          "opciones": [
            "Populorum Progressio.",
            "Laborem Exercens.",
            "Rerum novarum."
          ],
          "respuesta": "Rerum novarum.",
          "respuestaCorta": "La encíclica 'Rerum novarum' (1891) del Papa León XIII es el documento fundacional de la Doctrina Social de la Iglesia, al abordar la situación de los obreros tras la Revolución Industrial.",
          "solucionario": "La descripción corresponde inequívocamente a la encíclica 'Rerum novarum' del Papa León XIII (1891). Este documento es considerado la carta magna de la Doctrina Social de la Iglesia porque fue el primero en abordar sistemáticamente la llamada \"cuestión social\" o \"cuestión obrera\", defendiendo la dignidad del trabajador, el derecho a un salario justo y a la asociación. 'Populorum Progressio' trata sobre el desarrollo de los pueblos y 'Laborem Exercens' sobre la teología del trabajo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la principal propuesta que presenta la encíclica Laudato si para superar la crisis social y ambiental que vivimos en la actualidad?",
          "opciones": [
            "Conocer el mandato de cultivar y custodiar la tierra.",
            "Cumplir el evangelio de la creación.",
            "Promover una ecología integral."
          ],
          "respuesta": "Promover una ecología integral.",
          "respuestaCorta": "La encíclica Laudato si' propone como eje central la 'ecología integral', que conecta inseparablemente el cuidado del ambiente con la justicia social y el bien común.",
          "solucionario": "La propuesta fundamental de Laudato si' es la ecología integral. Este concepto sostiene que los problemas ambientales y los problemas sociales están íntimamente ligados y no pueden resolverse por separado. Por lo tanto, se requiere un enfoque holístico que abarque las dimensiones económicas, sociales, culturales, cotidianas y ambientales para sanar las relaciones rotas: con Dios, con el prójimo, con la tierra y con uno mismo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p14",
      "contexto": "Los estudiantes van a leer la encíclica Laudato si'. En este marco, la docente busca que identifiquen el rol del hombre frente a la Creación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para ese propósito?",
          "opciones": [
            "Pedirles que analicen el mandato de Dios a los hombres sobre la tierra en el relato del Génesis y lo comparen con el mensaje de hermandad propuesto en El cántico de las criaturas de san Francisco. Sobre la base de lo leído, pedirles que expliquen qué papel debería asumir el hombre frente a la Creación.",
            "Pedirles que interpreten la cita \"Hagamos al hombre [...]. Que tenga autoridad sobre los peces, sobre las aves del cielo [...]\" (Gn 1, 26) y preguntarles: \"¿Por qué se escogió al hombre entre todas las criaturas para gobernar sobre la Creación?\". Luego, pedirles que expliquen por qué el hombre cumple el papel de autoridad ante la Creación.",
            "Pedirles que lean El cántico de las criaturas de san Francisco y explicarles que, al ser parte de la creación, el hombre debía portarse como hermano de todos los seres de la naturaleza, pero prefirió depredar el mundo para su comodidad. Luego, explicarles que, desde el Génesis, Dios dio autoridad al hombre para que gobierne la tierra."
          ],
          "respuesta": "Pedirles que analicen el mandato de Dios a los hombres sobre la tierra en el relato del Génesis y lo comparen con el mensaje de hermandad propuesto en El cántico de las criaturas de san Francisco. Sobre la base de lo leído, pedirles que expliquen qué papel debería asumir el hombre frente a la Creación.",
          "respuestaCorta": "La actividad más pertinente es la que invita a los estudiantes a analizar y sintetizar dos fuentes bíblicas y espirituales clave (Génesis y San Francisco) para que ellos mismos construyan una comprensión profunda del rol del hombre como cuidador.",
          "solucionario": "La encíclica Laudato si' precisamente pone en diálogo el mandato de 'dominar la tierra' del Génesis con la visión de fraternidad de San Francisco de Asís, para proponer un rol de 'administrador responsable' o 'cuidador'. La opción 'a' reproduce este mismo método pedagógico, permitiendo que los estudiantes, a través de la comparación y el análisis, lleguen a la conclusión de que el dominio no significa explotación, sino cuidado responsable y fraterno, que es el mensaje central de la encíclica sobre este punto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p15",
      "contexto": "En la encíclica Laudato si se describen las consecuencias del antropocentrismo moderno, entre las cuales se señala el \"relativismo práctico\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una consecuencia del \"relativismo práctico\"?",
          "opciones": [
            "La creencia de que solo las fuerzas invisibles del mercado deben regular la economía continuará imponiéndose. Por ejemplo, actualmente existen productos de gran demanda que dañan la naturaleza, pero, de acuerdo con esta creencia, estos productos no deben prohibirse porque son necesarios para la vida moderna.",
            "En un futuro, la religión desaparecerá, pues el hombre no confiará en las instituciones, sino en un Dios más personal. Por ejemplo, el avance de prácticas orientales como el yoga o la meditación, por sobre el cristianismo, evidencia que el hombre es un ser espiritual, pero prefiere seguir sus propias creencias.",
            "La globalización acentuará los conflictos sociales y medioambientales que ya existen actualmente. Por ejemplo, debido a las innovaciones tecnológicas, mucha gente quedará desplazada de su trabajo, pues será reemplazada por la tecnología."
          ],
          "respuesta": "La creencia de que solo las fuerzas invisibles del mercado deben regular la economía continuará imponiéndose. Por ejemplo, actualmente existen productos de gran demanda que dañan la naturaleza, pero, de acuerdo con esta creencia, estos productos no deben prohibirse porque son necesarios para la vida moderna.",
          "respuestaCorta": "El 'relativismo práctico' es cuando se justifica cualquier acción en función del beneficio inmediato o del poder, como dejar que el mercado opere sin consideraciones éticas o ambientales, priorizando la ganancia sobre el bien común.",
          "solucionario": "Según Laudato si' (n. 122), el relativismo práctico es una patología que surge del antropocentrismo desviado. Consiste en que el ser humano se pone en el centro y supedita todo a sus intereses inmediatos. La opción 'a' es un ejemplo claro: se prioriza la lógica del mercado y el beneficio económico por encima del daño ambiental y del bien común, justificando acciones destructivas bajo el pretexto de la 'necesidad' o la demanda. Esto es relativismo en la práctica porque se ignora el principio moral objetivo del cuidado de la Creación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p16",
      "contexto": "Una docente tiene como propósito que los estudiantes comprendan qué es la revelación divina.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para iniciar a los estudiantes en la comprensión de esta noción?",
          "opciones": [
            "Pedir que comparen las parábolas El sembrador (Mt 13, 1-9) y El hijo pródigo (Lc 15, 11-32).",
            "Indicar que, en grupos, analicen la narración de la liberación de Israel en Egipto (Éxodo, capítulos del 3 al 7).",
            "Indicar que lean y analicen la vida de personas religiosas enfatizando los hechos de vida que los llevaron a conocer a Dios y a renunciar a la vida mundana."
          ],
          "respuesta": "Indicar que, en grupos, analicen la narración de la liberación de Israel en Egipto (Éxodo, capítulos del 3 al 7).",
          "respuestaCorta": "Para entender la Revelación, es ideal analizar un evento fundacional como el Éxodo, donde Dios interviene en la historia con hechos y palabras para darse a conocer y salvar a su pueblo.",
          "solucionario": "La Revelación divina, según la teología católica, no es solo la comunicación de verdades, sino la automanifestación de Dios a través de una historia de salvación. El Éxodo es el acontecimiento paradigmático de la Revelación en el Antiguo Testamento. Al analizar este relato, los estudiantes pueden comprender que Dios se revela (da a conocer quién es y cómo es) a través de sus acciones salvíficas en la historia concreta de un pueblo. Por ello, es la actividad más adecuada para introducir esta noción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p17",
      "contexto": "Una docente tiene como propósito que los estudiantes comprendan los principales hechos de la Historia de la Salvación. Para ello, les presenta el siguiente organizador.",
      "imagen": "img/ascenso/secundaria/2018/religion/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Por qué se puede afirmar que el organizador es pertinente para el propósito de la docente?",
          "opciones": [
            "Porque sirve como guía para que los estudiantes puedan buscar en la Biblia los hechos de la Historia de la Salvación: las narraciones del tiempo del pueblo de Israel se encuentran en el Antiguo Testamento; las narraciones del ministerio de Jesús se encuentran en los Evangelios; y las narraciones sobre la formación de la Iglesia se encuentran en los Hechos de los apóstoles.",
            "Porque ofrece una visión general y completa de cómo se realiza, en la historia de la humanidad, la Salvación que Dios nos ofrece: el anuncio de la promesa de Salvación, el cumplimiento de la promesa con Jesús y el anuncio del Reino, y el esfuerzo de la Iglesia para llevar la Buena Nueva a todos los hombres.",
            "Porque permite que los estudiantes conozcan al detalle los medios y las personas a través de las cuales Dios reveló su Plan de Salvación y, además, nombra a los tres protagonistas de la Historia de la Salvación: el pueblo de Israel, Jesús y la primera iglesia cristiana."
          ],
          "respuesta": "Porque ofrece una visión general y completa de cómo se realiza, en la historia de la humanidad, la Salvación que Dios nos ofrece: el anuncio de la promesa de Salvación, el cumplimiento de la promesa con Jesús y el anuncio del Reino, y el esfuerzo de la Iglesia para llevar la Buena Nueva a todos los hombres.",
          "respuestaCorta": "El organizador es pertinente porque estructura la Historia de la Salvación en sus tres etapas lógicas y progresivas: la preparación (promesa), la plenitud (cumplimiento en Jesús) y la difusión (misión de la Iglesia).",
          "solucionario": "La principal virtud del organizador gráfico es que presenta una visión sintética, estructurada y completa del desarrollo de la Historia de la Salvación. Permite al estudiante comprender el plan salvífico de Dios no como una serie de hechos aislados, sino como un proceso coherente que tiene una fase de preparación (AT), un momento culminante (Jesús) y una fase de continuación y expansión (la Iglesia). La opción 'b' describe perfectamente esta función panorámica y procesual, que es clave para la comprensión del concepto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p18",
      "contexto": "El Nuevo Testamento es un conjunto de libros considerados canónicos por la Iglesia Católica en función de diferentes criterios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál fue el principal criterio para incluir un libro en el Nuevo Testamento?",
          "opciones": [
            "Que sea de origen apostólico.",
            "Que haya sido usado en el culto.",
            "Que haya sido usado en la Biblia de los Setenta."
          ],
          "respuesta": "Que sea de origen apostólico.",
          "respuestaCorta": "El criterio fundamental para admitir un libro en el canon del Nuevo Testamento fue su apostolicidad, es decir, su vínculo directo con la enseñanza de los apóstoles, testigos de Cristo.",
          "solucionario": "La Iglesia primitiva utilizó varios criterios para discernir qué libros formaban parte del canon neotestamentario, como la ortodoxia doctrinal y el uso litúrgico en las comunidades. Sin embargo, el criterio determinante fue el de la apostolicidad: que el escrito proviniera de un apóstol o de su círculo más cercano de discípulos. Esto garantizaba que el contenido del libro era un reflejo fiel del mensaje original de Jesús transmitido por los testigos oculares. La Biblia de los Setenta es una traducción griega del Antiguo Testamento.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p19",
      "contexto": "Una docente tiene como propósito que los estudiantes comprendan la importancia del canon bíblico. Para ello, les ha pedido que investiguen sobre el tema.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿qué orientación es pertinente brindar a los estudiantes?",
          "opciones": [
            "Indicarles que analicen el contexto de la Iglesia antes del establecimiento del canon bíblico para que comprendan que este estableció una misma regla de fe, la cual permitió integrar a las diversas iglesias cristianas que existían entonces.",
            "Pedirles que comparen los cánones bíblicos de los judíos, protestantes, católicos y ortodoxos para que comprendan que cada Iglesia necesita determinar sus libros fundamentales para diferenciarse de otras.",
            "Decirles que averigüüen la evolución histórica del canon bíblico para que comprendan que este permitió recuperar las narraciones de la tradición oral mantenidas por siglos en el pueblo de Israel."
          ],
          "respuesta": "Indicarles que analicen el contexto de la Iglesia antes del establecimiento del canon bíblico para que comprendan que este estableció una misma regla de fe, la cual permitió integrar a las diversas iglesias cristianas que existían entonces.",
          "respuestaCorta": "Para comprender la importancia del canon, es clave entender su función histórica: establecer una 'regla de fe' (significado de 'canon') común para unificar a la Iglesia y protegerla de interpretaciones divergentes o heréticas.",
          "solucionario": "La necesidad de establecer un canon surgió en la Iglesia primitiva ante dos desafíos: la proliferación de escritos que pretendían ser apostólicos pero contenían doctrinas extrañas (ej. evangelios gnósticos) y la necesidad de tener una base común para la liturgia y la enseñanza en las diversas comunidades. Por tanto, la orientación más pertinente es la 'a', que lleva a los estudiantes a comprender la función unificadora y normativa del canon como 'regla de fe' para toda la cristiandad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p20",
      "contexto": "Una docente tiene como propósito que sus estudiantes comprendan la concordancia entre el Antiguo Testamento y el Nuevo Testamento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para el propósito de la docente?",
          "opciones": [
            "Pedir que identifiquen en el Antiguo Testamento algunas revelaciones de Dios a su pueblo. Luego, pedir que expliquen por qué creen que Dios solo escogió a algunas personas para revelar su Plan.",
            "Pedir que comparen el relato de La Creación del Antiguo Testamento y la parábola El sembrador del Nuevo Testamento. Luego de que establezcan puntos en común entre ambos relatos, pedir que los relacionen con el mandato divino de cultivar y custodiar.",
            "Orientarlos para que construyan una línea de tiempo con los patriarcas más importantes de la Historia de la Salvación. Luego, pedir que realicen un análisis de cada personaje y destaquen su aporte para lograr la liberación del pueblo escogido."
          ],
          "respuesta": "Pedir que comparen el relato de La Creación del Antiguo Testamento y la parábola El sembrador del Nuevo Testamento. Luego de que establezcan puntos en común entre ambos relatos, pedir que los relacionen con el mandato divino de cultivar y custodiar.",
          "respuestaCorta": "Para comprender la concordancia, una actividad efectiva es comparar textos de ambos testamentos que utilicen imágenes o temas similares (como la siembra), para que los estudiantes descubran cómo el Nuevo Testamento da plenitud a lo anunciado en el Antiguo.",
          "solucionario": "El principio de concordancia afirma que el Nuevo Testamento está latente en el Antiguo y el Antiguo se hace patente en el Nuevo. La actividad 'b' es adecuada porque propone un ejercicio de lectura tipológica. Invita a los estudiantes a encontrar un vínculo temático (la acción de 'sembrar' vida o Palabra por parte de Dios) entre un texto fundacional del AT (Creación) y una enseñanza clave del NT (parábola del Sembrador). Este tipo de análisis permite descubrir la unidad profunda del plan de Dios a lo largo de toda la Escritura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p21",
      "contexto": "Lea la siguiente cita bíblica, y luego, conteste la pregunta.\n<<Yavé Dios llamó al hombre y le dijo: ¿Dónde estás?'. [...] El hombre respondió: 'La mujer que pusiste a mi lado me dio del árbol y comí'. Yavé dijo a la mujer: ¿Qué has hecho?'. La mujer respondió: 'La serpiente me engañó y he comido'. Entonces Yavé Dios dijo a la serpiente: 'Por haber hecho esto, maldita seas entre todas las bestias y entre todos los animales del campo. Te arrastrarás sobre tu vientre y comerás tierra por todos los días de tu vida. Haré que haya enemistad entre ti y la mujer, entre tu descendencia y la suya. Ella te pisará la cabeza' [...]>>.\nGn 3,9.12-15",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué se puede afirmar que este texto tiene una relación de correspondencia con el Nuevo Testamento?",
          "opciones": [
            "Porque en este texto se evidencia la promesa de Dios de enviar a un Mesías Salvador.",
            "Porque en este texto se evidencia cómo el demonio tienta al hombre desde el inicio de la humanidad.",
            "Porque en este texto se evidencia la desobediencia del hombre a lo largo de toda la Historia de la Salvación."
          ],
          "respuesta": "Porque en este texto se evidencia la promesa de Dios de enviar a un Mesías Salvador.",
          "respuestaCorta": "Este pasaje, conocido como el 'Protoevangelio', corresponde al Nuevo Testamento porque es interpretado como el primer anuncio de la salvación, con la promesa de que la descendencia de la mujer vencerá al mal.",
          "solucionario": "El pasaje de Génesis 3,15 es conocido en la tradición cristiana como el 'Protoevangelio', es decir, el 'primer anuncio de la Buena Noticia'. La enemistad entre la descendencia de la serpiente y la descendencia de la mujer, y la promesa de que esta última 'pisará la cabeza' de la serpiente, ha sido interpretada desde los primeros siglos como el anuncio de la futura victoria de Cristo (el descendiente por excelencia) sobre Satanás. Por ello, este texto del Antiguo Testamento encuentra su pleno cumplimiento en la obra redentora de Jesús narrada en el Nuevo Testamento.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p22",
      "contexto": "Lea la siguiente situación y responda las preguntas 22 y 23.\nUna docente tiene como propósito que los estudiantes comprendan la relación entre fe y ciencia. En este marco, pide a los estudiantes que lean la explicación religiosa del origen del mundo (el relato de la Creación del Génesis) y la explicación científica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de la lectura, la docente busca que los estudiantes identifiquen las coincidencias entre ambas explicaciones. ¿Cuál de las siguientes actividades es adecuada para el propósito de la docente?",
          "opciones": [
            "Pedir que investiguen la postura de la ciencia sobre las siguientes afirmaciones cristianas de la Creación: Dios es el único creador del mundo, Dios creó al mundo por amor, y Dios existió antes que el tiempo y el espacio.",
            "Pedir que expliquen los argumentos de la religión y la ciencia sobre los siguientes temas: la forma en que se creó el mundo, la aparición espontánea de la materia, y el tiempo que tomó la evolución de plantas, de animales y del hombre.",
            "Pedir que analicen la postura de la ciencia y la religión respecto de las siguientes afirmaciones: el mundo no es eterno, fue formado sucesivamente, y los seres inferiores aparecieron antes que las plantas, los animales y el hombre."
          ],
          "respuesta": "Pedir que analicen la postura de la ciencia y la religión respecto de las siguientes afirmaciones: el mundo no es eterno, fue formado sucesivamente, y los seres inferiores aparecieron antes que las plantas, los animales y el hombre.",
          "respuestaCorta": "Para encontrar puntos de convergencia entre fe y ciencia sobre la creación, se deben analizar las afirmaciones sobre el 'qué' ocurrió (un inicio, una progresión ordenada), ya que ambas narrativas coinciden en estos aspectos generales, aunque expliquen el 'cómo' y el 'porqué' de maneras distintas.",
          "solucionario": "La relación adecuada entre fe y ciencia no busca el conflicto ni la demostración de una por la otra, sino el diálogo. La opción 'c' promueve este diálogo al buscar coincidencias en un nivel compatible. Ambas perspectivas, la bíblica (interpretada no de forma literal) y la científica, sostienen que el universo tuvo un comienzo (no es eterno), que se desarrolló en etapas (sucesivamente) y que hubo una progresión en la aparición de la vida. Las otras opciones fuerzan a la ciencia a responder preguntas teológicas (opción a) o plantean un falso enfrentamiento en temas donde operan con lenguajes y métodos distintos (opción b).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una de las diferencias que identificaron los estudiantes entre la explicación científica y la religiosa del origen del mundo fue el tiempo que duró la Creación. El libro del Génesis señala que el mundo fue creado en seis días mientras que la ciencia afirma que la creación del mundo fue un proceso que duró muchos siglos. La docente busca que los estudiantes comprendan el sentido de la explicación religiosa sobre el tiempo que tomó la creación del mundo. ¿Cuál de las siguientes orientaciones NO es adecuada para ese propósito?",
          "opciones": [
            "Indicar que el relato de la Creación del Génesis es un relato histórico con propósitos religiosos, de modo que la afirmación \"Dios creó el mundo en seis días\" se debe comprender a través de la fe y no de la razón.",
            "Señalar que el relato de la Creación aborda el tiempo de manera simbólica, pues afirma que Dios creó al mundo en 6 días y descansó 1 día para enseñar una lección al hombre: que debe trabajar 6 días y reservar el sétimo para el descanso y la santificación.",
            "Explicar que, al traducir el Génesis, se tradujo la palabra hebrea \"yom\" como día, pero esta palabra tiene más significados (una época, una estación o un periodo indeterminado de tiempo), por lo que podría referirse a que Dios creó el mundo en 6 días o 6 años o 6 siglos."
          ],
          "respuesta": "Indicar que el relato de la Creación del Génesis es un relato histórico con propósitos religiosos, de modo que la afirmación \"Dios creó el mundo en seis días\" se debe comprender a través de la fe y no de la razón.",
          "respuestaCorta": "Es inadecuado presentar el Génesis como un 'relato histórico' en sentido moderno y oponer fe a razón. El Génesis es un texto teológico que usa un lenguaje simbólico, no una crónica científica.",
          "solucionario": "La orientación de la opción 'a' es incorrecta porque cae en un doble error. Primero, clasifica el género literario del Génesis 1 como 'relato histórico', cuando se trata de un himno o poema teológico. Segundo, crea un falso dilema entre fe y razón, sugiriendo que la fe obliga a aceptar algo irracional. Una catequesis correcta, como sugieren las opciones 'b' y 'c', explica que el lenguaje es simbólico y que la intención del autor no era científica sino teológica: enseñar sobre la bondad de la creación, la dignidad del hombre y la santidad del descanso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p24",
      "contexto": "Una docente tiene como propósito que sus estudiantes conozcan un texto bíblico sobre la inspiración divina de la Sagrada Escritura. Para ello, ha seleccionado una de las cartas de san Pablo que contiene la siguiente cita: \"Toda escritura está inspirada por Dios y es útil para enseñar, rebatir, corregir y guiar en el bien\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué carta del Nuevo Testamento seleccionó la docente?",
          "opciones": [
            "2 Tesalonicenses.",
            "2 Corintios.",
            "2 Timoteo."
          ],
          "respuesta": "2 Timoteo.",
          "respuestaCorta": "La cita fundamental sobre la inspiración de la Escritura, 'Toda escritura está inspirada por Dios...', se encuentra en la Segunda Carta a Timoteo 3,16.",
          "solucionario": "Este es uno de los pasajes más importantes y citados del Nuevo Testamento para fundamentar la doctrina de la inspiración divina de la Biblia. La frase se encuentra textualmente en la Segunda Carta a Timoteo, capítulo 3, versículo 16. Es una afirmación clave dentro de las llamadas 'cartas pastorales'.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p25",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué Evangelio Sinóptico NO se encuentra la narración de la anunciación ni el nacimiento de Jesús?",
          "opciones": [
            "San Lucas.",
            "San Mateo.",
            "San Marcos."
          ],
          "respuesta": "San Marcos.",
          "respuestaCorta": "El Evangelio de Marcos no contiene relatos de la infancia de Jesús; su narración comienza directamente con el ministerio público de Juan el Bautista y el bautismo de Jesús adulto.",
          "solucionario": "Los Evangelios de Mateo y Lucas son los que narran los acontecimientos de la infancia de Jesús, incluyendo la Anunciación y el Nacimiento, aunque cada uno con su propio enfoque teológico y detalles particulares. El Evangelio de Marcos, considerado cronológicamente el primero en ser escrito, omite por completo esta etapa y comienza su relato de manera directa y enérgica con la predicación de Juan Bautista, presentando a un Jesús ya adulto que inicia su misión.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p26",
      "contexto": "Una docente tiene como propósito que sus estudiantes conozcan las actitudes de entrega y servicio de Jesús que deben constituir un modelo para todos los cristianos. Para ello, quiere iniciar su sesión con algunos textos que presenten estas actitudes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué textos bíblicos son adecuados para el propósito de la docente?",
          "opciones": [
            "Leví sigue a Jesús y La mujer infiel.",
            "La Última Cena y El lavado de pies.",
            "La hija de Jairo y La mujer hemorroisa."
          ],
          "respuesta": "La Última Cena y El lavado de pies.",
          "respuestaCorta": "Los pasajes de la Última Cena y el Lavatorio de pies son los más emblemáticos para ilustrar la entrega total de Jesús ('cuerpo entregado') y su mandato de servicio humilde ('hagan lo mismo que yo he hecho con ustedes').",
          "solucionario": "El propósito es mostrar a Jesús como modelo de entrega y servicio. La Última Cena, con la institución de la Eucaristía, es el signo por excelencia de su entrega sacrificial por la humanidad. El Lavado de pies es la lección práctica y visual de Jesús sobre el servicio humilde como la actitud fundamental de sus seguidores. Los otros pares de textos, si bien importantes, se centran en otros aspectos como el llamado al seguimiento, el perdón o el poder milagroso, y no tan directamente en el binomio entrega-servicio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p27",
      "contexto": "Un estudiante pregunta a la docente: \"¿Por qué Dios permite que exista el mal en el mundo?\". Para iniciar su explicación sobre la existencia del mal, la docente ha decidido apelar a la lectura de una parábola que trate sobre este tema.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la parábola pertinente para el propósito de la docente?",
          "opciones": [
            "Los viñadores asesinos (Mt 21, 33-46).",
            "El administrador astuto (Lc 16, 1-10).",
            "El trigo y la cizaña (Mt 13, 24-30)."
          ],
          "respuesta": "El trigo y la cizaña (Mt 13, 24-30).",
          "respuestaCorta": "La parábola del trigo y la cizaña es la más adecuada, ya que aborda directamente el misterio de la coexistencia del bien (trigo) y el mal (cizaña) en el mundo y la paciencia de Dios hasta el juicio final.",
          "solucionario": "Esta parábola responde explícitamente a la pregunta de los siervos (que representan a los discípulos) sobre por qué el amo (Dios) permite que la cizaña (el mal) crezca junto al trigo (el bien). La respuesta de la parábola enseña sobre la paciencia escatológica de Dios, que espera hasta el final de los tiempos para juzgar, permitiendo así la convivencia del bien y del mal en la historia. Es el texto evangélico por excelencia para reflexionar sobre este misterio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades favorece que los estudiantes comprendan que Jesús es el Mesías esperado?",
          "opciones": [
            "Pedirles que identifiquen un texto bíblico del Antiguo Testamento que contenga información sobre la esperanza del Mesías y pedir que lo comparen con la narración de la pasión, muerte y resurrección de Jesús en el Evangelio de Mateo.",
            "Orientarlos para que elaboren un texto que reúna las características del Mesías según la idea que sobre él se habían formado los judíos y pedir que complementen su trabajo con ejemplos textuales del Antiguo Testamento.",
            "Pedirles que identifiquen en los Evangelios las características de amor, humildad y servicio de Jesús y, sobre la base de esos textos, pedir que expliquen si consideran que dichas características corresponden al Mesías."
          ],
          "respuesta": "Pedirles que identifiquen un texto bíblico del Antiguo Testamento que contenga información sobre la esperanza del Mesías y pedir que lo comparen con la narración de la pasión, muerte y resurrección de Jesús en el Evangelio de Mateo.",
          "respuestaCorta": "Para comprender a Jesús como Mesías, la actividad más efectiva es realizar el ejercicio de 'promesa y cumplimiento', conectando las profecías del Antiguo Testamento con su realización en la vida y misterio pascual de Jesús.",
          "solucionario": "La identidad de Jesús como Mesías se fundamenta en que en Él se cumplen las promesas y esperanzas del Antiguo Testamento. La actividad 'a' es la más adecuada porque reproduce el método que la propia Iglesia primitiva usó para comprender a Jesús: leer los acontecimientos de su vida, muerte y resurrección a la luz de las Escrituras (AT). Al comparar, por ejemplo, los cánticos del Siervo de Isaías con el relato de la Pasión, los estudiantes pueden descubrir por sí mismos cómo Jesús cumple de un modo inesperado pero pleno la esperanza mesiánica de Israel.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p29",
      "contexto": "Un docente inicia su sesión narrando una parábola:\n\"Recordemos la parábola Los trabajadores de la viña: El Reino de los Cielos es semejante a un propietario que salió a primera hora de la mañana a contratar obreros para su viña. Luego, volvió a salir a las nueve de la mañana, al mediodía, a las tres y a las cinco de la tarde; y a todos los obreros que encontró los envió a su viña. Al atardecer, empezando por los últimos y acabando por los primeros, pagó un denario a cada uno\".\nCfr. Mt 20, 1-16\nCamila, una de las estudiantes, interviene: \"No entiendo. ¿Por qué se paga igual a quien empieza a trabajar a las cinco de la tarde y al que trabaja desde el amanecer? No me parece justo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta intervención, ¿qué actividad es más adecuada para que Camila comprenda el mensaje principal de la parábola?",
          "opciones": [
            "Preguntarle: \"Si tú fueras el propietario de la viña, ¿cómo habrías pagado a los obreros? ¿Por qué?\". Luego, pedirle que cambie el final de la parábola, sustente dicho cambio y explique cuál es el nuevo mensaje que quiere expresar.",
            "Explicarle que el propietario representa a Dios; la viña, al Reino; y los trabajadores son los elegidos para entrar en el Reino. Luego, preguntarle: \"Si el propietario de la viña representa a Dios, ¿podemos juzgar su forma de actuar? ¿Qué debe hacer un cristiano para entrar al Reino de Dios?\".",
            "Pedirle que identifique a quiénes representan los personajes, y qué significan la viña y el salario. Luego, preguntarle: \"Si la viña representa el Reino, ¿tendrá importancia en qué orden entremos en él? ¿Para Dios hay diferencia entre alguien que es cristiano desde niño y alguien que recién conoció a Dios en su madurez?\"."
          ],
          "respuesta": "Pedirle que identifique a quiénes representan los personajes, y qué significan la viña y el salario. Luego, preguntarle: \"Si la viña representa el Reino, ¿tendrá importancia en qué orden entremos en él? ¿Para Dios hay diferencia entre alguien que es cristiano desde niño y alguien que recién conoció a Dios en su madurez?\".",
          "respuestaCorta": "La estrategia pedagógica más adecuada es guiar a la estudiante a interpretar los símbolos de la parábola y, mediante preguntas reflexivas, ayudarla a trascender la lógica humana de justicia para comprender la lógica divina de la gracia y la generosidad.",
          "solucionario": "El comentario de Camila revela un conflicto cognitivo entre la justicia humana (a cada uno según su trabajo) y la justicia divina (a cada uno según su necesidad y la generosidad del dador). La opción 'c' es la más adecuada porque guía a la estudiante en un proceso de descubrimiento. Primero, le pide decodificar los símbolos clave. Luego, a través de preguntas socráticas, la lleva a aplicar esa nueva comprensión a su duda, ayudándola a entender que el 'salario' es el don inmerecido de la salvación y que la parábola revela la sorprendente generosidad de Dios, que llama a todos a su Reino sin importar la hora.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p30",
      "contexto": "Una docente se ha propuesto que los estudiantes de segundo grado puedan profundizar en los textos bíblicos a través de la Lectio Divina. Para ello, les ha presentado el siguiente texto:\nHe venido a llamar a los pecadores\n<<Al salir, Jesús vio a un cobrador de impuestos llamado Leví, que estaba sentado en el puesto donde cobraba. Jesús le dijo: 'Sígueme'. Leví se levantó, lo dejó todo y empezó a seguirlo. Leví le ofreció un gran banquete en su casa, y con ellos se sentaron a la mesa un buen número de colaboradores de impuestos y gente de toda clase. Al ver esto, los fariseos y los maestros de la Ley expresaban su descontento en medio de los discípulos de Jesús: ¿Cómo es que ustedes comen y beben con los cobradores de impuestos y con personas malas?'. Pero Jesús tomó la palabra y les dijo: 'No son las personas sanas las que necesitan médico sino las enfermas. No he venido para llamar a los buenos, sino para invitar a los pecadores a que se arrepientan'>>.\nLc 5, 27-32",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de la lectura, la docente se propone incorporar una actividad correspondiente al paso de la Meditación de la Lectio Divina. ¿Cuál de los siguientes grupos de preguntas es adecuado para el propósito de la docente?",
          "opciones": [
            "¿Qué nos dice Dios a través de este texto bíblico? ¿Qué cosas no me permiten seguir a Cristo?",
            "¿Qué le digo a Dios por el profundo mensaje que me dio? ¿Cómo puedo agradecerle por la enseñanza que me ha dado?",
            "¿Por qué Leví dejó todo y siguió a Jesús? ¿Qué quiere decir la frase: \"no son las personas sanas las que necesitan médico sino las enfermas\" en el contexto en que aparece?"
          ],
          "respuesta": "¿Qué nos dice Dios a través de este texto bíblico? ¿Qué cosas no me permiten seguir a Cristo?",
          "respuestaCorta": "Las preguntas de la Meditación ('Meditatio') en la Lectio Divina buscan que el lector se cuestione qué le dice Dios personalmente a través del texto y cómo interpela su propia vida.",
          "solucionario": "La Lectio Divina consta de cuatro pasos: Lectio (leer y entender el texto), Meditatio (meditar qué me dice Dios a mí), Oratio (responder a Dios) y Contemplatio (reposar en la presencia de Dios). Las preguntas de la opción 'c' corresponden a la Lectio, pues buscan comprender el texto en sí mismo. Las de la opción 'b' son propias de la Oratio, pues son una respuesta a Dios. Las preguntas de la opción 'a' son las características de la Meditatio, ya que invitan a la actualización y aplicación personal del mensaje bíblico a la propia vida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p31",
      "contexto": "Después de analizar diversas parábolas con sus estudiantes, la docente les propone elaborar una parábola. Como primera actividad, pide que, en grupos, señalen los pasos que deben considerar para ese fin.\nA continuación, se presenta el trabajo de un grupo:\nPasos para elaborar una parábola\n1. Elegir el propósito de la parábola: ¿cuestionar la conducta de las personas o enseñar algo?\n2. Escoger el mensaje que se quiere transmitir\n3. Crear un ejemplo o una metáfora sobre el mensaje\n4. Incluir pocos personajes, quienes deben representar a algo o alguien\nDespués de revisar el trabajo, la docente nota que el grupo no incluyó una característica fundamental que debe contener toda parábola.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es esa característica?",
          "opciones": [
            "Usar una situación de la vida cotidiana.",
            "Redactar la parábola en tercera persona.",
            "Plantear preguntas al final de la parábola."
          ],
          "respuesta": "Usar una situación de la vida cotidiana.",
          "respuestaCorta": "Una característica esencial de las parábolas evangélicas es que están arraigadas en la vida cotidiana y en la cultura de sus oyentes (siembra, pesca, pastoreo), lo que las hace comprensibles y cercanas.",
          "solucionario": "Si bien los pasos listados por el grupo son correctos, omiten un elemento crucial que define al género parabólico utilizado por Jesús: su anclaje en la realidad cotidiana. Jesús no usaba ejemplos fantásticos o abstractos, sino imágenes y situaciones extraídas de la vida diaria de Galilea (un sembrador, una mujer que amasa pan, un pastor). Esta conexión con la experiencia común es lo que permite que la comparación con la realidad superior del Reino de Dios sea tan impactante y efectiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p32",
      "contexto": "Lea la siguiente situación y responda las preguntas 32 y 33.\nUn docente está abordando con sus estudiantes la figura de Jesús como el Hijo de Dios. En ese contexto, les presenta el siguiente pasaje bíblico:\nEl Bautismo de Jesús\n<<Por aquel tiempo se presentó Juan Bautista y empezó a predicar en el desierto de Judea [...]. Venían a verlo [...] y, además de confesar sus pecados, se hacían bautizar por Juan en el río Jordán. 'Yo los bautizo en el agua, y es el camino a la conversión. Pero después de mí viene uno con mucho más poder que yo; -yo ni siquiera merezco llevarle las sandalias- él los bautizará en el Espíritu Santo y el fuego'. Por entonces vino Jesús de Galilea al Jordán, para encontrar a Juan y para que este lo bautizara. Juan quiso disuadirlo y le dijo: ¿Tú vienes a mí? Soy yo quien necesita ser bautizado por ti'. Jesús le respondió: 'Deja que hagamos así por ahora. De este modo cumpliremos todo como debe hacerse'. Entonces Juan aceptó. Una vez bautizado, Jesús salió del agua. En ese momento se abrieron los Cielos y vio al Espíritu de Dios que bajaba como una paloma y se posaba sobre él. Al mismo tiempo se oyó una voz del cielo que decía: 'Este es mi Hijo, el Amado; en él me complazco'>>.\nMt 3, 1.5-6.11.13-17",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para que los estudiantes identifiquen el mensaje principal del texto presentado?",
          "opciones": [
            "Indicar que, en grupo, comenten el significado de la frase \"¿Tú vienes a mí? Soy yo quien necesita ser bautizado por ti\".",
            "Pedir que expliquen a quién representan la paloma y la voz del cielo, y por qué aparecen estos símbolos en el bautismo de Jesús.",
            "Preguntar: \"¿Por qué era necesario bautizarse en el tiempo de Juan? ¿Por qué Jesús no bautizaba a la gente en lugar de Juan Bautista?\"."
          ],
          "respuesta": "Pedir que expliquen a quién representan la paloma y la voz del cielo, y por qué aparecen estos símbolos en el bautismo de Jesús.",
          "respuestaCorta": "El mensaje central del Bautismo de Jesús es la revelación de su identidad. Por ello, la actividad clave es analizar los símbolos teofánicos (la paloma y la voz) que manifiestan quién es Jesús para el Padre y el Espíritu.",
          "solucionario": "El Bautismo de Jesús es, ante todo, una teofanía, es decir, una manifestación de Dios y de la identidad de Jesús. El clímax y el mensaje principal del relato no radican en el rito del agua, sino en la apertura de los cielos, el descenso del Espíritu como paloma y la voz del Padre que proclama a Jesús como su Hijo amado. Por lo tanto, centrar la atención en estos símbolos (opción b) es la manera más directa de guiar a los estudiantes a la comprensión del núcleo teológico del pasaje.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el análisis del pasaje bíblico El Bautismo de Jesús, una de las estudiantes comenta al docente: \"Si Jesús es el Hijo de Dios, Dios hecho hombre, y no tiene pecados, ¿por qué se bautiza?\". Ante esta intervención, el docente busca explicar a la estudiante por qué Jesús se bautizó. ¿Qué explicación es pertinente para ese propósito?",
          "opciones": [
            "Explicarle que, con su Bautismo, Jesús muestra su decisión de llevar sobre sí los pecados de todos los hombres.",
            "Explicarle que, con su Bautismo, Jesús muestra que este es un sacramento necesario para todos los cristianos.",
            "Explicarle que, con su Bautismo, Jesús muestra la importancia de actuar con humildad y sencillez sin importar la posición que uno ocupe."
          ],
          "respuesta": "Explicarle que, con su Bautismo, Jesús muestra su decisión de llevar sobre sí los pecados de todos los hombres.",
          "respuestaCorta": "La explicación teológica principal es que el bautismo de Jesús, al ser sin pecado, es un acto de solidaridad con la humanidad pecadora, asumiendo su condición para redimirla y anticipando su misión como Siervo sufriente.",
          "solucionario": "La pregunta de la estudiante es central para la cristología. La respuesta teológicamente más precisa es la 'a'. El bautismo de Jesús no es de conversión (pues no tiene pecado), sino de inauguración de su ministerio y de identificación con los pecadores. Al ponerse en la fila de los que buscan el perdón, Jesús, el Cordero de Dios, comienza a 'cargar' simbólicamente con el pecado del mundo, lo que culminará en la cruz. Su bautismo santifica las aguas para nuestro propio bautismo y manifiesta su solidaridad redentora.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p34",
      "contexto": "Lea la siguiente situación y responda las preguntas 34, 35, 36, 37 y 38.\nUna docente de Educación Religiosa está analizando con sus estudiantes las parábolas del Reino de Dios narradas en el capítulo 13 del Evangelio de Mateo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes parábolas es una parábola del Reino?",
          "opciones": [
            "El buen samaritano.",
            "El hijo pródigo.",
            "La levadura."
          ],
          "respuesta": "La levadura.",
          "respuestaCorta": "La parábola de la levadura se encuentra en Mateo 13, que es el capítulo dedicado a las parábolas del Reino, junto a la del grano de mostaza y la del sembrador.",
          "solucionario": "El capítulo 13 de Mateo presenta un conjunto de parábolas cuyo tema explícito es el Reino de los Cielos. Entre ellas se encuentra la parábola de la levadura (Mt 13,33), que ilustra el crecimiento silencioso pero transformador del Reino en el mundo. Las parábolas del Buen Samaritano y del Hijo Pródigo, aunque fundamentales en la enseñanza de Jesús, son exclusivas del Evangelio de Lucas y no forman parte de este bloque temático de Mateo.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "La docente presenta la siguiente parábola a sus estudiantes.\nLa red\n\"Aquí tienen otra figura del Reino de los Cielos: una red que se ha echado al mar y que recoge peces de todas clases. Cuando está llena, los pescadores la sacan a la orilla, se sientan, escogen a los peces buenos, los echan en canastos y tiran lo que no sirve. Así pasará al final de los tiempos: vendrán los ángeles y separarán a los malos de entre los buenos y los arrojarán al horno ardiente. Allí será el llorar y el rechinar de dientes\".\nMt 13, 47-50\nLa docente busca que los estudiantes identifiquen el mensaje principal de la parábola. ¿Cuál de las siguientes actividades es más pertinente para ese propósito?",
          "opciones": [
            "Indicarles que comparen la parábola La red con El trigo y la cizaña para identificar semejanzas entre ambos textos. Luego, preguntar: \"¿Qué significa 'al final de los tiempos'? ¿Por qué es necesario esperar al final de los tiempos para recién separar lo bueno de lo malo?\".",
            "Explicarles que la parábola muestra la misericordia de Dios porque anuncia que Él esperará hasta el fin de los tiempos para juzgarnos, pues mantiene la esperanza de que cambiemos. Luego, pedirles que expliquen quién es el pescador y quiénes los peces buenos.",
            "Pedirles que interpreten la siguiente frase de la parábola: \"Allí será el llorar y el rechinar de dientes\". Luego, preguntar: \"Para los cristianos, ¿qué representa el final de los tiempos? ¿Es algo bueno o malo?\"."
          ],
          "respuesta": "Indicarles que comparen la parábola La red con El trigo y la cizaña para identificar semejanzas entre ambos textos. Luego, preguntar: \"¿Qué significa 'al final de los tiempos'? ¿Por qué es necesario esperar al final de los tiempos para recién separar lo bueno de lo malo?\".",
          "respuestaCorta": "La actividad más efectiva es comparar 'La red' con su parábola paralela, 'El trigo y la cizaña'. Esto permite que los estudiantes descubran el mensaje común: la convivencia presente del bien y del mal, y la separación definitiva en el juicio final.",
          "solucionario": "Las parábolas de la Red y del Trigo y la Cizaña comparten la misma estructura y mensaje: en el tiempo presente, la Iglesia ('la red') y el mundo están mezclados con buenos y malos. La separación definitiva es una tarea escatológica, reservada para el final de los tiempos. La opción 'a' es la más pertinente porque utiliza la comparación como una herramienta pedagógica para que los estudiantes descubran este mensaje central por sí mismos, y las preguntas finales les ayudan a profundizar en sus implicaciones (la paciencia de Dios y la seriedad del juicio).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente pidió a sus estudiantes que se reúnan en grupo y analicen la parábola El sembrador.\nA continuación, se presenta el trabajo de Tomás, uno de los estudiantes:\nNombre: Tomás\nAnálisis de la parábola El sembrador\nSignificado de los símbolos encontrados en la parábola:\nSemillas: La palabra de Dios\nSuelos: El corazón del hombre\nAnálisis:\nUn sembrador lanza semillas sin considerar el suelo al que caen. El primer grupo de semillas cae junto al camino y se las comen las aves. Este suelo representa a las personas que desechan la palabra de Dios. Otras semillas caen entre piedras por lo que se secan y mueren. Este suelo simboliza a las personas que reciben la Palabra de Dios, pero la olvidan pronto. El tercer grupo de semillas cae entre espinos. Este suelo representa a aquellos que acogen la Palabra, pero no actúan según ella; por eso, las semillas no dan fruto. Finalmente, el último grupo de semillas cae en buena tierra y florece. Este suelo representa a las personas que acogen la Palabra, la ponen en práctica y dan frutos.\n- Mensaje de la parábola: El sembrador siembra sin discriminar.\nEn este trabajo, la docente nota aciertos en la identificación de los símbolos y algunos errores en el análisis y la identificación del mensaje de la parábola. Por ello, ha decididio retroalimentar a Tomás a través de comentarios escritos.\n¿Cuál de las siguientes intervenciones brinda la retroalimentación más adecuada a Tomás?",
          "opciones": [
            "Colocar comentarios generales en el trabajo realizado; por ejemplo, escribir lo siguiente: \"¡Muy buen trabajo! Lograste encontrar el significado de los símbolos principales de la parábola. Solo te faltó analizar mejor la parábola e interpretar adecuadamente el mensaje\".",
            "Escribir comentarios específicos en los aciertos; por ejemplo, escribir lo siguiente: \"¡Muy Bien! ¡Este es el significado de las semillas!\". Además, en las equivocaciones, colocar explicaciones como las siguientes: \"Las personas no dan fruto\" y \"Este no es el mensaje. El mensaje es que Jesús nos da a todos su Palabra de vida eterna y depende de nosotros acogerla\".",
            "Colocar comentarios en los aciertos; por ejemplo, escribir lo siguiente: \"¡Muy bien! Identificaste bien el significado de las semillas y de los suelos\". Además, en las equivocaciones, colocar preguntas como las siguientes: \"¿Qué significa dar fruto? ¿Por qué los que acogen la Palabra 'dan frutos'? ¿Quién es el sembrador y por qué siembra sin discriminar?\"."
          ],
          "respuesta": "Colocar comentarios en los aciertos; por ejemplo, escribir lo siguiente: \"¡Muy bien! Identificaste bien el significado de las semillas y de los suelos\". Además, en las equivocaciones, colocar preguntas como las siguientes: \"¿Qué significa dar fruto? ¿Por qué los que acogen la Palabra 'dan frutos'? ¿Quién es el sembrador y por qué siembra sin discriminar?\".",
          "respuestaCorta": "La retroalimentación más efectiva es la que valora los aciertos del estudiante y, en lugar de corregir directamente los errores, le plantea preguntas que lo guíen a reflexionar y profundizar su propia comprensión.",
          "solucionario": "La opción 'c' representa una retroalimentación formativa y por descubrimiento. Inicia reconociendo lo que el estudiante ha logrado, lo cual es motivador. Luego, en lugar de simplemente dar la respuesta correcta (como en la opción b) o hacer una crítica vaga (como en la opción a), plantea preguntas clave. Estas preguntas actúan como andamios, invitando a Tomás a pensar más profundamente sobre el significado de 'dar fruto' y sobre la identidad y la generosidad del Sembrador, lo que le permitirá a él mismo corregir y enriquecer su análisis inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p34",
      "contexto": "Lea la siguiente situación y responda las preguntas 34, 35, 36, 37 y 38.\nUna docente de Educación Religiosa está analizando con sus estudiantes las parábolas del Reino de Dios narradas en el capítulo 13 del Evangelio de Mateo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para profundizar en el mensaje de la parábola El sembrador, la docente pide a sus estudiantes que la analicen usando el método histórico crítico. ¿Qué alternativa presenta el análisis de la parábola El sembrador según el método histórico crítico?",
          "opciones": [
            "Jesús habló sobre siembra porque este era un tema importante para sus oyentes. Saber cuál era la mejor tierra para sembrar era un asunto delicado en esa época; de ello dependía la estabilidad o el hambre de toda la nación. Es por eso que también se sintieron confundidos por el sembrador: ¿por qué desperdiciar semillas en un suelo árido?",
            "Jesús transmitió, a través de esta parábola, un mensaje aleccionador que trasciende en el tiempo: ¿qué importancia le damos a la Palabra de Dios en nuestras vidas? Esto asustó a sus oyentes, pero el hombre actual conoce la Palabra de Dios y sabe que, sin importar cuán endurecida esté la tierra, el Espíritu Santo puede volver fértil a cualquier desierto.",
            "Jesús conocía el alma de sus oyentes; por eso, los interpelaba preguntándoles: \"¿Cuán duro es tu corazón?\". Con esta pregunta, los invitaba a examinar su corazón y a determinar, sinceramente, a qué suelo se parecían. Además, no solo les recordaba la importancia de acoger y practicar la Palabra sino también la de darla a conocer."
          ],
          "respuesta": "Jesús habló sobre siembra porque este era un tema importante para sus oyentes. Saber cuál era la mejor tierra para sembrar era un asunto delicado en esa época; de ello dependía la estabilidad o el hambre de toda la nación. Es por eso que también se sintieron confundidos por el sembrador: ¿por qué desperdiciar semillas en un suelo árido?",
          "respuestaCorta": "El método histórico-crítico analiza el texto en su contexto original. Por lo tanto, se enfoca en cómo los oyentes de Jesús, en su realidad agrícola del siglo I, habrían percibido la imagen de la siembra y la generosidad aparentemente imprudente del sembrador.",
          "solucionario": "El método histórico-crítico busca comprender el significado de un texto situándolo en su contexto original. La opción 'a' aplica este método al analizar cómo la audiencia original de Jesús, familiarizada con la agricultura, percibiría la parábola. Se enfoca en la realidad social y económica de la época, donde la siembra era vital y la acción del sembrador podría parecer un derroche. Las otras opciones aplican una lectura espiritual o existencial (actualización del mensaje), que son válidas pero no corresponden a la metodología histórico-crítica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el trabajo grupal, Tadeo, un estudiante, comenta lo siguiente: \"En la parte final de El sembrador, dice que los discípulos le comentaron a Jesús que la gente no entendía la parábola. ¿Por qué Jesús usaba parábolas difíciles si la gente no entendía? ¿No era mejor dar el mensaje directamente?\".\n¿Cuál de las siguientes acciones es pertinente para ayudar a Tadeo a comprender por qué Jesús usaba parábolas?",
          "opciones": [
            "Indicarle que escoja algunas parábolas y las analice para identificar el propósito de cada una de ellas. Luego, explicarle que Jesús usaba parábolas para llamar la atención de los oyentes con un lenguaje atractivo y cargado de metáforas.",
            "Leer con él la cita de Mc 4, 11 [...]: \"A ustedes (los discípulos) se les ha dado el misterio del Reino, pero a los que están afuera no les llegan más que parábolas\". Luego, explicarle que Jesús usaba algunas parábolas para que los oyentes se esfuercen en entender el mensaje y así sean merecedores de él.",
            "Comparar con él la cita de Mt 13,13, \"Por eso les hablo en parábolas, porque [...] oyen pero no [...] entienden\", con la siguiente profecía de Isaías: \"Dios se dirige a un pueblo rebelde que no entiende\". Luego, explicarle que Jesús usaba parábolas porque debía cumplir lo que estaba escrito en las profecías."
          ],
          "respuesta": "Leer con él la cita de Mc 4, 11 [...]: \"A ustedes (los discípulos) se les ha dado el misterio del Reino, pero a los que están afuera no les llegan más que parábolas\". Luego, explicarle que Jesús usaba algunas parábolas para que los oyentes se esfuercen en entender el mensaje y así sean merecedores de él.",
          "respuestaCorta": "Para responder a por qué las parábolas pueden ser 'difíciles', lo más pertinente es acudir a la propia explicación de Jesús en los Evangelios. Él indica que las parábolas revelan el misterio a quienes tienen disposición de acogerlo, mientras que lo velan para quienes no, invitando así a la conversión.",
          "solucionario": "La pregunta de Tadeo es la misma que los discípulos le hicieron a Jesús. La opción 'b' es la más adecuada porque recurre a la respuesta teológica que da el propio Evangelio. Las parábolas funcionan en un doble registro: revelan y ocultan. Revelan el misterio del Reino a aquellos con un corazón abierto y dispuesto (los discípulos), pero lo ocultan a quienes tienen una actitud cerrada, no para excluirlos, sino para interpelarlos y provocar en ellos un esfuerzo de comprensión que los lleve a la fe.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p39",
      "contexto": "Lea la siguiente situación y responda las preguntas 39 y 40.\nLuego de analizar con los estudiantes los textos bíblicos El impuesto debido al César (Mt 22, 15-22) y La mujer adúltera (Jn 8, 1-11), la docente les pide que identifiquen, en cada texto, las preguntas que le plantearon los maestros de la Ley a Jesús y la respuesta que él les ofreció.\nA continuación, se presenta un organizador elaborado por un grupo de estudiantes.",
      "imagen": "img/ascenso/secundaria/2018/religion/2.jpg",
      "preguntas": [
        {
          "pregunta": "A partir del organizador, la docente busca que los estudiantes identifiquen en qué se parecen ambos textos. ¿Cuál de las siguientes actividades es adecuada para ese propósito?",
          "opciones": [
            "Preguntarles cuál es el mensaje central de cada texto y pedirles que expliquen, con sus propias palabras, las semejanzas entre ambos mensajes.",
            "Preguntarles cuál era la intención de los maestros de la Ley al plantearle esas interrogantes a Jesús y por qué Jesús les respondía con esas frases.",
            "Preguntarles por qué Jesús se refirió al César en su respuesta y por qué no permitió que los judíos mataran a pedradas a la mujer adúltera."
          ],
          "respuesta": "Preguntarles cuál era la intención de los maestros de la Ley al plantearle esas interrogantes a Jesús y por qué Jesús les respondía con esas frases.",
          "respuestaCorta": "La semejanza fundamental entre ambos pasajes es la situación de controversia: en ambos, los adversarios de Jesús le plantean una pregunta capciosa con la intención de tenderle una trampa.",
          "solucionario": "Para encontrar la semejanza clave, es necesario ir más allá del contenido de las respuestas y analizar la estructura de la situación. La opción 'b' guía a los estudiantes a hacer esto. En ambos textos, la pregunta de los maestros de la Ley no busca saber la verdad, sino poner a prueba a Jesús con un dilema del que parece no haber salida: si aprueba el impuesto, es un traidor al pueblo; si lo rechaza, es un sedicioso contra Roma. Si aprueba la lapidación, va contra la autoridad romana; si la rechaza, va contra la Ley de Moisés. La semejanza es la intención maliciosa y la trampa.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué significa la respuesta de Jesús \"Devuelvan, pues, al César las cosas del César, y a Dios lo que corresponde a Dios\"?",
          "opciones": [
            "Que la autoridad espiritual y la autoridad terrenal no se oponen.",
            "Que la autoridad espiritual y la autoridad terrenal tienen la misma validez.",
            "Que Dios les brinda sabiduría a las autoridades terrenales para que gobiernen."
          ],
          "respuesta": "Que la autoridad espiritual y la autoridad terrenal no se oponen.",
          "respuestaCorta": "La frase establece una distinción entre los deberes cívicos (hacia el César) y los deberes religiosos (hacia Dios), indicando que no son necesariamente opuestos, pero que la lealtad a Dios es la soberanía última.",
          "solucionario": "La respuesta de Jesús es un principio fundamental para las relaciones entre la fe y la vida pública. Al decir \"den al César...\", reconoce la legitimidad de la autoridad civil y sus requerimientos (como los impuestos). Pero al añadir \"y a Dios...\", establece un límite a esa autoridad y afirma la soberanía absoluta de Dios sobre toda la vida humana. Por lo tanto, no se oponen, sino que ocupan distintos órdenes, siendo el de Dios el superior. No afirma que tengan la misma validez (opción b), sino que cada una tiene su ámbito propio.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p41",
      "contexto": "Lea el siguiente texto bíblico, y luego, conteste la pregunta.\nLa tercera tentación de Jesús en el desierto\n<<A continuación lo llevó el diablo a un monte muy alto y le mostró todas las naciones del mundo con todas sus grandezas y maravillas. Y le dijo: 'Te daré todo esto si te arrodillas y me adoras'. Jesús le dijo: 'Aléjate, Satanás, porque dice la Escritura: Adorarás al Señor tu Dios, y a Él solo servírás'>>.\nMt 4, 8-10",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la enseñanza principal que nos da Jesús a través de este texto?",
          "opciones": [
            "Debemos mantenernos fieles a nuestra fe a pesar de las tentaciones.",
            "Debemos renunciar a nuestras ambiciones para poder vivir sin tentaciones.",
            "Debemos leer las Sagradas Escrituras para que nos protejan de las tentaciones."
          ],
          "respuesta": "Debemos mantenernos fieles a nuestra fe a pesar de las tentaciones.",
          "respuestaCorta": "La enseñanza central es la primacía absoluta de Dios. Jesús enseña que la fidelidad a Dios y su adoración exclusiva no deben ser sacrificadas por ninguna oferta de poder, riqueza o gloria terrenal.",
          "solucionario": "La tercera tentación es la de la idolatría del poder. El diablo ofrece a Jesús un mesianismo político y triunfalista a cambio de un acto de adoración. La respuesta de Jesús, citando el Deuteronomio, es un rechazo rotundo a cualquier cosa que pretenda ocupar el lugar de Dios. La enseñanza principal es, por tanto, la fidelidad incondicional a Dios por encima de todo (opción a). El uso de la Escritura (opción c) es el arma que Jesús usa, pero la enseñanza de fondo es la fidelidad. No se trata de no tener ambiciones (opción b), sino de ordenarlas según la voluntad de Dios.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p42",
      "contexto": "Una docente busca que sus estudiantes analicen la parábola El buen Samaritano a través del método histórico crítico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades se enmarca en el método histórico crítico?",
          "opciones": [
            "Presentar el caso de un estudiante que no asiste a clases porque está enfermo y que no cuenta con la ayuda de alguien que le lleve las tareas. Luego, pedir que lean y analicen la parábola El buen Samaritano. Después, preguntar: \"¿Qué nos dice la parábola acerca de la ayuda al prójimo? ¿A qué nos compromete? ¿Por qué es un deber cristiano ayudar al prójimo?\".",
            "Pedir que lean la parábola El buen Samaritano y los comentarios del contexto bíblico. Luego, explicar por qué los samaritanos eran despreciados, y quiénes eran los levitas y los sacerdotes. Finalmente, preguntar: \"¿Por qué se escogió a un samaritano para la parábola? ¿Por qué el sacerdote y el levita creían que se contaminarían al tocar al hombre herido?\".",
            "Indicar que lean la parábola El buen Samaritano buscando el significado de los términos \"levita\" y \"sacerdote\". Luego, preguntar: \"¿Qué habría pasado si nadie hubiese ayudado al hombre malherido? ¿Puede ser riesgoso ayudar a un desconocido? ¿Te arriesgarías a ayudar a alguien que te necesita?\". Finalmente, pedirles que expliquen cómo pueden incorporar el mensaje de la parábola en sus vidas."
          ],
          "respuesta": "Pedir que lean la parábola El buen Samaritano y los comentarios del contexto bíblico. Luego, explicar por qué los samaritanos eran despreciados, y quiénes eran los levitas y los sacerdotes. Finalmente, preguntar: \"¿Por qué se escogió a un samaritano para la parábola? ¿Por qué el sacerdote y el levita creían que se contaminarían al tocar al hombre herido?\".",
          "respuestaCorta": "El método histórico-crítico implica analizar el texto en su contexto original. Por ello, la actividad adecuada es la que investiga el trasfondo social y religioso de los personajes (samaritanos, sacerdotes, levitas) para entender el impacto original de la parábola.",
          "solucionario": "La opción 'b' es la que corresponde al método histórico-crítico, ya que su objetivo es comprender el texto en el mundo en que fue producido. Para entender la fuerza de la parábola, es indispensable conocer la realidad social y religiosa del siglo I: la profunda enemistad entre judíos y samaritanos, y las leyes de pureza ritual que condicionaban el comportamiento de sacerdotes y levitas. Sin este contexto, la elección de un samaritano como héroe pierde su carácter provocador. Las opciones 'a' y 'c' se centran en la aplicación del mensaje a la vida actual, lo que corresponde a una lectura pastoral o existencial, no histórico-crítica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p43",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes secuencias de actividades corresponde al método del Ver-juzgar-actuar?",
          "opciones": [
            "1. Presentar La parábola de los talentos y pedir que identifiquen el mensaje central del texto. 2. Preguntar: \"¿Cómo aparece Dios en la parábola: castigador o misericordioso? ¿Qué mensaje personal me entrega Dios a través del texto?\". 3. Pedir que analicen si sus acciones cotidianas los acercan a usar los dones que Dios les otorgó para servir a los demás.",
            "1. Presentar el caso de una familia que perdió su casa por un incendio y se quedó sin bienes materiales. 2. Pedir que lean la parábola El buen samaritano y confronten el mensaje del texto con el caso analizado. 3. Preguntar: \"¿Cómo habría actuado Jesús en el caso analizado? ¿A qué me compromete el mensaje que Dios me da en la parábola? ¿Cómo puedo ayudar a esa familia que perdió todo?\".",
            "1. Presentar noticias en las que los estudiantes puedan distinguir la presencia del pecado. 2. Pedir que escojan una noticia e identifiquen cómo, desde su posición, pueden actuar para cambiar la realidad que se presenta en ella. 3. Preguntar: \"¿De qué manera eres responsable de la situación que se presenta en ese caso? ¿Qué puedes hacer para ayudar a esas personas?\"."
          ],
          "respuesta": "1. Presentar el caso de una familia que perdió su casa por un incendio y se quedó sin bienes materiales. 2. Pedir que lean la parábola El buen samaritano y confronten el mensaje del texto con el caso analizado. 3. Preguntar: \"¿Cómo habría actuado Jesús en el caso analizado? ¿A qué me compromete el mensaje que Dios me da en la parábola? ¿Cómo puedo ayudar a esa familia que perdió todo?\".",
          "respuestaCorta": "Esta secuencia sigue perfectamente los tres pasos del método: VER una realidad concreta (la familia necesitada), JUZGAR esa realidad a la luz de la Palabra de Dios (el Buen Samaritano) y ACTUAR, buscando un compromiso transformador.",
          "solucionario": "El método Ver-Juzgar-Actuar tiene una estructura clara que la opción 'b' sigue fielmente. El 'VER' consiste en partir de una situación concreta de la vida (una familia que lo ha perdido todo). El 'JUZGAR' implica iluminar esa realidad con los criterios de la fe y el Evangelio (la parábola del Buen Samaritano). Finalmente, el 'ACTUAR' es el paso al compromiso, donde la reflexión lleva a una acción concreta para transformar la realidad observada ('¿Cómo puedo ayudar?'). Las otras opciones invierten el orden o mezclan los pasos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p44",
      "contexto": "Lea la siguiente situación y, luego, conteste las preguntas 44 y 45.\nUna docente de Educación Religiosa está analizando parábolas con sus estudiantes. Durante el análisis, Inés, una estudiante, comentó:\n\"Jesús, a través de las parábolas, explicó cómo es el Reino de Dios, pero no explicó qué es el Reino de Dios. Me cuesta entender qué es el Reino de Dios\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la estudiante comprenda qué es el Reino de Dios?",
          "opciones": [
            "Pedirle que analice las parábolas del Reino, que identifique las características del Reino que se presentan en estas y, luego, que intente definirlo con sus propias palabras. Luego, explicarle que el Reino es una realidad exterior que está en todo lugar en el que se cumple la voluntad de Dios y que también es una realidad interior porque está dentro de nosotros.",
            "Indicarle que, para el pueblo de Israel, el Reino de Dios era la liberación de la opresión política de los romanos y, que en la actualidad, representa la liberación del pecado y de todos los males. Luego, pedirle que lea los comentarios del contexto bíblico de Mateo 13 para que conozca lo que pensaban en esa época sobre el Reino de Dios.",
            "Explicarle que el Reino de Dios está reservado para los creyentes y los que se esfuerzan para que este siga creciendo, y que, por tanto, comprenderá qué es el Reino si cree en su existencia. Luego, pedir que lea la parábola El grano de mostaza y preguntarle: \"¿Cómo puedes colaborar con el crecimiento del Reino?\"."
          ],
          "respuesta": "Pedirle que analice las parábolas del Reino, que identifique las características del Reino que se presentan en estas y, luego, que intente definirlo con sus propias palabras. Luego, explicarle que el Reino es una realidad exterior que está en todo lugar en el que se cumple la voluntad de Dios y que también es una realidad interior porque está dentro de nosotros.",
          "respuestaCorta": "La acción más adecuada es un enfoque constructivista: guiar a la estudiante para que, a partir del análisis de las parábolas, ella misma deduzca las características del Reino y elabore una primera definición, que luego el docente puede enriquecer y precisar.",
          "solucionario": "La opción 'a' es pedagógicamente la más sólida porque respeta la forma en que Jesús enseñaba y promueve un aprendizaje significativo. En lugar de darle una definición hecha, la docente guía a Inés para que ella misma construya el concepto a partir de las fuentes (las parábolas). Este proceso inductivo hace que la comprensión sea más profunda. La posterior explicación del docente no sustituye el trabajo de la estudiante, sino que lo complementa, ordena y profundiza, presentando la doble dimensión (interior/exterior) del Reino.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En el comentario \"Me cuesta entender qué es el Reino de Dios\", se evidencia un aspecto de la dimensión espiritual. ¿Cuál es este aspecto?",
          "opciones": [
            "El misterio.",
            "El asombro.",
            "La contemplación."
          ],
          "respuesta": "El misterio.",
          "respuestaCorta": "La dificultad de la estudiante para abarcar conceptualmente el Reino de Dios refleja la experiencia del 'misterio', una realidad revelada por Dios que trasciende la plena comprensión de la razón humana.",
          "solucionario": "En teología, un 'misterio' no es algo absurdo, sino una verdad de fe cuya profundidad es tan grande que no puede ser totalmente comprendida por la mente humana. El Reino de Dios es uno de esos misterios centrales. El comentario de Inés, \"me cuesta entender\", es la expresión genuina de una inteligencia que se enfrenta a una realidad que la desborda. Esta percepción de la trascendencia de una verdad revelada es precisamente la experiencia del misterio.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p46",
      "contexto": "Una docente presenta a sus estudiantes el siguiente testimonio:\n\"Mi nombre es Daniel; formo parte de una asociación de defensa del ambiente. Todos los fines de semana me reúno con mis compañeros para recoger los desechos que arrojan los pobladores a la laguna que está a la entrada de nuestra comunidad y hemos puesto varios afiches para que la gente deje de ensuciar. A veces, ver que la gente continúa botando basura me desanima, pero, cuando veo que un ave llega a la laguna y se posa en la orilla que ayudé a limpiar, me doy cuenta de que todo mi esfuerzo vale la pena. Eso le da sentido a mi vida\".\nDespués de la lectura, algunos estudiantes comentaron que limpiar la laguna era un esfuerzo inútil, pues la gente sigue contaminándola sin valorar el esfuerzo de Daniel. Ante ello, la docente busca que los estudiantes se acerquen a la noción del sentido de vida sobre la base del testimonio de Daniel.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué actividad está orientada a ese propósito?",
          "opciones": [
            "Pedir que escriban un testimonio similar al de Daniel y, a partir de este, definan su sentido de vida. Luego, decirles que lo compartan con un compañero para que opine acerca de si se trata de un sentido de vida adecuado para un cristiano.",
            "Preguntar: \"¿Por qué Daniel insiste en limpiar la laguna a pesar de que continúan ensuciándola? ¿Limpiar una laguna le puede dar sentido a la vida? ¿Por qué?\".",
            "Preguntar: \"¿Daniel es una persona religiosa? ¿Daniel se acerca a Dios al limpiar la laguna? ¿Por qué no se puede encontrar sentido a la vida sin religión?\"."
          ],
          "respuesta": "Preguntar: \"¿Por qué Daniel insiste en limpiar la laguna a pesar de que continúan ensuciándola? ¿Limpiar una laguna le puede dar sentido a la vida? ¿Por qué?\".",
          "respuestaCorta": "Para comprender el 'sentido de vida', es crucial analizar las motivaciones profundas de una persona que actúa por convicción, incluso frente a resultados adversos. Las preguntas deben centrarse en el 'porqué' de su perseverancia y el valor que encuentra en la acción misma.",
          "solucionario": "El propósito es que los estudiantes reflexionen sobre la noción de 'sentido de vida'. Las preguntas de la opción 'b' apuntan directamente al núcleo del testimonio: la fuente de la motivación de Daniel. A pesar de la aparente inutilidad de su esfuerzo (según los otros estudiantes), él encuentra un sentido profundo en su acción. Estas preguntas invitan a explorar que el sentido de vida a menudo no reside en el éxito externo o el reconocimiento, sino en la coherencia con los propios valores y en encontrar trascendencia en las pequeñas cosas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p47",
      "contexto": "Una docente de quinto grado tiene como propósito que los estudiantes comprendan que la dimensión espiritual y religiosa es inherente a la naturaleza humana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para el propósito de la docente?",
          "opciones": [
            "Presentar argumentos de personas que sustentan que Dios no existe. Luego, indicar que, en grupos, elaboren contraargumentos. Finalmente, pedir que elaboren propuestas para evangelizar a las personas que no conocen a Dios.",
            "Explicar el significado de la frase \"el hombre es un ser religioso\". Luego, preguntar: \"¿Qué ha aportado la religión cristiana a tu vida? ¿Te consideras una persona religiosa?\". Finalmente, pedir que expliquen qué celebraciones religiosas son más importantes para ellos.",
            "Pedir que comparen mitos de culturas no cristianas sobre la creación del mundo. Luego, pedir que señalen las semejanzas entre dichos mitos y la Creación bíblica. Finalmente, preguntar: \"¿Por qué creen que estos mitos coinciden en intentar explicar quién nos creó y para qué?\"."
          ],
          "respuesta": "Pedir que comparen mitos de culturas no cristianas sobre la creación del mundo. Luego, pedir que señalen las semejanzas entre dichos mitos y la Creación bíblica. Finalmente, preguntar: \"¿Por qué creen que estos mitos coinciden en intentar explicar quién nos creó y para qué?\".",
          "respuestaCorta": "Para demostrar que la religiosidad es inherente a la naturaleza humana, una estrategia eficaz es analizar un fenómeno intercultural, como los mitos de creación. La coincidencia universal en las preguntas sobre el origen y el sentido apunta a una búsqueda de trascendencia común a toda la humanidad.",
          "solucionario": "La actividad 'c' es la más adecuada porque utiliza un enfoque antropológico y comparativo para llegar a una conclusión teológica. Al observar que diversas culturas, sin contacto entre sí, han elaborado mitos para responder a las mismas preguntas fundamentales (¿de dónde venimos? ¿cuál es nuestro propósito?), los estudiantes pueden deducir que la búsqueda de sentido y la apertura a la trascendencia son una constante humana. Esto fundamenta la idea de que el ser humano es un 'ser religioso' por naturaleza ('homo religiosus').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante las religiones del mundo, ¿cuál debe de ser la actitud de un cristiano?",
          "opciones": [
            "Debe respetar los elementos que en las demás religiones son buenos y sagrados, y que no contradigan el mensaje de Jesucristo.",
            "Debe cuestionar los postulados de las religiones no cristianas porque pueden confundir al hombre en su búsqueda espiritual.",
            "Debe aceptar todos los principios de otras religiones, pues poseen el mismo valor sagrado y verdadero que los del cristianismo."
          ],
          "respuesta": "Debe respetar los elementos que en las demás religiones son buenos y sagrados, y que no contradigan el mensaje de Jesucristo.",
          "respuestaCorta": "La actitud cristiana, según el Magisterio de la Iglesia, es de diálogo y respeto sincero hacia otras religiones, reconociendo en ellas 'semillas del Verbo', sin caer en el sincretismo y manteniendo la fe en la plenitud de la revelación en Cristo.",
          "solucionario": "La opción 'a' refleja con precisión la enseñanza de la Iglesia Católica, especialmente a partir de la declaración 'Nostra Aetate' del Concilio Vaticano II. Esta postura equilibra dos principios: por un lado, el respeto y la valoración de la verdad y la santidad que puedan encontrarse en otras tradiciones religiosas, vistas como parte de la búsqueda humana de Dios. Por otro lado, mantiene la convicción de que la plenitud de la revelación y de los medios de salvación se encuentra en Jesucristo y su Iglesia. Se rechaza tanto el rechazo frontal (opción b) como el relativismo indiferente (opción c).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p49",
      "contexto": "Lea el siguiente texto y, luego, conteste la pregunta.\nEl ecumenismo es el conjunto de esfuerzos y actividades que realiza la Iglesia, bajo el impulso del Espíritu Santo, con el fin de restaurar la unidad de todos los cristianos que han recibido válidamente el Bautismo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones NO corresponde a la práctica del ecumenismo?",
          "opciones": [
            "La reforma interna de la Iglesia.",
            "La unificación de tradiciones religiosas.",
            "La conversión de corazón de todo cristiano."
          ],
          "respuesta": "La unificación de tradiciones religiosas.",
          "respuestaCorta": "El ecumenismo busca la unidad de los cristianos en la fe esencial, pero no la uniformidad ni la fusión de las diversas tradiciones litúrgicas y espirituales legítimas, cuya riqueza se valora.",
          "solucionario": "El movimiento ecuménico, tal como lo entiende la Iglesia Católica, busca la unidad visible de los cristianos, no la uniformidad. Esto implica acciones como la conversión personal, la reforma y renovación de la propia Iglesia para ser más fiel al Evangelio, la oración común y el diálogo. Sin embargo, no persigue la 'unificación' o absorción de las diferentes tradiciones (como la oriental, la anglicana, etc.), sino una 'unidad reconciliada en la diversidad', donde las legítimas diferencias son vistas como una riqueza para toda la Iglesia.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p50",
      "contexto": "El aula de cuarto grado está conformada por estudiantes de diversas confesiones religiosas. La docente tiene como propósito organizar actividades que favorezcan la integración entre ellos, sin importar su credo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para el propósito de la docente?",
          "opciones": [
            "Invitar a un catequista para que les explique las bases del ecumenismo y el esfuerzo de la Iglesia Católica para acercarse a los diferentes movimientos cristianos en los últimos años.",
            "Proponer un debate en el que cada estudiante exponga las bases de su credo y las razones por las que consideran que su confesión religiosa es el verdadero camino hacia Dios.",
            "Organizar a los estudiantes para que realicen una obra de ayuda social, como visitar a los ancianos de un asilo llevándoles alimentos y ropa."
          ],
          "respuesta": "Organizar a los estudiantes para que realicen una obra de ayuda social, como visitar a los ancianos de un asilo llevándoles alimentos y ropa.",
          "respuestaCorta": "La forma más efectiva de integrar a personas de distintas confesiones es a través de la acción conjunta en favor de un bien común, centrándose en los valores compartidos como la caridad y la solidaridad.",
          "solucionario": "La actividad más adecuada es la 'c', ya que promueve el 'ecumenismo de la caridad' o 'diálogo de la vida'. Al trabajar juntos en una obra social, los estudiantes se enfocan en lo que los une —el amor al prójimo y la solidaridad—, en lugar de lo que los divide doctrinalmente. Esta colaboración práctica construye puentes de amistad y respeto mutuo, fomentando una verdadera integración. Un debate sobre quién tiene la verdad (opción b) podría exacerbar las diferencias, y una charla teórica (opción a) es menos vivencial e integradora.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p51",
      "contexto": "Durante una sesión sobre religiosidad popular, una docente pidió a los estudiantes que elaboren un ejemplo sobre este concepto. A continuación, se presentan los ejemplos elaborados por tres grupos:\nGrupo \"Los ángeles\": En Piura, durante la Semana Santa, se realiza el Vía Crucis en cada parroquia y también hay procesiones por las calles principales de la ciudad. Estos actos se acompañan con bailes de tondero, fuegos artificiales, cantos y, además, se prepara un plato tradicional Ilamado \"Malarrabia\".\nGrupo \"Los apóstoles\": En Andahuaylas, para asegurar una cosecha o agradecer por ella, se realiza el pago a la tierra. En esta ceremonia, se ofrecen regalos a la \"pachamama\" (alcohol, cigarros, comida, etc.) para pedir ayuda y protección a los \"apus\".\nGrupo \"Los santos\": En muchos pueblos andinos, se celebra la Fiesta de la Cruz de Mayo. Esta celebración tiene su origen en la época de la colonia, pues, cuando los españoles notaron que los pobladores andinos adoraban a las montañas como \"apus\" protectores, colocaron cruces en ellas para que su adoración se redirigiera hacia el Dios cristiano.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los tres grupos presentó el ejemplo que corresponde al concepto de religiosidad popular?",
          "opciones": [
            "\"Los ángeles\".",
            "\"Los apóstoles\".",
            "\"Los santos\"."
          ],
          "respuesta": "\"Los ángeles\".",
          "respuestaCorta": "El grupo 'Los ángeles' presenta el mejor ejemplo de religiosidad popular, pues describe cómo una práctica de la fe cristiana (Semana Santa) es vivida e integrada con elementos culturales locales específicos (tondero, malarrabia).",
          "solucionario": "La religiosidad popular es la síntesis entre la fe y la cultura de un pueblo. El ejemplo del grupo 'Los ángeles' es el más preciso porque describe una celebración cristiana universal (Semana Santa) que adquiere formas y expresiones propias de la cultura local piurana (bailes, comidas, fiestas). El grupo 'Los apóstoles' describe un rito ancestral no cristiano. El grupo 'Los santos' ofrece una explicación histórica del origen de una práctica sincrética, pero no describe la manifestación actual de religiosidad popular como lo hace el primer grupo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p52",
      "contexto": "Kori, Jaylli y Kusi son tres estudiantes aimaras que se han incorporado al aula de primer grado. La docente de Educación Religiosa considera que esta situación permitirá un enriquecimiento cultural entre los estudiantes. Por ello, se ha propuesto incorporar actividades para fomentar el diálogo de saberes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Desde el enfoque intercultural, ¿cuál de las siguientes actividades es adecuada para fomentar el diálogo de saberes?",
          "opciones": [
            "Indicar a Kori, Jaylli y Kusi que den a conocer algunas fiestas religiosas aimaras. Luego, pedir que expliquen por qué es importante para ellos conservar estas fiestas. Finalmente, invitarlos a representar alguno de sus ritos o cultos.",
            "Pedir a todos los estudiantes que compartan fiestas religiosas de su comunidad. Luego, pedirles que busquen elementos comunes entre las celebraciones cristianas y aimaras. Finalmente, preguntar por qué es posible encontrar elementos comunes entre estas.",
            "Presentar una comparación entre las fiestas religiosas aimaras y las fiestas religiosas cristianas. Luego, explicar que ambas celebraciones comparten mucho en común y que, si bien es importante valorar las culturas originarias, se deben rescatar los elementos cristianos que existen en ellas."
          ],
          "respuesta": "Pedir a todos los estudiantes que compartan fiestas religiosas de su comunidad. Luego, pedirles que busquen elementos comunes entre las celebraciones cristianas y aimaras. Finalmente, preguntar por qué es posible encontrar elementos comunes entre estas.",
          "respuestaCorta": "Un verdadero diálogo de saberes intercultural se basa en la horizontalidad y el respeto mutuo. La actividad adecuada involucra a todos los estudiantes en compartir sus culturas y buscar activamente puntos de encuentro y entendimiento.",
          "solucionario": "El enfoque intercultural busca establecer relaciones simétricas entre culturas. La opción 'b' es la única que promueve esta simetría: no se centra solo en la cultura aimara como algo exótico, sino que invita a todos a compartir lo propio. Luego, el paso clave es buscar 'elementos comunes', lo que fomenta el reconocimiento de valores universales y la construcción de puentes. La opción 'a' cosifica a los estudiantes aimaras. La opción 'c' es asimétrica y tiene una intención proselitista, no de diálogo genuino.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para activar los saberes previos de los estudiantes sobre la fe?",
          "opciones": [
            "Pedir que comparen la definición de fe en el Catecismo con la que aparece en el diccionario. Luego, pedir que mencionen qué tienen en común ambas definiciones.",
            "Explicar el significado de la frase \"Tener fe es creer en algo que no se puede comprobar\". Luego, comentarles algunos casos que ejemplifiquen esta frase.",
            "Pedir que indiquen de manera voluntaria en qué creen. Luego, preguntar: \"¿Creer es lo mismo que tener fe? ¿Qué significa tener fe en algo o alguien?\"."
          ],
          "respuesta": "Pedir que indiquen de manera voluntaria en qué creen. Luego, preguntar: \"¿Creer es lo mismo que tener fe? ¿Qué significa tener fe en algo o alguien?\".",
          "respuestaCorta": "Para activar saberes previos sobre la fe, lo más adecuado es partir de la experiencia universal del 'creer' de los estudiantes y, a través de preguntas, guiar una reflexión que les permita distinguir y profundizar en el concepto específico de la fe.",
          "solucionario": "La activación de saberes previos es más efectiva cuando se parte de la experiencia concreta de los estudiantes. La opción 'c' logra esto al comenzar con una pregunta amplia y existencial ('¿en qué creen?'). A partir de las respuestas, se utilizan preguntas problematizadoras ('¿Creer es lo mismo que tener fe?') para ayudar a los estudiantes a hacer explícitas sus ideas previas y a iniciar el camino hacia una conceptualización más precisa. Las otras opciones son deductivas: parten de una definición ya dada, en lugar de construir sobre el conocimiento del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p54",
      "contexto": "Un docente inicia su sesión sobre el principio de la Dignidad humana preguntando: \"¿Por qué decimos que el hombre es digno?\". Uno de los estudiantes manifestó lo siguiente: \"Los hombres son dignos cuando son buenos y respetan a todos, pero sus malos actos los vuelven indignos ante los ojos de Dios\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para promover el conflicto cognitivo en el estudiante, de modo que cuestione la noción de dignidad que maneja?",
          "opciones": [
            "Preguntarle: \"¿Puedes dar ejemplos de hombres dignos e indignos? ¿Qué acciones otorgan o quitan la dignidad al hombre?\". Luego, preguntarle qué significa que un hombre sea digno.",
            "Proponerle leer la parábola El hijo pródigo y, luego, preguntarle: \"¿El padre rechazó a su hijo menor cuando se portó mal? ¿Dejas de ser hijo de Dios por tener mala conducta? ¿Crees que para un padre su hijo puede ser indigno?\".",
            "Pedirle que lea Mt 8, 8 [...] \"Señor, ¿quién soy yo para que entres en mi casa? Di nomás una palabra y mi sirviente sanará\" y, luego, preguntar: \"¿Por qué el centurión no se sentía digno de que Jesús entre a su casa?\"."
          ],
          "respuesta": "Proponerle leer la parábola El hijo pródigo y, luego, preguntarle: \"¿El padre rechazó a su hijo menor cuando se portó mal? ¿Dejas de ser hijo de Dios por tener mala conducta? ¿Crees que para un padre su hijo puede ser indigno?\".",
          "respuestaCorta": "Para generar un conflicto cognitivo, se debe presentar un contraejemplo poderoso. La parábola del hijo pródigo contradice directamente la idea del estudiante, mostrando que la dignidad de hijo no se pierde por las malas acciones, sino que permanece y es la base del perdón.",
          "solucionario": "El estudiante concibe la dignidad como un valor moral que se puede perder. La enseñanza cristiana sostiene que la dignidad es ontológica, inherente e inalienable. La opción 'b' es la ideal para crear un conflicto cognitivo porque la parábola del hijo pródigo es la perfecta ilustración del amor incondicional de Dios, que no se basa en los méritos del hijo. Las preguntas guían al estudiante a confrontar su lógica condicional ('si eres malo, eres indigno') con la lógica incondicional del Evangelio ('aunque te portes mal, sigues siendo mi hijo amado'), provocando que cuestione su premisa inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades implica un menor nivel de demanda cognitiva?",
          "opciones": [
            "Pedir a los estudiantes que creen una parábola con un mensaje para los jóvenes de hoy.",
            "Solicitar a los estudiantes que comparen las semejanzas y diferencias entre las vidas de san Pedro y san Pablo.",
            "Indicar a los estudiantes que identifiquen en el Evangelio de san Lucas las citas que hacen referencia a la vida de la Virgen María."
          ],
          "respuesta": "Indicar a los estudiantes que identifiquen en el Evangelio de san Lucas las citas que hacen referencia a la vida de la Virgen María.",
          "respuestaCorta": "La actividad de menor demanda cognitiva es la identificación de información explícita, ya que solo requiere habilidades de localización y recuerdo, sin análisis, evaluación o creación.",
          "solucionario": "Según las taxonomías de aprendizaje como la de Bloom, las tareas cognitivas se pueden ordenar por su complejidad. La opción 'c' (identificar citas) se encuentra en el nivel más básico: recordar y localizar información. La opción 'b' (comparar) implica un nivel superior: análisis. La opción 'a' (crear una parábola) representa el nivel más alto de demanda cognitiva: síntesis o creación. Por lo tanto, identificar las citas es la actividad menos exigente cognitivamente.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p56",
      "contexto": "Una docente de Educación Religiosa busca incluir, en su sesión de análisis de parábolas, una actividad para promover procesos metacognitivos en sus estudiantes. Para ello, pide que, al finalizar la clase, comenten la actividad realizada.\nA continuación, se presenta un texto escrito por una estudiante:\n<<Primero, leí dos veces la parábola; luego, identifiqué a quién representaba cada uno de los personajes y, con ello, pude deducir la metáfora que aparece en el texto. Al analizar todos estos elementos, pude deducir el mensaje principal del texto. Tuve algunas dificultades porque no entendía qué significaba 'levita' ni 'samaritano', pero gracias a la explicación del contexto bíblico pude entender el significado. Lo que más me gustó fue cómo, a través de esta narración, Jesús responde a la pregunta '¿Quién es mi prójimo?', dejándonos una lección para nuestras vidas>>.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué se puede afirmar que la estudiante realiza un proceso metacognitivo sobre sus aprendizajes?",
          "opciones": [
            "Porque realiza su análisis al final de la sesión.",
            "Porque reflexiona sobre cómo pudo comprender el mensaje de la parábola.",
            "Porque cumplió con presentar el análisis de la parábola solicitado por la docente."
          ],
          "respuesta": "Porque reflexiona sobre cómo pudo comprender el mensaje de la parábola.",
          "respuestaCorta": "El texto evidencia metacognición porque la estudiante no solo expone lo que aprendió, sino que describe y evalúa su propio proceso de aprendizaje: las estrategias que usó, los obstáculos que encontró y cómo los superó.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento. El escrito de la estudiante es un claro ejemplo de ello. Describe la secuencia de sus acciones mentales ('leí dos veces', 'identifiqué', 'deduje'), toma conciencia de sus dificultades ('no entendía qué significaba') y reconoce los recursos que le ayudaron a superarlas ('gracias a la explicación'). Este acto de ser consciente y poder narrar el propio camino de aprendizaje es la esencia del proceso metacognitivo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p57",
      "contexto": "Una docente está desarrollando una sesión sobre la creación del hombre. Por ello, pidió a los estudiantes que lean el relato de la Creación del Génesis. Después de la lectura, un estudiante comenta lo siguiente:\n<<Pensaba que la frase 'creado a imagen y semejanza significaba que el hombre era igual a Dios físicamente, pero acabo de leer en el Génesis que Dios es espíritu, no cuerpo. Entonces, si no nos parecemos físicamente a Él, ¿qué significa 'creado a imagen y semejanza'?>>.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal proceso de aprendizaje que se evidencia en el comentario del estudiante?",
          "opciones": [
            "Activación de saberes previos.",
            "Conflicto cognitivo.",
            "Transferencia."
          ],
          "respuesta": "Conflicto cognitivo.",
          "respuestaCorta": "El proceso que se evidencia es un conflicto cognitivo, ya que la nueva información leída ('Dios es espíritu') contradice la idea previa del estudiante ('semejanza física'), generando una pregunta que busca resolver esta disonancia.",
          "solucionario": "El estudiante explicita su saber previo ('Pensaba que...'). Luego, al enfrentarse a la nueva información del texto, se produce una contradicción o disonancia cognitiva que invalida su esquema mental anterior. Esta toma de conciencia del conflicto se manifiesta en la pregunta final ('Entonces, ¿qué significa...?'), que demuestra el desequilibrio cognitivo y abre la puerta a un nuevo aprendizaje más profundo. Si bien activa un saber previo, el proceso principal y más evidente es el conflicto que se genera.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p58",
      "contexto": "Un docente se ha propuesto que sus estudiantes lean la Biblia a través de la Lectio Divina; para ello, les presenta la parábola El hijo pródigo (Lc 15, 11-32). Después de la lectura, el docente realiza a sus estudiantes las siguientes preguntas:\n¿Cómo aparece Dios en esta parábola? ¿Por qué el padre perdona a su hijo? ¿Tú lo perdonarías? ¿Qué acciones hacen que te apartes de Dios y te comportes como el hijo menor? o ¿eres como el hijo mayor que ama a Dios, pero no a su propio hermano?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué paso de la Lectio Divina corresponden las preguntas presentadas?",
          "opciones": [
            "Oración.",
            "Meditación.",
            "Contemplación."
          ],
          "respuesta": "Meditación.",
          "respuestaCorta": "Las preguntas corresponden al paso de la Meditación (Meditatio), ya que buscan que el lector interiorice el texto, lo 'rumie' y se cuestione cómo el mensaje interpela su propia vida y sus actitudes.",
          "solucionario": "El primer paso de la Lectio es la Lectura (¿qué dice el texto?). Las primeras preguntas ('¿Cómo aparece Dios?', '¿Por qué perdona?') podrían ser parte de este paso. Sin embargo, las preguntas posteriores ('¿Tú lo perdonarías?', '¿eres como el hijo menor o mayor?') claramente invitan a la confrontación personal con la Palabra, que es el núcleo del segundo paso, la Meditación (¿qué me dice el texto a mí?). Por tanto, el conjunto de preguntas se enmarca principalmente en este segundo momento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la Doctrina Social de la Iglesia, ¿cuáles son los valores fundamentales de la vida social?",
          "opciones": [
            "La solidaridad, la participación, la dignidad y la vía de la caridad.",
            "La paz, la generosidad, la bondad y la alegría.",
            "La verdad, la libertad, la justicia y el amor."
          ],
          "respuesta": "La verdad, la libertad, la justicia y el amor.",
          "respuestaCorta": "El Compendio de la Doctrina Social de la Iglesia señala explícitamente que la verdad, la libertad, la justicia y el amor (caridad) son los cuatro valores fundamentales e interdependientes de la vida social.",
          "solucionario": "El Compendio de la Doctrina Social de la Iglesia, en su capítulo cuarto (nn. 197-208), dedica una sección a los 'valores fundamentales de la vida social'. Estos son presentados como los cuatro pilares que sostienen una sociedad justa y humana: la verdad como fundamento de la confianza, la libertad como condición de la responsabilidad, la justicia como criterio de las relaciones, y el amor (o caridad) como el alma de la vida social y el criterio supremo de todos los demás valores.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p60",
      "contexto": "A continuación, se presenta una actividad correspondiente a uno de los momentos del método del Ver-juzgar-actuar.\nDespués de haber presentado una noticia sobre un juicio injusto contra personas de escasos recursos económicos, un docente pide a sus estudiantes que busquen en los Evangelios situaciones similares a la noticia presentada. Luego, les pide que expliquen la relación que existe entre esta noticia y la fe. Finalmente, les pide su opinión sobre el caso, recordándoles que deben basarse en los textos bíblicos analizados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué momento del método del Ver-juzgar-actuar corresponde la actividad descrita?",
          "opciones": [
            "Ver.",
            "Juzgar.",
            "Actuar."
          ],
          "respuesta": "Juzgar.",
          "respuestaCorta": "Esta actividad corresponde al momento de 'Juzgar', ya que consiste en tomar una realidad social (que ya fue 'vista') e iluminarla y analizarla con los criterios de la fe y la Palabra de Dios para formarse un juicio crítico.",
          "solucionario": "El método tiene tres momentos claros. El 'Ver' ya ocurrió, pues se partió de la presentación de una noticia. La actividad descrita se centra en el 'Juzgar': se toma la realidad observada y se la confronta con los Evangelios y la fe para discernir sobre ella y emitir una opinión fundamentada desde la perspectiva cristiana. El paso siguiente, que no está descrito, sería el 'Actuar', que implicaría proponer acciones para transformar esa realidad de injusticia.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
