{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2018_p01",
      "contexto": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "La acción más pertinente es aquella que parte del contexto cultural de los estudiantes y lo conecta con una realidad más amplia, promoviendo la valoración de lo propio y el diálogo intercultural.",
          "solucionario": "Para desarrollar un enfoque intercultural, es fundamental partir de la realidad y las vivencias de los estudiantes. La opción B propone abordar las fiestas de carnaval de las propias comunidades de los estudiantes, lo que permite una conexión significativa y personal con el tema. Al vincular estas prácticas locales con otros carnavales del país, se promueve el diálogo, el reconocimiento y la valoración de la diversidad cultural, cumpliendo así con el propósito de la docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p02",
      "contexto": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "La construcción de normas debe ser un proceso democrático donde todos los estudiantes participen en el diagnóstico, la definición de metas y la propuesta de las normas.",
          "solucionario": "Para que las normas de convivencia sean significativas y respetadas, los estudiantes deben ser partícipes activos de su creación. La opción B describe un proceso completo y participativo: se parte de una reflexión colectiva sobre la situación actual, se establecen objetivos comunes (metas) y, finalmente, se proponen las normas como un medio para alcanzar esos objetivos. Esto asegura que las normas respondan a las necesidades del grupo y fomenta un mayor compromiso con su cumplimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Para combatir un estereotipo de incapacidad, es efectivo mostrar ejemplos concretos de personas con dicha condición que han alcanzado logros importantes, desafiando directamente el prejuicio.",
          "solucionario": "El estereotipo que subyace en el comentario del estudiante es que la ceguera es sinónimo de incapacidad. La estrategia más directa y efectiva para cuestionar esta idea es presentar evidencia de lo contrario. La opción C, al mostrar biografías de personas con ceguera que han destacado, refuta el prejuicio y abre un espacio para analizar cómo el entorno puede ser una barrera o un facilitador, promoviendo una visión más inclusiva y realista.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p04",
      "contexto": "La docente observa que, luego de varios intentos, una de las estudiantes ha logrado ejecutar la vertical invertida y mantener la posición por unos segundos sin ningún tipo de asistencia. Entonces la docente se dirige a ella diciendo: \"Susana, iveo que lograste hacer la vertical invertida! Cuéntanos cómo hiciste para lograr esta posición y cómo hiciste para mantenerla por varios segundos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos se espera que la estudiante desarrolle a partir de esta reflexión?",
          "opciones": [
            "Conflicto cognitivo.",
            "Metacognición.",
            "Transferencia."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "La pregunta de la docente invita a la estudiante a reflexionar sobre su propio proceso de aprendizaje: qué pasos siguió y qué estrategias utilizó para lograr el objetivo, lo cual es un ejercicio de metacognición.",
          "solucionario": "La metacognición es la capacidad de ser consciente y de reflexionar sobre los propios procesos de aprendizaje. Al preguntar \"¿cómo lo hiciste?\", la docente está pidiendo a Susana que verbalice los pasos, estrategias y ajustes mentales y corporales que realizó para tener éxito. Este acto de pensar sobre el propio pensamiento y acción es la esencia de la metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p05",
      "contexto": "Arturo es un estudiante que siempre quiere ganar en todos los juegos; en repetidas ocasiones, cuando pierde él o su equipo, responde con comportamientos inadecuados, como levantar la voz, golpear el balón o empujar a sus compañeros evidenciando su molestia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para promover que Arturo pueda autorregularse?",
          "opciones": [
            "Permitir que Arturo exprese su molestia para no limitarlo en la expresión de sus sentimientos y esperar que sus propios compañeros sean quienes lo ayuden a regular su comportamiento.",
            "Explicarle a Arturo la importancia de ser un buen compañero y que expresar su molestia de esa forma no es adecuado, y recordarle que debe cumplir las normas para asegurar una sana convivencia entre todos.",
            "Reflexionar con Arturo sobre las razones de su malestar y las consecuencias de su comportamiento para luego ayudarlo a encontrar otras maneras de expresar su molestia, y luego hacerle seguimiento."
          ],
          "respuesta": "Reflexionar con Arturo sobre las razones de su malestar y las consecuencias de su comportamiento para luego ayudarlo a encontrar otras maneras de expresar su molestia, y luego hacerle seguimiento.",
          "respuestaCorta": "Para fomentar la autorregulación, es clave guiar al estudiante a identificar sus emociones, comprender las consecuencias de sus actos y buscar formas alternativas y constructivas de canalizar su frustración.",
          "solucionario": "La autorregulación emocional no se logra solo con mandatos o esperando que otros intervengan. Requiere un proceso de acompañamiento y reflexión. La opción C es la más completa porque guía a Arturo a: 1) tomar conciencia de su emoción y su origen ('razones de su malestar'), 2) analizar el impacto de su conducta ('consecuencias'), 3) desarrollar estrategias de afrontamiento más adecuadas ('encontrar otras maneras') y 4) asegurar un apoyo continuo ('hacerle seguimiento').",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p06",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de los siguientes casos el docente favorece el desarrollo de la autonomía de sus estudiantes?",
          "opciones": [
            "Al darles una retroalimentación individual detallada sobre su desempeño, tanto físico como sociomotriz, al finalizar cada sesión de aprendizaje.",
            "Al promover que utilicen rúbricas o listas de cotejo que les permitan evaluar su propio desempeño y monitorear su avance en los propósitos de aprendizaje del área.",
            "Al planificar actividades que los motiven a participar tomando en cuenta su edad, el contexto del que provienen, sus intereses y el nivel de desarrollo de sus capacidades."
          ],
          "respuesta": "Al promover que utilicen rúbricas o listas de cotejo que les permitan evaluar su propio desempeño y monitorear su avance en los propósitos de aprendizaje del área.",
          "respuestaCorta": "La autonomía se fortalece cuando se dota a los estudiantes de herramientas para que ellos mismos puedan autoevaluarse y gestionar su propio proceso de aprendizaje.",
          "solucionario": "Fomentar la autonomía implica hacer que los estudiantes sean progresivamente más responsables de su propio aprendizaje. La opción B apunta directamente a este objetivo. Al utilizar instrumentos como rúbricas o listas de cotejo para la autoevaluación, los estudiantes aprenden a analizar su propio desempeño con criterios claros, a identificar sus logros y a establecer sus propias metas de mejora, dependiendo menos de la evaluación externa del docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p07",
      "contexto": "Al iniciar el recreo, la docente observa que Carlos y Rodolfo se acercan a sus compañeras porque quieren participar en un juego de vóleibol que ellas están organizando. Luciana manifiesta su negativa diciendo que el vóleibol es un juego de chicas, y Carmen interviene señalando que los chicos no saben jugar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción pedagógica más pertinente para atender esta situación?",
          "opciones": [
            "Reflexionar con las estudiantes por medio de preguntas para que se den cuenta de que tanto las mujeres como los hombres pueden practicar cualquier deporte y proponerles formar equipos mixtos en los que puedan jugar todos juntos.",
            "Explicar a Carlos y Rodolfo que ellos podrían reunirse con otros compañeros y armar sus propios equipos de vóleibol para jugar entre ellos, y así no tener que depender de que sus compañeras los dejen participar en sus partidos.",
            "Indicar a las estudiantes que tanto los hombres como las mujeres pueden jugar vóleibol y proponerles que formen dos equipos, uno de mujeres y otro de hombres, y que compitan entre sí para comprobar quiénes son más hábiles en el deporte."
          ],
          "respuesta": "Reflexionar con las estudiantes por medio de preguntas para que se den cuenta de que tanto las mujeres como los hombres pueden practicar cualquier deporte y proponerles formar equipos mixtos en los que puedan jugar todos juntos.",
          "respuestaCorta": "Ante un estereotipo de género, la acción más pertinente es mediar a través del diálogo reflexivo para deconstruir el prejuicio y promover la integración y la igualdad a través del juego mixto.",
          "solucionario": "La situación presenta un claro estereotipo de género que excluye a los varones de una actividad deportiva. La opción A es la más adecuada porque aborda el problema de raíz: utiliza el diálogo y preguntas reflexivas para que las estudiantes cuestionen sus propios prejuicios. Además, ofrece una solución integradora (equipos mixtos) que promueve la convivencia y la equidad, en lugar de segregar (opción B) o fomentar una competencia basada en el género (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p08",
      "contexto": "Un docente ha notado que Mariano, uno de sus estudiantes, hace constantemente comentarios como \"Por más que me esfuerzo, me equivoco en todo, nada me sale\", \"Para variar no entiendo nada de lo que explican\" o \"Es que yo no sirvo para esto\". Ante esta situación, el docente se ha propuesto ayudarlo a mejorar su rendimiento y con ello la imagen que tiene de sí mismo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más adecuada para su propósito?",
          "opciones": [
            "Planificar para Mariano actividades mucho más sencillas que las de sus compañeros para que no se frustre y gane confianza; además, ubicarlo siempre cerca del docente para que así sea más fácil monitorear y halagar su trabajo delante de sus compañeros, de manera que se sienta reconocido por ellos.",
            "Hacerle entender a Mariano que él y todos sus compañeros tienen las mismas capacidades y que también puede realizar un buen trabajo si se esfuerza de verdad, para que se dé cuenta de que superar sus dificultades depende de su voluntad por salir adelante y vencer la adversidad.",
            "Analizar junto con Mariano las tareas que ha estado realizando para que él mismo identifique las fortalezas que posee y las principales dificultades que tuvo y cómo podría superarlas, para ayudarlo a identificar algunas estrategias que le permitan desarrollar su potencial."
          ],
          "respuesta": "Analizar junto con Mariano las tareas que ha estado realizando para que él mismo identifique las fortalezas que posee y las principales dificultades que tuvo y cómo podría superarlas, para ayudarlo a identificar algunas estrategias que le permitan desarrollar su potencial.",
          "respuestaCorta": "La estrategia más efectiva es empoderar al estudiante mediante la reflexión guiada, ayudándolo a reconocer sus propias fortalezas y a desarrollar un plan para superar sus dificultades, fomentando así su autoeficacia.",
          "solucionario": "Los comentarios de Mariano revelan una baja autoeficacia y una mentalidad fija. La opción C es la más constructiva porque lo involucra activamente en la solución. Al analizar juntos su trabajo, se le ayuda a ver objetivamente sus logros (fortalezas) y desafíos. Este proceso metacognitivo le permite tomar control sobre su aprendizaje, identificar estrategias concretas y entender que puede mejorar, transformando su percepción de sí mismo de una de incapacidad a una de potencial desarrollo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p09",
      "contexto": "Durante la realización de un trabajo grupal, Lorenzo invade sin querer el espacio de trabajo del grupo de Malena con el balón, y ella, muy molesta, toma el balón y lo lanza lejos de su alcance con un movimiento brusco. El docente observa el incidente y se propone conversar con Malena.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes sería la intervención más adecuada para abordar este incidente?",
          "opciones": [
            "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que se siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu espacio? ¿Te has sentido así en otras ocasiones? ¿Cómo resolviste la situación?\".",
            "\"¿Qué ha ocurrido? ¿Por qué no me dijiste que Lorenzo te estaba molestando para poder intervenir a tiempo? ¿Sabes que has incumplido una de las normas de convivencia? ¿Cuál de ellas? ¿Qué sanción debes recibir por tu comportamiento?\".",
            "\"¿Por qué lanzaste lejos el balón de tus compañeros? ¿Te has dado cuenta de que lo que hiciste estuvo mal? ¿Cómo crees que te va a tratar Lorenzo a partir de ahora? ¿Qué va a pensar el resto de la clase de ti? ¿Era realmente tan importante cuidar tu espacio durante el trabajo?\"."
          ],
          "respuesta": "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que se siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu espacio? ¿Te has sentido así en otras ocasiones? ¿Cómo resolviste la situación?\".",
          "respuestaCorta": "Una intervención adecuada debe ser reflexiva, no punitiva, ayudando al estudiante a identificar sus emociones, a desarrollar empatía por el otro y a comprender las causas de su reacción.",
          "solucionario": "La opción A propone un abordaje formativo del conflicto. A través de preguntas abiertas, el docente guía a Malena para que: 1) describa los hechos objetivamente, 2) reconozca y valide su propia emoción ('¿cómo te sientes?'), 3) practique la empatía y la toma de perspectiva ('¿cómo crees que se siente Lorenzo?') y 4) reflexione sobre el origen de su conducta. Este enfoque promueve la autorregulación, a diferencia de las opciones B y C, que son acusatorias y se centran en la culpa y el castigo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p10",
      "contexto": "Durante el calentamiento, la docente de Educación Física escucha que Leticia le dice a Marcela: \"Ya estoy cansada de que siempre hagas lo mismo. ¡Ya me tienes harta! Por eso nadie quiere juntarse contigo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cómo debería actuar la docente en ese momento?",
          "opciones": [
            "Detener las actividades de la sesión, dirigirse en voz alta a todos los estudiantes y narrar brevemente lo que acaba de ocurrir entre sus compañeras dejándoles claro que cualquier tipo de agresión es inaceptable en la IE, para generar actitudes de solidaridad con Marcela y promover la autorregulación de la conducta de Leticia.",
            "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión, analizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene este tipo de comportamiento para todos; luego, pedirles que propongan formas de mejorar su relación y que se comprometan a no volver a agredirse.",
            "Llamar a Leticia para hablarle en privado y pedirle que identifique qué norma de convivencia no ha cumplido y aplicarle la sanción correspondiente; luego explicarle la importancia de cumplir las normas acordadas, buscando que la estudiante se comprometa a no volver a agredir ni a Marcela ni a ninguno de sus compañeros."
          ],
          "respuesta": "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión, analizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene este tipo de comportamiento para todos; luego, pedirles que propongan formas de mejorar su relación y que se comprometan a no volver a agredirse.",
          "respuestaCorta": "La intervención más adecuada es una mediación privada y directa entre las involucradas, enfocada en la comprensión mutua, la expresión de sentimientos y la búsqueda de una solución reparadora.",
          "solucionario": "Ante una agresión verbal, es crucial intervenir de manera formativa y reparadora. La opción B es la más pertinente porque aborda el conflicto directamente con las implicadas, sin exponerlas públicamente (como en A) y sin centrarse únicamente en la sanción (como en C). Este enfoque de mediación permite que ambas partes expresen sus sentimientos, comprendan el impacto de sus acciones y se hagan responsables de encontrar una solución para mejorar su relación, promoviendo así habilidades socioemocionales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p11",
      "contexto": "La docente está planificando una unidad didáctica en la que va a desarrollar el aprendizaje del fundamento técnico básico del dribling en el baloncesto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si tiene como propósito recoger los saberes previos de los estudiantes sobre este fundamento, ¿cuál de las siguientes acciones pedagógicas es más pertinente?",
          "opciones": [
            "Hacer preguntas a los estudiantes sobre su experiencia previa en el deporte; por ejemplo, \"¿Quién sabe jugar baloncesto? ¿Alguna vez han visto un partido de este deporte? ¿Han observado cómo se conduce el balón en este deporte? ¿Quién sabe rebotar el balón sin perder el control?\".",
            "Pedir a los estudiantes que reboten el balón mientras se les da diversas consignas para observar cómo lo hacen; por ejemplo, \"¿Cómo rebotan el balón con una mano? ¿Y con la otra? ¿Cómo lo harían con las dos manos juntas? ¿Cómo rebotarían el balón mientras se desplazan?\".",
            "Demostrar la ejecución del dribling y hacer preguntas a los estudiantes sobre lo que están observando; por ejemplo, \"¿Qué acciones estoy ejecutando? ¿Cómo doy impulso al balón para que rebote? ¿Qué movimiento realiza mi muñeca mientras rebota el balón?\"."
          ],
          "respuesta": "Pedir a los estudiantes que reboten el balón mientras se les da diversas consignas para observar cómo lo hacen; por ejemplo, \"¿Cómo rebotan el balón con una mano? ¿Y con la otra? ¿Cómo lo harían con las dos manos juntas? ¿Cómo rebotarían el balón mientras se desplazan?\".",
          "respuestaCorta": "Para recoger saberes previos de una habilidad motriz, la forma más directa y eficaz es pedir a los estudiantes que la ejecuten, permitiendo al docente observar su nivel de dominio práctico.",
          "solucionario": "En Educación Física, los saberes previos no son solo conceptuales, sino fundamentalmente procedimentales ('saber hacer'). Mientras que la opción A indaga sobre conocimientos declarativos y la C se centra en la observación de un modelo, la opción B es la más pertinente porque moviliza el saber previo en la práctica. Al pedir a los estudiantes que realicen la acción, la docente puede diagnosticar de manera auténtica sus habilidades, técnicas, dificultades y conocimientos corporales sobre el dribling.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p12",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes orientaciones está relacionada directamente con el concepto de aceleración?",
          "opciones": [
            "\"Ahora lleva la pelota, pero antes debes recoger el pañuelo; después dejarás la pelota en la canasta y atarás el pañuelo en el tendal\".",
            "\"Corre lo más rápido posible hasta la zona de tarjetas, tomas una y sigues corriendo hasta el panel, allí pegas la tarjeta y regresas corriendo lo más rápido que puedas\".",
            "\"Parte después de la señal, camina lentamente por el riel de equilibrio, pasa rápido por la cuerda batiente evitando que esta te toque y, al final, corre lo más rápido que puedas hasta llegar al punto inicial\"."
          ],
          "respuesta": "\"Parte después de la señal, camina lentamente por el riel de equilibrio, pasa rápido por la cuerda batiente evitando que esta te toque y, al final, corre lo más rápido que puedas hasta llegar al punto inicial\".",
          "respuestaCorta": "La aceleración es el cambio de velocidad. La consigna que incluye explícitamente pasar de caminar lento a moverse rápido y luego a correr lo más rápido posible, describe una secuencia de aceleraciones.",
          "solucionario": "El concepto físico de aceleración se refiere a la variación de la velocidad a lo largo del tiempo. La opción A describe una secuencia de tareas sin aludir a la velocidad. La opción B indica correr a máxima velocidad, lo que implica mantener una velocidad alta y constante. La opción C, en cambio, describe una clara progresión en la velocidad: empezar caminando lentamente, luego pasar a una velocidad mayor ('pasa rápido') y finalmente a una velocidad máxima ('corre lo más rápido que puedas'). Estos cambios de ritmo son la manifestación práctica de la aceleración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La capacidad \"Soluciona en equipo situaciones simples de juego predeportivo utilizando oportunamente sus habilidades motrices básicas\", ¿a cuál de los organizadores del área corresponde?",
          "opciones": [
            "Comprensión y Desarrollo de la Corporeidad y la Salud.",
            "Dominio Corporal y Expresión Creativa.",
            "Convivencia e Interacción Sociomotriz."
          ],
          "respuesta": "Convivencia e Interacción Sociomotriz.",
          "respuestaCorta": "Esta capacidad se ubica en 'Convivencia e Interacción Sociomotriz' debido a que su elemento central es la resolución de problemas de juego 'en equipo', lo que implica directamente la interacción con otros.",
          "solucionario": "El organizador 'Convivencia e Interacción Sociomotriz' se enfoca en las prácticas corporales colectivas, donde la relación con los demás (compañeros y adversarios) es fundamental. La capacidad de solucionar situaciones de juego en equipo, utilizando habilidades motrices como medio para cooperar y oponerse de manera lúdica, es la esencia de este organizador.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p14",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La capacidad \"Propone secuencias complejas de movimiento y las ejecuta con coordinación, equilibrio y agilidad\", ¿a cuál de los organizadores del área corresponde?",
          "opciones": [
            "Comprensión y Desarrollo de la Corporeidad y la Salud.",
            "Dominio Corporal y Expresión Creativa.",
            "Convivencia e Interacción Sociomotriz."
          ],
          "respuesta": "Dominio Corporal y Expresión Creativa.",
          "respuestaCorta": "La capacidad de ejecutar movimientos complejos con destreza y proponer secuencias se relaciona con el control del propio cuerpo, lo que corresponde a 'Dominio Corporal y Expresión Creativa'.",
          "solucionario": "El organizador 'Dominio Corporal y Expresión Creativa' se centra en la conciencia, control y uso expresivo del cuerpo. La capacidad descrita implica un alto nivel de dominio sobre las propias acciones motrices (coordinación, equilibrio, agilidad) y la capacidad de utilizarlas de manera intencionada y creativa (proponer secuencias), lo cual es el núcleo de este organizador.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p15",
      "contexto": "Un docente ha planificado tres actividades para trabajar en una sesión en la que se va a desarrollar la coordinación por medio del baloncesto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas es pertinente para la fase de desarrollo de la sesión?",
          "opciones": [
            "En grupos de cinco estudiantes, pedirles que planteen diversos ejercicios en los que se combinen dos o más ejercicios básicos con balón, por ejemplo, dribling y lanzamiento, dribling y pases, pases y lanzamiento.",
            "Proponer a los estudiantes acciones como driblear un balón, desplazarse rodando el balón por el piso, lanzar el balón de una mano a otra, rodar el balón alrededor de su cuerpo, y dar un gran bote y pasar debajo del balón.",
            "Pedirles que en parejas exploren diversos movimientos genéricos con el balón, como lanzarlo con una mano, lanzarlo dando tres pasos previos, atrapar el balón con las dos manos, lanzar el balón y devolverlo con golpe de cabeza."
          ],
          "respuesta": "En grupos de cinco estudiantes, pedirles que planteen diversos ejercicios en los que se combinen dos o más ejercicios básicos con balón, por ejemplo, dribling y lanzamiento, dribling y pases, pases y lanzamiento.",
          "respuestaCorta": "La fase de desarrollo es para aplicar y complejizar habilidades. Combinar fundamentos básicos (dribling, pases, lanzamiento) representa una tarea de mayor exigencia cognitiva y motriz, adecuada para esta fase.",
          "solucionario": "La fase de desarrollo o principal de una sesión es donde se abordan los aprendizajes con mayor profundidad. La opción A es la más pertinente para esta fase porque va más allá de la simple ejecución de una habilidad aislada; exige a los estudiantes combinar fundamentos técnicos, lo que implica una mayor complejidad coordinativa y toma de decisiones. Las otras opciones describen tareas más analíticas y de exploración, propias de una fase inicial o de calentamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Cuando se trabajan deportes con balón, ¿cuál es la principal ventaja de trabajar con grupos reducidos?",
          "opciones": [
            "Favorece las relaciones sociales entre los compañeros, el sentido de pertenencia a un grupo y la interacción entre iguales.",
            "Permite que los estudiantes tengan más oportunidades de participar en cada actividad al aumentar el tiempo de práctica de cada uno.",
            "Facilita la conformación de grupos homogéneos, lo que permite adaptar las actividades a la diversidad de los estudiantes y seguir sus ritmos de aprendizaje."
          ],
          "respuesta": "Permite que los estudiantes tengan más oportunidades de participar en cada actividad al aumentar el tiempo de práctica de cada uno.",
          "respuestaCorta": "Trabajar en grupos pequeños aumenta drásticamente el tiempo de contacto de cada estudiante con el balón, maximizando así el tiempo de práctica efectiva y la participación motriz.",
          "solucionario": "La ventaja pedagógica fundamental de los grupos reducidos en deportes de balón es la optimización del tiempo de compromiso motor. Con menos jugadores, cada estudiante interviene con mayor frecuencia, toca más veces el balón y tiene más oportunidades de ejecutar las habilidades. Esto acelera el aprendizaje al aumentar la cantidad de repeticiones y experiencias motrices por estudiante en una misma sesión.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p17",
      "contexto": "Los estudiantes están ejecutando una pieza de danza folclórica y el docente los está evaluando individualmente con la siguiente lista de cotejo:\n\n- Sigue el ritmo de la música.\n- Mantiene una postura adecuada.\n- Utiliza el espacio de manera óptima.\n- Sabe los pasos y movimientos de la danza.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si uno de los estudiantes del grupo presenta hipotonía muscular, ¿en cuál de los siguientes indicadores es pertinente realizar ajustes para él?",
          "opciones": [
            "En el indicador referente al ritmo.",
            "En el indicador referente a la postura.",
            "En el indicador referente al uso del espacio."
          ],
          "respuesta": "En el indicador referente a la postura.",
          "respuestaCorta": "La hipotonía muscular es una baja tonicidad muscular que afecta directamente la capacidad para sostener posturas firmes. Por tanto, el indicador de 'postura adecuada' debe ser ajustado para este estudiante.",
          "solucionario": "La hipotonía muscular se caracteriza por un tono muscular más bajo de lo normal, lo que puede provocar laxitud y dificultad para mantener posturas corporales estables y definidas. Al evaluar a un estudiante con esta condición en una danza, el criterio de 'postura adecuada' es el que se ve directamente afectado. Por ello, el docente debe realizar una adaptación en este indicador, evaluándolo en función de las posibilidades del estudiante, en lugar de aplicar un estándar que no considera su condición física.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p18",
      "contexto": "Un docente tiene planificado desarrollar una carrera de diez minutos a intensidad media.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es pertinente si en la clase participa un estudiante con obesidad que tiene un IMC de 30?",
          "opciones": [
            "Evitar que el estudiante participe en la carrera y asignarle otra actividad como, por ejemplo, controlar el tiempo con el cronómetro y el número de vueltas que corren cada uno de sus compañeros.",
            "Planificar para el estudiante otras actividades de muy baja intensidad, como ejercicios de flexibilidad estática, elongaciones dinámicas y caminatas a un ritmo muy suave.",
            "Proseguir con la planificación controlando el ritmo de trabajo del estudiante, ya que la obesidad no impide practicar cualquier deporte aeróbico."
          ],
          "respuesta": "Proseguir con la planificación controlando el ritmo de trabajo del estudiante, ya que la obesidad no impide practicar cualquier deporte aeróbico.",
          "respuestaCorta": "La estrategia más inclusiva es adaptar la actividad principal para el estudiante, controlando su ritmo e intensidad para que pueda participar de forma segura, en lugar de excluirlo o asignarle una tarea diferente.",
          "solucionario": "La inclusión educativa promueve la participación de todos los estudiantes en las actividades comunes, realizando las adaptaciones necesarias. Excluir al estudiante (opción A) es una práctica segregadora. La opción C es la más adecuada porque mantiene al estudiante dentro de la actividad grupal, lo cual es beneficioso social y físicamente. La clave es el control del ritmo y la intensidad para asegurar que el esfuerzo sea seguro y apropiado para su condición, ya que el ejercicio aeróbico es precisamente una de las actividades recomendadas para el manejo de la obesidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p19",
      "contexto": "Luego de realizar diversas acciones de calentamiento, la docente les pide a los estudiantes que realicen varios piques cortos de velocidad con skipping. Luego, la docente pregunta a los estudiantes: \"¿Qué ocurrió con su corazón cuando estuvieron ejecutando los piques? ¿Por qué? ¿Qué tipo de ejercicio se debe hacer para mantener sano el corazón?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los organizadores del área trabaja la docente en esta última parte de la actividad?",
          "opciones": [
            "Comprensión y Desarrollo de la Corporeidad y la Salud.",
            "Dominio Corporal y Expresión Creativa.",
            "Convivencia e Interacción Sociomotriz."
          ],
          "respuesta": "Comprensión y Desarrollo de la Corporeidad y la Salud.",
          "respuestaCorta": "Al preguntar sobre la respuesta fisiológica del cuerpo (corazón) al ejercicio y su relación con la salud, la docente está promoviendo la 'Comprensión y Desarrollo de la Corporeidad y la Salud'.",
          "solucionario": "Este organizador busca que los estudiantes comprendan su propio cuerpo, los efectos que la actividad física tiene sobre él y la importancia de adoptar hábitos saludables. Las preguntas de la docente están orientadas a que los estudiantes reflexionen sobre la respuesta cardiovascular al esfuerzo (fisiología del ejercicio) y la relación entre ejercicio y salud cardíaca, lo cual es un contenido central de este organizador.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de realizar ejercicio aeróbico?",
          "opciones": [
            "Desarrollar la flexibilidad.",
            "Desarrollar la potencia muscular.",
            "Desarrollar la resistencia cardiovascular."
          ],
          "respuesta": "Desarrollar la resistencia cardiovascular.",
          "respuestaCorta": "El ejercicio aeróbico es una actividad sostenida de intensidad moderada que mejora la eficiencia del corazón y los pulmones para transportar oxígeno, desarrollando así la resistencia cardiovascular.",
          "solucionario": "El término 'aeróbico' significa 'con oxígeno'. El ejercicio aeróbico se refiere a actividades de larga duración y de intensidad baja a moderada que permiten al sistema cardiovascular y respiratorio suministrar oxígeno a los músculos de manera eficiente. Por lo tanto, su principal beneficio y propósito es mejorar la capacidad del corazón y los pulmones, es decir, desarrollar la resistencia cardiovascular (o cardiorrespiratoria).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p21",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes medidas de primeros auxilios se debe tomar en caso de contusión?",
          "opciones": [
            "Aplicar frío de forma local inmediatamente después de la lesión a fin de disminuir el dolor y favorecer la vasoconstricción para controlar de ese modo una posible hemorragia y edema.",
            "Buscar ayuda médica de inmediato e inmovilizar la zona lesionada evitando manipularla innecesariamente, para evitar agravar la lesión con cualquier movimiento.",
            "Inmovilizar, elevar la zona afectada y aplicar frío localmente para promover la vasoconstricción y así aliviar el dolor y la inflamación."
          ],
          "respuesta": "Aplicar frío de forma local inmediatamente después de la lesión a fin de disminuir el dolor y favorecer la vasoconstricción para controlar de ese modo una posible hemorragia y edema.",
          "respuestaCorta": "La acción inicial e inmediata ante una contusión es la aplicación de frío, ya que provoca vasoconstricción, lo que ayuda a reducir la inflamación, el dolor y el posible hematoma.",
          "solucionario": "En una contusión (golpe), se produce un daño en los tejidos blandos y vasos sanguíneos bajo la piel. La primera medida de auxilio es aplicar frío (crioterapia). El frío causa el estrechamiento de los vasos sanguíneos (vasoconstricción), lo que disminuye el flujo de sangre a la zona lesionada. Esto tiene un doble efecto: reduce la posible hemorragia interna (hematoma) y la acumulación de líquido (edema o inflamación), además de tener un efecto analgésico. Si bien la opción C incluye la aplicación de frío, combina acciones (inmovilizar, elevar) que son más específicas para otro tipo de lesiones como esguinces, siendo la A más precisa para la contusión como medida inicial.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p22",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades desarrolla la fuerza explosiva?",
          "opciones": [
            "Realizar una carrera uniforme mantenida durante diez minutos.",
            "Realizar flexiones consecutivas de tronco durante un minuto.",
            "Lanzar el balón medicinal lo más lejos posible."
          ],
          "respuesta": "Lanzar el balón medicinal lo más lejos posible.",
          "respuestaCorta": "La fuerza explosiva o potencia es la capacidad de aplicar la máxima fuerza en el menor tiempo posible, lo cual se evidencia claramente en la acción de lanzar un objeto pesado buscando la máxima distancia.",
          "solucionario": "La fuerza explosiva es la combinación de fuerza y velocidad. Se manifiesta en movimientos rápidos y potentes. Lanzar un balón medicinal lo más lejos posible requiere una contracción muscular máxima y muy veloz para imprimir la mayor aceleración posible al balón. Por el contrario, una carrera uniforme desarrolla la resistencia aeróbica, y las flexiones de tronco durante un minuto trabajan principalmente la fuerza-resistencia muscular.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades implica predominantemente la resistencia aeróbica?",
          "opciones": [
            "Realizar una carrera continua a intensidad media durante 15 minutos.",
            "Realizar en 20 segundos la mayor cantidad de zancadas con flexión profunda de piernas.",
            "Realizar una carrera de velocidad recorriendo la mayor distancia posible en un periodo de tiempo máximo de dos minutos con 30 segundos."
          ],
          "respuesta": "Realizar una carrera continua a intensidad media durante 15 minutos.",
          "respuestaCorta": "La resistencia aeróbica se trabaja mediante esfuerzos de intensidad moderada y de larga duración, como lo es una carrera continua de 15 minutos.",
          "solucionario": "La resistencia aeróbica es la capacidad de mantener un esfuerzo de intensidad baja o media durante un tiempo prolongado, utilizando el oxígeno como principal fuente de energía. Una carrera continua a intensidad media por 15 minutos es el ejemplo clásico de este tipo de trabajo. Las otras opciones son anaeróbicas: las zancadas en 20 segundos son un esfuerzo de alta intensidad y corta duración (anaeróbico aláctico), y una carrera máxima de 2 minutos y medio implica una alta producción de lactato (anaeróbico láctico).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de prueba es la carrera de 400 metros planos?",
          "opciones": [
            "De potencia.",
            "De velocidad.",
            "De resistencia."
          ],
          "respuesta": "De velocidad.",
          "respuestaCorta": "La carrera de 400 metros planos se clasifica dentro de las pruebas de velocidad, específicamente en la categoría de velocidad prolongada, donde se intenta mantener una alta velocidad por un tiempo mayor al de los sprints cortos.",
          "solucionario": "En el atletismo, la carrera de 400 metros se considera la prueba de velocidad prolongada por excelencia. Aunque requiere una gran capacidad de resistencia a la fatiga (resistencia anaeróbica láctica), el objetivo principal es recorrer la distancia en el menor tiempo posible, manteniendo una velocidad cercana a la máxima. Por lo tanto, dentro de la clasificación general de las pruebas de pista, pertenece al grupo de pruebas de velocidad, a diferencia de las pruebas de medio fondo (800m, 1500m) o fondo, que se clasifican como de resistencia.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p25",
      "contexto": "En la unidad de juegos atléticos, un docente utiliza una prueba de esfuerzo que consiste en realizar unos minutos de trote suave con el propósito de tener una referencia de la condición física de los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes técnicas es la forma más precisa de evaluar la condición física de los estudiantes después de la prueba de esfuerzo?",
          "opciones": [
            "Observar la postura corporal.",
            "Registrar la frecuencia respiratoria.",
            "Controlar la cantidad de pulsaciones."
          ],
          "respuesta": "Controlar la cantidad de pulsaciones.",
          "respuestaCorta": "La forma más precisa y objetiva de medir la respuesta del cuerpo al esfuerzo y la capacidad de recuperación es controlar la frecuencia cardíaca (pulsaciones), un indicador clave de la condición física aeróbica.",
          "solucionario": "La frecuencia cardíaca es un indicador fisiológico directo de la adaptación del sistema cardiovascular al esfuerzo. Una buena condición física se relaciona con una frecuencia cardíaca que se eleva de forma controlada durante el ejercicio y desciende rápidamente en el período de recuperación. Medir las pulsaciones ofrece un dato cuantitativo y preciso, a diferencia de la observación de la postura o la frecuencia respiratoria, que son métodos más subjetivos y menos fiables para este propósito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p26",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas describe la forma de medir el pulso radial?",
          "opciones": [
            "Colocar los dedos índice y medio en la parte interna de la muñeca por debajo de la base del pulgar, y contar durante un minuto las pulsaciones que se perciben.",
            "Colocar los dedos índice y medio sobre el cuello en la arteria carótida, específicamente a un lado de la nuez de Adán, y contar durante un minuto las pulsaciones que se perciben.",
            "Colocar los dedos índice y medio sobre el lado interno del brazo, en el canal formado por los bordes internos del bíceps y tríceps, y contar durante un minuto las pulsaciones que se perciben."
          ],
          "respuesta": "Colocar los dedos índice y medio en la parte interna de la muñeca por debajo de la base del pulgar, y contar durante un minuto las pulsaciones que se perciben.",
          "respuestaCorta": "El pulso radial se toma en la arteria radial, que se encuentra en la muñeca, en línea con la base del dedo pulgar. Se deben usar los dedos índice y medio para la medición.",
          "solucionario": "La técnica correcta para medir el pulso en la arteria radial, uno de los puntos más comunes y seguros, es la descrita en la opción A. Se utilizan las yemas de los dedos índice y medio para ejercer una presión suave sobre la arteria en la muñeca, del lado del pulgar. La opción B describe la toma del pulso carotídeo (en el cuello) y la opción C, la del pulso braquial (en el brazo).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p27",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué nunca se debe utilizar el dedo pulgar al medir el pulso de una persona?",
          "opciones": [
            "Porque el dedo pulgar no tiene la misma sensibilidad que los demás dedos y por eso no permite llevar a cabo las técnicas con facilidad.",
            "Porque el dedo pulgar ejerce más presión y la persona que toma el pulso puede sin querer bloquear el flujo de sangre de la persona que está atendiendo.",
            "Porque el dedo pulgar es atravesado por una arteria, lo que puede causar que la persona que está tomando el pulso confunda las pulsaciones de su dedo con las de la persona examinada."
          ],
          "respuesta": "Porque el dedo pulgar es atravesado por una arteria, lo que puede causar que la persona que está tomando el pulso confunda las pulsaciones de su dedo con las de la persona examinada.",
          "respuestaCorta": "El dedo pulgar no se utiliza para tomar el pulso porque posee su propia arteria con pulso perceptible, lo que puede generar confusión y llevar a contar el pulso propio en lugar del de la otra persona.",
          "solucionario": "El dedo pulgar tiene una arteria propia (arteria principal del pulgar) que late con suficiente fuerza como para ser percibida. Si se usa para medir el pulso de otra persona, es muy fácil confundir ambos pulsos y realizar una medición incorrecta. Por este motivo, el procedimiento estandarizado en primeros auxilios y en el ámbito sanitario es utilizar siempre los dedos índice y medio, que no presentan este inconveniente.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones respecto al desarrollo de las capacidades físicas corresponde al enfoque dinámico e integrador de la Educación Física?",
          "opciones": [
            "El desarrollo de las capacidades físicas hace posible la actividad física deportiva exitosa.",
            "El desarrollo de las capacidades físicas es un factor determinante para la mejora del estado físico.",
            "El desarrollo de las capacidades físicas es el pilar de mejora de la actividad cotidiana en beneficio de la salud."
          ],
          "respuesta": "El desarrollo de las capacidades físicas es el pilar de mejora de la actividad cotidiana en beneficio de la salud.",
          "respuestaCorta": "El enfoque dinámico e integrador concibe el desarrollo de las capacidades físicas como un medio para mejorar la funcionalidad en la vida diaria y promover la salud, más que como un fin deportivo.",
          "solucionario": "Este enfoque moderno de la Educación Física va más allá del rendimiento deportivo. Entiende que el desarrollo de la fuerza, resistencia, flexibilidad, etc., debe ser transferible a la vida cotidiana, permitiendo a las personas realizar sus actividades diarias con mayor eficiencia, menor riesgo de lesión y, en definitiva, mejorando su calidad de vida y su salud a largo plazo. Las otras opciones presentan una visión más tradicional, centrada en el rendimiento deportivo o en el fitness como un fin en sí mismo.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p29",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el área de Educación Física, ¿qué tipo de resistencia se debe evitar trabajar con los estudiantes?",
          "opciones": [
            "La resistencia aeróbica.",
            "La resistencia anaeróbica láctica.",
            "La resistencia anaeróbica aláctica."
          ],
          "respuesta": "La resistencia anaeróbica láctica.",
          "respuestaCorta": "En la etapa escolar, se debe evitar el trabajo sistemático de la resistencia anaeróbica láctica, ya que implica esfuerzos de alta intensidad que generan una gran acumulación de ácido láctico, lo cual no es adecuado para organismos en desarrollo.",
          "solucionario": "La resistencia anaeróbica láctica se manifiesta en esfuerzos de alta intensidad y una duración aproximada de entre 30 y 90 segundos. Este tipo de esfuerzo produce una acumulación significativa de lactato en los músculos, generando una fatiga muy elevada. Someter a niños y adolescentes a este estrés metabólico de forma recurrente no es recomendable desde el punto de vista pedagógico ni fisiológico. En la escuela se debe priorizar el desarrollo de la resistencia aeróbica (base de la salud) y la resistencia anaeróbica aláctica (esfuerzos muy breves y explosivos).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En las sesiones de Educación Física, ¿qué tipo de fuerza NO es recomendable trabajar con los estudiantes?",
          "opciones": [
            "Fuerza máxima.",
            "Fuerza explosiva.",
            "Fuerza resistencia."
          ],
          "respuesta": "Fuerza máxima.",
          "respuestaCorta": "El entrenamiento de la fuerza máxima (levantar la mayor carga posible en una repetición) está desaconsejado en la edad escolar debido al alto riesgo de lesiones en el sistema óseo-articular, que aún se encuentra en fase de maduración.",
          "solucionario": "La fuerza máxima implica trabajar con cargas que se acercan al 100% de la capacidad de un individuo. Este tipo de entrenamiento genera una tensión extrema en los músculos, tendones, ligamentos y, especialmente, en las placas de crecimiento óseo de niños y adolescentes. Para prevenir lesiones y favorecer un desarrollo armónico, en el contexto escolar se deben priorizar manifestaciones de la fuerza como la fuerza-resistencia (más repeticiones, menos carga) y la fuerza explosiva (movimientos rápidos, a menudo con el propio peso corporal).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p31",
      "contexto": "Durante una sesión, los estudiantes realizan las siguientes acciones con un balón de baloncesto cada uno.\nSentados en el piso:\n• Con las piernas cruzadas y el balón delante de ellos, los estudiantes colocan la palma de las manos sobre el balón y lo hacen rodar lentamente hacia adelante y hacia atrás sin perder el contacto con él.\n• Hacen rodar el balón de un lado a otro impulsándolo suavemente con una mano y también con la otra.\n• Desplazan el balón por el piso rodándolo alrededor del cuerpo utilizando una mano y luego la otra.\nDe pie:\n• Separan las piernas para hacer rodar el balón con las manos formando círculos alrededor de un pie y luego del otro.\n• Desplazan el balón al ras del suelo formando un ocho desde un pie hasta el otro.\n• Con las piernas juntas y utilizando ambas manos, pasan el balón alrededor de los tobillos, las rodillas, la cintura y la cabeza.\n• Lanzan el balón hacia arriba y lo atrapan con ambas manos; luego lo lanzan con una mano y lo reciben con la otra.\n• Rebotan el balón con las dos manos delante de ellos, luego con una mano, y finalmente con la otra.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes fases de la enseñanza-aprendizaje del baloncesto se está trabajando en la sesión?",
          "opciones": [
            "La iniciación.",
            "La familiarización.",
            "La especialización."
          ],
          "respuesta": "La familiarización.",
          "respuestaCorta": "Las actividades descritas consisten en la exploración libre y el contacto sensorial con el balón, sin la exigencia de una técnica deportiva específica, lo que es característico de la fase de familiarización.",
          "solucionario": "La secuencia de enseñanza de un deporte suele comenzar con la familiarización, que busca que el estudiante explore el implemento (el balón) y establezca una relación de confianza con él. Las acciones de rodar el balón, pasarlo alrededor del cuerpo o rebotarlo sin un objetivo técnico concreto son propias de esta etapa. La fase de iniciación implicaría ya la enseñanza de los fundamentos técnicos básicos (ej. la técnica correcta del dribling), y la especialización, un entrenamiento mucho más avanzado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué acción motriz descrita en la situación anterior involucra predominantemente aspectos espacio-temporales en su ejecución?",
          "opciones": [
            "Rebotan el balón con las dos manos delante de ellos, luego con una mano, y después con la otra.",
            "Lanzan el balón hacia arriba y lo atrapan con ambas manos; luego lo lanzan con una mano y lo reciben con la otra.",
            "Con las piernas cruzadas y el balón delante de ellos, los estudiantes colocan la palma de las manos sobre el balón y lo hacen rodar lentamente hacia adelante y hacia atrás sin perder el contacto con él."
          ],
          "respuesta": "Lanzan el balón hacia arriba y lo atrapan con ambas manos; luego lo lanzan con una mano y lo reciben con la otra.",
          "respuestaCorta": "La acción de lanzar y atrapar un objeto en el aire es la que más involucra la percepción espacio-temporal, ya que exige calcular la trayectoria del balón (espacio) y el momento preciso para interceptarlo (tiempo).",
          "solucionario": "La estructuración espacio-temporal es la capacidad de ajustar los movimientos a las variables de espacio (distancias, trayectorias) y tiempo (velocidades, duraciones). Al lanzar un balón al aire y atraparlo, el estudiante debe predecir dónde va a caer (cálculo espacial) y coordinar el movimiento de sus manos para que lleguen a ese punto en el instante exacto (cálculo temporal). Las otras acciones tienen un componente espacio-temporal mucho menos demandante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente tiene el propósito de desarrollar con sus estudiantes acciones de familiarización con el balón en el fútbol, ¿cuál de los siguientes conjuntos de acciones es pertinente proponerles ejecutar?",
          "opciones": [
            "Acciones de golpeo del balón, como interceptar el balón en el aire con el puño y golpear con el pie un balón lanzado por un compañero; conducir el balón en slalom; realizar golpeos consecutivos con la cabeza y con los hombros desplazándose, detener el balón y pasarlo.",
            "Acciones de manipulación del balón por medio de juegos que involucren toques de balón de una mano a otra, rebotar el balón en los brazos, pasar el balón de un pie a otro con saltitos, hacer pataditas con el empeine, rebotar el balón sobre el muslo y dar toques al balón con la cabeza.",
            "Acciones de conducción de balón con diferentes partes del pie: borde interno, externo y empeine; lanzar y atrapar el balón con las manos; conducir el balón en zigzag entre conos cambiando de pie, primero con el pie derecho y luego con el izquierdo; combinar golpeos de balón con el pie y el muslo."
          ],
          "respuesta": "Acciones de manipulación del balón por medio de juegos que involucren toques de balón de una mano a otra, rebotar el balón en los brazos, pasar el balón de un pie a otro con saltitos, hacer pataditas con el empeine, rebotar el balón sobre el muslo y dar toques al balón con la cabeza.",
          "respuestaCorta": "La familiarización se caracteriza por la exploración lúdica y variada del balón con múltiples partes del cuerpo, sin enfocarse en la técnica deportiva formal, como describe la opción B.",
          "solucionario": "El objetivo de la fase de familiarización es que los estudiantes pierdan el miedo al balón y descubran sus posibilidades de manera libre y lúdica. La opción B presenta un conjunto de actividades exploratorias y diversas que permiten el contacto con el balón usando casi todo el cuerpo (manos, brazos, pies, muslos, cabeza), lo cual es ideal para esta etapa. En contraste, las opciones A y C se centran en gestos técnicos específicos del fútbol (conducción, pases, slalom), que pertenecen a una fase posterior de iniciación técnica.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p34",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades desarrolla la coordinación dinámica general?",
          "opciones": [
            "Durante la sesión de gimnasia artística, los estudiantes imaginan que son unos troncos y atraviesan una colchoneta rodando sobre ella.",
            "Durante la sesión de baloncesto, los estudiantes hacen dribling, luego dan un pequeño salto y caen con los dos pies en paralelo sosteniendo el balón con ambas manos.",
            "Durante la sesión de vóleibol, los estudiantes se ponen de pie, flexionan las piernas y los brazos elevando los codos y luego los extienden para golpear el balón que les envía un compañero."
          ],
          "respuesta": "Durante la sesión de gimnasia artística, los estudiantes imaginan que son unos troncos y atraviesan una colchoneta rodando sobre ella.",
          "respuestaCorta": "La coordinación dinámica general implica el movimiento sincronizado de todo el cuerpo en desplazamiento. La acción de rodar como un tronco es un claro ejemplo de este tipo de coordinación global.",
          "solucionario": "La coordinación dinámica general se refiere a la capacidad de ajustar los movimientos de todo el cuerpo, usualmente durante un desplazamiento. Rodar es una habilidad motriz básica que requiere la acción coordinada de la cabeza, el tronco y las extremidades para lograr una rotación controlada del cuerpo. Las otras opciones implican coordinaciones más específicas o segmentarias (coordinación óculo-manual en el baloncesto, coordinación óculo-segmentaria en el vóleibol) y no un movimiento tan global.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p35",
      "contexto": "La docente propone a los estudiantes que ejecuten una carrera en parejas tomados de la mano hasta un cono ubicado en la línea de meta. Al llegar al cono, los estudiantes deben soltarse, girar y tomarse nuevamente utilizando la otra mano para regresar lo más rápido posible. Algunos estudiantes no realizan adecuadamente el giro, se confunden y pierden tiempo en la ejecución.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos de la motricidad se debe reforzar en los estudiantes para realizar la actividad adecuadamente?",
          "opciones": [
            "La lateralidad.",
            "La orientación espacial.",
            "La coordinación dinámica general."
          ],
          "respuesta": "La orientación espacial.",
          "respuestaCorta": "La dificultad para realizar el giro, reubicarse en el espacio y cambiar de dirección eficientemente apunta a una necesidad de reforzar la orientación espacial.",
          "solucionario": "La orientación espacial es la capacidad de percibir la posición del propio cuerpo en relación con el espacio y los objetos que lo rodean. El problema descrito —confusión y pérdida de tiempo al girar y cambiar el sentido de la carrera— se relaciona directamente con una deficiente capacidad para orientarse y reorganizar el movimiento en el espacio de forma rápida. Aunque la lateralidad influye al cambiar de mano, la dificultad central está en el manejo del espacio durante el giro.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p36",
      "contexto": "Un docente propone la siguiente actividad a los estudiantes: cada participante va a utilizar un par de zancos con los que se debe desplazar por un camino de colores; cada color presenta distintos niveles de dificultad: caminar en línea recta, en línea curva, y a través de pequeños obstáculos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes organizadores del área se trabaja principalmente durante esta actividad?",
          "opciones": [
            "Comprensión y Desarrollo de la Corporeidad y la Salud.",
            "Dominio Corporal y Expresión Creativa.",
            "Convivencia e Interacción Sociomotriz."
          ],
          "respuesta": "Dominio Corporal y Expresión Creativa.",
          "respuestaCorta": "Esta actividad exige un alto grado de control del cuerpo, equilibrio y ajuste motor para superar los desafíos, lo que se corresponde directamente con el organizador 'Dominio Corporal y Expresión Creativa'.",
          "solucionario": "El organizador 'Dominio Corporal y Expresión Creativa' se enfoca en el desarrollo de la conciencia y el control del cuerpo para ejecutar movimientos complejos y con destreza. Desplazarse sobre zancos, y más aún superando diferentes niveles de dificultad (líneas curvas, obstáculos), es una tarea que demanda un elevado control del equilibrio, la postura y la coordinación, siendo estos los componentes centrales de dicho organizador.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes capacidades perceptivo-motrices se trabaja principalmente con esta actividad?",
          "opciones": [
            "La estructuración espacial.",
            "La estructuración temporal.",
            "La conciencia y el control corporal."
          ],
          "respuesta": "La conciencia y el control corporal.",
          "respuestaCorta": "La actividad con zancos, que requiere ajustes posturales constantes para mantener el equilibrio al superar obstáculos, desarrolla principalmente la conciencia y el control del propio cuerpo.",
          "solucionario": "Caminar sobre zancos es una tarea que desafía de manera significativa el equilibrio y la propiocepción (la conciencia de la posición del cuerpo en el espacio). El estudiante debe estar constantemente atento a su centro de gravedad y realizar microajustes posturales para no caer. Esta necesidad de sentir, regular y dominar el cuerpo en una situación de inestabilidad hace que la conciencia y el control corporal sea la capacidad predominantemente trabajada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p38",
      "contexto": "Después de trabajar los fundamentos del baloncesto con sus estudiantes, un docente les propone la siguiente actividad:\nEn la línea media del campo de baloncesto, se colocan dos estudiantes frente a frente, uno en posesión del balón. El docente explica al estudiante que tiene el balón que su objetivo es hacer una canasta y que, para que esta sea válida, antes deberá hacer tres cambios de mano. Estos cambios pueden ser de los siguientes tipos: de derecha a izquierda, con bote entre las piernas, de reversa y/o cambio de mano con giro. Además, para lograr meter la canasta, debe superar a su compañero, quien se encuentra en posición defensiva e intentará impedirlo. Luego, deben cambiar de roles y se repite la actividad varias veces.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes tipos de habilidades motrices se desarrollan predominantemente en la actividad?",
          "opciones": [
            "Habilidades básicas.",
            "Habilidades genéricas.",
            "Habilidades específicas."
          ],
          "respuesta": "Habilidades específicas.",
          "respuestaCorta": "La actividad combina varios fundamentos propios del baloncesto (dribling, cambios de mano, fintas, lanzamiento) en un contexto de juego, por lo que se trabajan habilidades motrices específicas de este deporte.",
          "solucionario": "Las habilidades motrices específicas son los gestos técnicos propios de una disciplina deportiva. En este caso, la tarea no consiste en correr o saltar de forma aislada (habilidades básicas), sino en aplicar movimientos complejos y contextualizados del baloncesto, como diferentes tipos de dribling y cambios de mano para superar a un oponente. Por lo tanto, se están desarrollando habilidades específicas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de trabajar esta actividad, el docente les pregunta a sus estudiantes: \"¿Cómo podrían avanzar si tuvieran dos oponentes al frente en vez de solo uno? ¿Cómo se orientarían en el espacio para superarlos? ¿Qué fundamento del baloncesto utilizarían para resolver y superar al otro?\", y les propone trabajar la situación en grupos de tres. ¿Cuál de las siguientes fases de la sesión están realizando los estudiantes?",
          "opciones": [
            "Fase de extensión del conocimiento.",
            "Fase de aplicación del conocimiento.",
            "Fase de asimilación del conocimiento."
          ],
          "respuesta": "Fase de aplicación del conocimiento.",
          "respuestaCorta": "Al plantear una nueva situación-problema más compleja (2 vs 1), el docente busca que los estudiantes transfieran y apliquen lo aprendido en el 1 vs 1 a un nuevo contexto, lo que corresponde a la fase de aplicación.",
          "solucionario": "La fase de aplicación o transferencia del conocimiento implica que los estudiantes utilicen lo aprendido en una situación para resolver un problema nuevo o más complejo. Al cambiar la consigna de un 1 vs 1 a un 2 vs 1, el docente les obliga a adaptar sus habilidades, a pensar en nuevas soluciones y a aplicar sus conocimientos en un escenario diferente, promoviendo un aprendizaje más profundo y funcional.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de los siguientes es el propósito principal de la actividad?",
          "opciones": [
            "Desarrollar habilidades tácticas en el baloncesto.",
            "Desarrollar habilidades técnicas en el baloncesto.",
            "Desarrollar habilidades estratégicas en el baloncesto."
          ],
          "respuesta": "Desarrollar habilidades tácticas en el baloncesto.",
          "respuestaCorta": "El propósito principal es táctico, ya que el estudiante debe tomar decisiones (qué movimiento hacer y cuándo) en función de la acción de un oponente para resolver una situación de juego, lo que va más allá de la simple ejecución técnica.",
          "solucionario": "Aunque la actividad involucra técnica, el núcleo de la tarea es la toma de decisiones en un contexto de oposición. El atacante debe percibir lo que hace el defensor y elegir la acción más adecuada para superarlo. Esta adaptación y elección de la respuesta motriz correcta para resolver un problema de juego es la definición de la táctica individual. La técnica es el medio, pero el propósito es el desarrollo del pensamiento táctico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente desarrollar en la fase de cierre de la sesión para recuperar el estado inicial de los estudiantes?",
          "opciones": [
            "Colocar el balón en el piso y rodar suavemente sobre él avanzando y retrocediendo.",
            "En parejas, rodar el balón sobre el cuerpo del compañero a modo de masajes.",
            "Jugar al gato y el ratón con el balón por todo el campo de juego."
          ],
          "respuesta": "Colocar el balón en el piso y rodar suavemente sobre él avanzando y retrocediendo.",
          "respuestaCorta": "Para la fase de cierre o vuelta a la calma, son adecuadas las actividades de baja intensidad que promueven la relajación muscular y la disminución de la frecuencia cardíaca, como rodar suavemente sobre el balón.",
          "solucionario": "El objetivo de la fase de cierre es la recuperación, llevando al organismo de un estado de activación a uno de reposo. Las actividades deben ser de muy baja intensidad, relajantes y controladas individualmente. Rodar suavemente sobre el balón avanzando y retrocediendo (opción A) cumple con estos requisitos, permitiendo un estiramiento suave y relajación de la espalda. La opción C es una actividad de alta intensidad, inadecuada para esta fase.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p42",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones se evidencia que un estudiante está desarrollando los fundamentos técnicos ofensivos del baloncesto?",
          "opciones": [
            "Cuando demuestra un óptimo nivel de desarrollo de sus capacidades físicas utilizando su fuerza, flexibilidad y resistencia para soportar el esfuerzo que demanda jugar un partido completo.",
            "Cuando demuestra destreza y velocidad en sus movimientos frente a un oponente ejecutando acciones previamente practicadas orientadas a dar ventaja a su equipo sorprendiendo al equipo contrario.",
            "Cuando ejecuta un pase con precisión, impulsa el balón con la mano en el dribling de manera efectiva, adopta una posición adecuada al ejecutar un tiro a la canasta y demuestra habilidad en los desplazamientos ofensivos y dominio del balón."
          ],
          "respuesta": "Cuando ejecuta un pase con precisión, impulsa el balón con la mano en el dribling de manera efectiva, adopta una posición adecuada al ejecutar un tiro a la canasta y demuestra habilidad en los desplazamientos ofensivos y dominio del balón.",
          "respuestaCorta": "El desarrollo de los fundamentos técnicos se evidencia en la ejecución correcta y precisa de los gestos específicos del deporte, como el pase, el dribling y el tiro, tal como se describe en la opción C.",
          "solucionario": "Los fundamentos técnicos son los patrones de movimiento básicos y específicos de un deporte. La opción C describe de manera concreta y precisa la ejecución correcta de los fundamentos ofensivos del baloncesto: el pase, el dribling, el tiro y los desplazamientos. La opción A se refiere a las capacidades físicas (la condición física), mientras que la opción B se enfoca en aspectos tácticos (engañar, sorprender al rival).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p43",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta la secuencia de los fundamentos técnicos básicos del baloncesto, ordenados de menor a mayor complejidad?",
          "opciones": [
            "Agarre del balón, pases, dribling, carreras, paradas, cambios de dirección, pivoteo, lanzamientos, doble ritmo, pantallas.",
            "Carreras, paradas, cambios de dirección, agarre del balón, dribling, pases, pivoteo, doble ritmo, lanzamientos, pantallas.",
            "Carreras, paradas, cambios de dirección, agarre del balón, pivoteo, pases, dribling, doble ritmo, pantallas, lanzamientos."
          ],
          "respuesta": "Agarre del balón, pases, dribling, carreras, paradas, cambios de dirección, pivoteo, lanzamientos, doble ritmo, pantallas.",
          "respuestaCorta": "Una progresión pedagógica lógica en baloncesto comienza con el dominio básico del balón (agarre, pases, dribling), luego incorpora los desplazamientos y movimientos corporales, para finalmente integrar acciones técnico-tácticas complejas.",
          "solucionario": "La enseñanza del baloncesto debe seguir una progresión que permita al estudiante dominar primero el implemento antes de combinarlo con desplazamientos complejos. La opción A es la más adecuada porque comienza con el agarre del balón y sus manipulaciones básicas (pases, dribling), fundamentos que pueden practicarse estáticamente. Luego incorpora los desplazamientos (carreras, paradas, cambios de dirección) y posteriormente los combina con el balón (pivoteo). Finalmente, aborda las acciones más complejas (lanzamientos, doble ritmo, pantallas) que integran todos los fundamentos previos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p44",
      "contexto": "El docente plantea la siguiente situación lúdica:\nSiete estudiantes deben perseguir al resto de sus compañeros, cada uno con una pelota de papel en la mano, intentando tocarlos sin lanzar o soltar la pelota. Los estudiantes deben escapar evitando que los toquen. Si los alcanzan con la pelota, se invierten los roles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes capacidades perceptivo-motrices están desarrollando de forma predominante los estudiantes con esta actividad?",
          "opciones": [
            "El equilibrio.",
            "La lateralidad.",
            "La estructuración espacio-temporal."
          ],
          "respuesta": "La estructuración espacio-temporal.",
          "respuestaCorta": "El juego de persecución exige a los participantes calcular continuamente distancias, velocidades y trayectorias de sí mismos y de los demás para lograr tocar o evitar ser tocado, desarrollando así la estructuración espacio-temporal.",
          "solucionario": "En este juego, tanto los perseguidores como los que escapan deben tomar decisiones constantes basadas en variables de espacio (¿dónde están los demás?, ¿hacia dónde me muevo?) y de tiempo (¿a qué velocidad vienen?, ¿me da tiempo a esquivarlos?). Esta habilidad para ajustar el propio movimiento en función de la posición y la velocidad de los demás en un entorno dinámico es la esencia de la estructuración espacio-temporal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p45",
      "contexto": "Un docente planifica trabajar actividades diversas con el propósito de desarrollar en sus estudiantes capacidades perceptivo-motrices relacionadas con la espacialidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes opciones es adecuada para lograr su propósito?",
          "opciones": [
            "Trabajar trayectorias por medio de lanzamientos ejecutados lo más lejos posible hacia un punto específico, así como desplazamientos formando círculos y otras figuras geométricas.",
            "Trabajar la velocidad de reacción de sus estudiantes por medio de actividades en las que tengan que dar una respuesta motriz específica ante cierto estímulo de manera oportuna.",
            "Trabajar el ritmo por medio de canciones, brindándoles a los estudiantes la oportunidad de moverse y cantar con libertad para expresarse por medio de la música."
          ],
          "respuesta": "Trabajar trayectorias por medio de lanzamientos ejecutados lo más lejos posible hacia un punto específico, así como desplazamientos formando círculos y otras figuras geométricas.",
          "respuestaCorta": "Para desarrollar la percepción espacial, es necesario realizar tareas que impliquen manejar conceptos como trayectorias, distancias, direcciones y formas en el espacio, como los lanzamientos dirigidos y los desplazamientos geométricos.",
          "solucionario": "La espacialidad se refiere a la capacidad de orientarse y estructurar el movimiento en el espacio. Las actividades de la opción A (lanzamientos a un punto, desplazamientos en figuras) obligan a los estudiantes a procesar información sobre trayectorias, distancias y formas, desarrollando directamente esta capacidad. Por el contrario, la opción B se centra en la percepción temporal (velocidad de reacción) y la opción C también en la percepción temporal (ritmo).",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p46",
      "contexto": "En una sesión, los estudiantes se desplazan moviendo diferentes partes del cuerpo, variando los movimientos según el ritmo que va marcando el docente con las palmas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos de la motricidad desarrollan de forma predominante los estudiantes con esta actividad?",
          "opciones": [
            "La percepción espacial.",
            "La percepción corporal.",
            "La percepción temporal."
          ],
          "respuesta": "La percepción temporal.",
          "respuestaCorta": "La actividad se basa en ajustar el movimiento corporal a un estímulo rítmico externo (las palmas), lo cual es un trabajo directo de la percepción temporal, específicamente del ritmo.",
          "solucionario": "La percepción temporal es la capacidad de percibir y estructurar el movimiento en el tiempo. El ritmo es uno de sus componentes fundamentales. Al pedir a los estudiantes que sus movimientos sigan la cadencia marcada por las palmas del docente, se les está exigiendo que ajusten la duración y la secuencia de sus acciones a una estructura temporal externa, desarrollando así predominantemente esta capacidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p47",
      "contexto": "Si un docente tiene como propósito desarrollar los fundamentos técnicos del vóleibol con sus estudiantes teniendo en cuenta el enfoque dinámico e integrador de la Educación Física, ¿cuál de las siguientes propuestas es la más pertinente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas es la más pertinente?",
          "opciones": [
            "Utilizar una metodología para la enseñanza de los fundamentos técnicos basada en la instrucción directa y la repetición de modelos por parte de los estudiantes, y en la que estos solo deciden el ritmo, la cadencia de ejecución y la ubicación en el campo de juego.",
            "Utilizar una metodología basada en una mayor libertad y enfoque lúdico, permitiendo mayor tiempo de compromiso motor para la toma de decisiones y en la que el docente no enseña los fundamentos técnicos mediante el modelado.",
            "Utilizar una metodología variada para la enseñanza de los fundamentos técnicos que combine la búsqueda de respuestas libres a algún problema motor planteado con la ejecución en base a un modelo ya establecido."
          ],
          "respuesta": "Utilizar una metodología variada para la enseñanza de los fundamentos técnicos que combine la búsqueda de respuestas libres a algún problema motor planteado con la ejecución en base a un modelo ya establecido.",
          "respuestaCorta": "El enfoque integrador combina estratégicamente diferentes estilos de enseñanza: ofrece un modelo técnico como guía (instrucción directa) y, a la vez, plantea problemas para que el estudiante explore y encuentre soluciones (descubrimiento guiado).",
          "solucionario": "Un enfoque dinámico e integrador huye de los extremismos pedagógicos. Reconoce el valor de la instrucción directa para enseñar un modelo técnico eficiente (evitando así la opción B), pero también entiende que el aprendizaje es más significativo si el estudiante es un agente activo que piensa y resuelve problemas (evitando la pura repetición de la opción A). Por lo tanto, la opción C es la más pertinente, ya que propone una metodología mixta que combina lo mejor de ambos enfoques para un aprendizaje técnico y táctico a la vez.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p48",
      "contexto": "El docente propone a sus estudiantes el siguiente circuito:\n• Estación n.º 01: Los estudiantes se desplazan corriendo en zigzag a través de cuatro conos ubicados a dos metros de distancia uno del otro en el menor tiempo posible.\n• Estación n.º 02: Los estudiantes se desplazan salvando cinco obstáculos de 30, 40 y 50 cm de altura a cuatro metros de distancia uno del otro en el menor tiempo posible.\n• Estación n.º 03: Los estudiantes ejecutan un salto largo sin carrera previa de impulso a la mayor distancia posible.\n• Estación n.º 04: Los estudiantes saltan la cuerda unipersonal sobre el lugar la mayor cantidad de veces posible en 30 segundos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades se trabaja principalmente con este circuito?",
          "opciones": [
            "Habilidades básicas.",
            "Habilidades genéricas.",
            "Habilidades específicas."
          ],
          "respuesta": "Habilidades genéricas.",
          "respuestaCorta": "El circuito trabaja habilidades genéricas, ya que son combinaciones de habilidades básicas (correr, saltar) aplicadas en tareas con cierto grado de complejidad, pero que aún no son específicas de un solo deporte.",
          "solucionario": "Las habilidades motrices se pueden clasificar en un continuo de complejidad. Las habilidades básicas son patrones fundamentales (correr, saltar). Las específicas son gestos propios de un deporte (un mate de vóley). Las genéricas se sitúan en un punto intermedio: son aplicaciones más complejas de las habilidades básicas que son comunes a varios deportes o actividades físicas. Correr en zigzag, saltar vallas o saltar la cuerda son ejemplos de habilidades genéricas, ya que mejoran la agilidad, la coordinación y la potencia de forma transferible a muchas disciplinas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p49",
      "contexto": "El docente reúne a los estudiantes y, luego de entregarles a cada uno de ellos un aro y un bastón, les pide que se ubiquen en el lugar que quieran aprovechando todo el espacio posible y luego les plantea los siguientes retos: \"Hagan girar el aro sobre el piso y díganme, ¿cuántas vueltas pueden dar alrededor de este antes de que caiga y se detenga? Ahora vuélvanlo a girar y cuenten cuántas palmadas pueden dar antes de que caiga al piso. Ahora, tomen el bastón y apóyenlo sobre el piso equilibrándolo y giren lo más rápido posible para atraparlo antes de que caiga al piso\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes métodos está utilizando el docente en esta actividad?",
          "opciones": [
            "Descubrimiento guiado.",
            "Resolución de problemas.",
            "Mando directo modificado."
          ],
          "respuesta": "Mando directo modificado.",
          "respuestaCorta": "Se utiliza el mando directo modificado porque el docente establece tareas específicas (los retos), pero permite que cada estudiante las ejecute de manera individual y a su propio nivel, sin una única respuesta correcta.",
          "solucionario": "Este estilo de enseñanza combina una instrucción clara y directa del docente (la tarea a realizar es la misma para todos) con un margen para la ejecución individualizada (cada estudiante logrará un número diferente de vueltas o palmadas). A diferencia de la resolución de problemas puros, donde el cómo hacerlo es abierto, aquí la tarea está definida, pero el resultado cuantitativo es personal, lo que caracteriza al mando directo modificado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes capacidades están desarrollando los estudiantes predominantemente en la actividad?",
          "opciones": [
            "Capacidades físicas básicas.",
            "Capacidades sociomotrices.",
            "Capacidades perceptivo-motrices."
          ],
          "respuesta": "Capacidades perceptivo-motrices.",
          "respuestaCorta": "Las actividades exigen a los estudiantes percibir la velocidad de los objetos y coordinar sus movimientos en el tiempo y espacio precisos para cumplir los retos, desarrollando así sus capacidades perceptivo-motrices.",
          "solucionario": "Las capacidades perceptivo-motrices son las que permiten ajustar el movimiento a partir de la información recibida por los sentidos. En los retos, el estudiante debe procesar información visual (la velocidad de caída del aro y el bastón) y ajustar su respuesta motriz (girar, aplaudir, atrapar) en un tiempo limitado. Este bucle percepción-acción es la esencia de las capacidades perceptivo-motrices, como la coordinación y la estructuración espacio-temporal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de velocidad está implicado principalmente en la actividad?",
          "opciones": [
            "Velocidad de reacción.",
            "Velocidad segmentaria.",
            "Velocidad de desplazamiento."
          ],
          "respuesta": "Velocidad de reacción.",
          "respuestaCorta": "La tarea principal consiste en ejecutar movimientos rápidos en respuesta a un estímulo (la caída inminente del objeto), lo cual trabaja fundamentalmente la velocidad de reacción.",
          "solucionario": "La velocidad de reacción es la capacidad de responder motrizmente a un estímulo en el menor tiempo posible. En todos los retos, el estímulo es la pérdida de equilibrio del implemento. El estudiante debe percibirlo y ejecutar una o varias acciones antes de que el objeto caiga. Por lo tanto, el componente predominante de velocidad es el tiempo que se tarda en iniciar la respuesta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p52",
      "contexto": "Un docente organiza diversos implementos de gimnasia al iniciar la sesión: balones, aros, bastones, cuerdas, estiletes, pañuelos y telas. Luego solicita a los estudiantes que cada uno elija el implemento con el que desea trabajar. Cuando todos los estudiantes han hecho su elección, el docente les explica que va a tocar diversos ritmos con un tambor y que ellos deben seguir el ritmo mientras realizan las siguientes acciones:\n• Caminar, trotar o correr de manera libre por el campo moviendo el implemento y teniendo cuidado de no perder contacto con él.\n• De manera libre, lanzar el implemento suavemente hacia arriba y luego recibirlo con una y dos manos.\n• Lanzar el implemento, dar una vuelta y recibirlo antes de que caiga en el piso.\nDurante la actividad el docente toca el tambor a distintas velocidades y por momentos se detiene. Cada vez que se detiene, los estudiantes deben también detener inmediatamente las acciones y esperar que el docente vuelva a tocar el tambor para reanudarlas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes tipos de habilidades están desarrollando predominantemente los estudiantes?",
          "opciones": [
            "Habilidades motrices de coordinación específica.",
            "Habilidades motrices de desplazamiento.",
            "Habilidades motrices de manipulación."
          ],
          "respuesta": "Habilidades motrices de manipulación.",
          "respuestaCorta": "El foco de la actividad está en manejar objetos (mover, lanzar, recibir), lo que corresponde al desarrollo de habilidades motrices de manipulación, aunque se realicen durante un desplazamiento.",
          "solucionario": "Aunque los estudiantes se desplazan (habilidad locomotora), la tarea principal y el desafío cognitivo-motor de la actividad radican en la interacción con el implemento elegido. Las acciones de mover, lanzar y recibir son el núcleo de las habilidades manipulativas, que implican el control y dominio de objetos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de percepción desarrollan predominantemente los estudiantes al seguir el ritmo del tambor?",
          "opciones": [
            "La percepción temporal.",
            "La percepción corporal.",
            "La percepción espacial."
          ],
          "respuesta": "La percepción temporal.",
          "respuestaCorta": "Al tener que ajustar sus movimientos a las variaciones de velocidad y pausas marcadas por el tambor, los estudiantes trabajan de forma predominante la percepción temporal, específicamente el sentido del ritmo.",
          "solucionario": "La percepción temporal es la capacidad de estructurar el movimiento en función del tiempo. El ritmo es su componente más evidente. La actividad exige a los estudiantes escuchar el estímulo auditivo (tambor) y sincronizar sus acciones motrices (pasos, lanzamientos) con la cadencia propuesta. Este ajuste a una pauta temporal externa es el objetivo central de la consigna.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál es el objetivo de llevar el ritmo con el tambor?",
          "opciones": [
            "Regular los niveles de ejecución.",
            "Controlar los espacios de ejecución.",
            "Mantener los tiempos de ejecución."
          ],
          "respuesta": "Mantener los tiempos de ejecución.",
          "respuestaCorta": "El uso del tambor busca que los estudiantes sincronicen sus acciones con una cadencia externa, es decir, que estructuren y mantengan los tiempos de su ejecución motriz de acuerdo a un patrón.",
          "solucionario": "El tambor funciona como un metrónomo que organiza la actividad en el tiempo. Su objetivo es que los estudiantes no solo se muevan, sino que lo hagan siguiendo una estructura rítmica. Esto les ayuda a desarrollar la capacidad de mantener y variar los tiempos de ejecución de sus movimientos, una habilidad fundamental en la danza, la gimnasia y muchos deportes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p55",
      "contexto": "Los estudiantes reciben la consigna de desplazarse moviendo el cuerpo de manera libre al son de la música, ocupando el espacio de la manera que deseen. Al detenerse la música, deben quedarse inmóviles en la posición en que estaban, sin mover ninguna parte de su cuerpo, y solo pueden volverse a mover cuando la música vuelve a sonar. Luego, el docente les pide que se queden quietos en su sitio y que imiten a un globo inflándose cada vez más, más y más. Luego, les dice que imiten el momento en que el globo inflado se lanza al aire y este se desinfla volando velozmente en distintas direcciones hasta caer al piso.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito predominante de las actividades lúdicas descritas?",
          "opciones": [
            "Desarrollar la capacidad de tensión y relajación.",
            "Desarrollar la capacidad de velocidad de reacción.",
            "Desarrollar la capacidad de percepción espacio-temporal."
          ],
          "respuesta": "Desarrollar la capacidad de tensión y relajación.",
          "respuestaCorta": "Las actividades de 'inflarse' (tensión muscular progresiva) y 'desinflarse' (relajación súbita), junto con las pausas de inmovilidad, se centran en la experimentación y el control del tono muscular, es decir, de la tensión y relajación.",
          "solucionario": "El propósito principal de esta secuencia de actividades es el desarrollo de la conciencia y el control del tono muscular. La imitación de inflar un globo promueve una tensión muscular gradual y consciente. Por el contrario, la imitación del globo que se desinfla busca una relajación súbita y total. El juego de las estatuas también contribuye a este fin al trabajar el control tónico para mantener la inmovilidad. En conjunto, la sesión está orientada a que los estudiantes exploren y dominen los diferentes estados de tensión de su cuerpo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p56",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es la más pertinente para trabajar el propósito \"Reconoce y toma conciencia de su espacio propio y espacio próximo\"?",
          "opciones": [
            "Los estudiantes, dispersos en el campo cada uno en una zona de trabajo asignada por el docente, desarrollan individualmente movimientos con un aro, haciendo uso máximo del espacio asignado y respetando el espacio de sus compañeros para no invadirlo.",
            "Los estudiantes se organizan en dos grupos y se dispersan ocupando todo el campo. A la señal del docente, todos los estudiantes deben desplazarse por todo el campo de manera libre en diferentes direcciones y velocidades evitando en todo momento rozar a sus compañeros.",
            "Los estudiantes, organizados en grupos de cuatro, forman un tren apoyando sus manos en los hombros del líder, que es el compañero que va primero en la columna. Todos se desplazan guiados por el líder teniendo en cuenta su velocidad y demostrando habilidad en el desplazamiento."
          ],
          "respuesta": "Los estudiantes se organizan en dos grupos y se dispersan ocupando todo el campo. A la señal del docente, todos los estudiantes deben desplazarse por todo el campo de manera libre en diferentes direcciones y velocidades evitando en todo momento rozar a sus compañeros.",
          "respuestaCorta": "La actividad más pertinente es la que obliga a los estudiantes a desplazarse en un espacio compartido y dinámico, ya que deben estar constantemente conscientes de su propio espacio y del de los demás para evitar colisiones.",
          "solucionario": "El espacio propio se refiere al que ocupa nuestro cuerpo y el espacio próximo a la zona que nos rodea. La actividad B es la más efectiva para trabajar estos conceptos de forma integrada y dinámica. Al moverse libremente por un espacio concurrido, cada estudiante debe percibir los límites de su cuerpo (espacio propio) y gestionar la distancia con los demás (espacio próximo) para evitar choques, tomando decisiones espaciales continuamente.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p57",
      "contexto": "Una docente les propone a sus estudiantes una actividad en la que deben lanzar y embocar la mayor cantidad de pelotas a través de los orificios circulares de un panel rectangular desde cierta distancia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes habilidades motrices básicas están desarrollando predominantemente los estudiantes en esta actividad?",
          "opciones": [
            "Habilidades locomotoras.",
            "Habilidades manipulativas.",
            "Habilidades no locomotoras."
          ],
          "respuesta": "Habilidades manipulativas.",
          "respuestaCorta": "La acción central de la actividad es lanzar una pelota, que es una habilidad motriz básica de tipo manipulativa, ya que implica la interacción y proyección de un objeto.",
          "solucionario": "Las habilidades motrices básicas se dividen en locomotoras (implican desplazamiento, como correr), no locomotoras (movimientos en el sitio, como girar) y manipulativas (implican el manejo de objetos). Lanzar es una de las habilidades manipulativas fundamentales, junto con recibir, golpear o patear. Por tanto, esta actividad se centra predominantemente en su desarrollo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de los siguientes tipos de coordinación desarrollan los estudiantes predominantemente en esta actividad?",
          "opciones": [
            "Coordinación general.",
            "Coordinación espacial.",
            "Coordinación visomotriz."
          ],
          "respuesta": "Coordinación visomotriz.",
          "respuestaCorta": "La actividad de lanzar a un objetivo requiere que los estudiantes ajusten su movimiento (acción de brazo y mano) en función de la información visual (la ubicación del objetivo), lo que se conoce como coordinación visomotriz u óculo-manual.",
          "solucionario": "La coordinación visomotriz es la capacidad de sincronizar la percepción visual con una acción motriz, generalmente de las manos o los pies. Al lanzar una pelota a un orificio, el estudiante debe procesar visualmente la distancia y la posición del objetivo para luego regular la fuerza, la dirección y el momento del lanzamiento. Esta interacción ojo-mano es el componente coordinativo clave de la tarea.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones lúdicas es un juego predeportivo?",
          "opciones": [
            "\"De pesca\": se forman dos grupos; los integrantes de uno de ellos se agarran de las manos muy juntos haciendo un círculo para formar la \"pecera\" mientras que los del otro grupo se colocan dentro del círculo representando a los \"peces\". A la señal \"¡Peces a nadar!\", la pecera se abre sin soltarse de las manos y los peces salen a nadar al mar. A la señal: \"¡Es hora de volver!\", la pecera va cerrándose y quedan eliminados los que no logren volver a entrar.",
            "\"El castillo\": es un juego con balón en el que se forman dos grupos iguales, uno de los grupos forma un círculo externo y el otro un círculo interno dentro del círculo externo; el capitán del círculo externo se ubica en el centro del círculo interno y su equipo debe intentar pasarle el balón mientras los integrantes del círculo interno intentan bloquear el pase.",
            "\"El muñeco imantado\": organizados en parejas, los estudiantes se desplazan libremente por todo el terreno de juego; a la señal, los estudiantes juntan sus manos como si fueran dos imanes y se desplazan de esa forma sin despegarse; luego se cambia la consigna a otras partes del cuerpo, según el imán \"cambia de sitio\"."
          ],
          "respuesta": "\"El castillo\": es un juego con balón en el que se forman dos grupos iguales, uno de los grupos forma un círculo externo y el otro un círculo interno dentro del círculo externo; el capitán del círculo externo se ubica en el centro del círculo interno y su equipo debe intentar pasarle el balón mientras los integrantes del círculo interno intentan bloquear el pase.",
          "respuestaCorta": "Un juego predeportivo introduce habilidades y tácticas simplificadas de un deporte. 'El castillo' es un juego predeportivo porque desarrolla conceptos de ataque (pasar el balón a un objetivo) y defensa (interceptar), aplicables a deportes como el balonmano o el baloncesto.",
          "solucionario": "Los juegos predeportivos se caracterizan por tener una estructura simplificada que incluye elementos técnicos o tácticos de uno o más deportes reglados. 'El castillo' (opción B) cumple esta función al plantear una situación de oposición con roles definidos de ataque (los que pasan) y defensa (los que interceptan), utilizando la habilidad del pase. Los otros juegos son de tipo tradicional (A) o de expresión corporal (C), sin este claro componente predeportivo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p60",
      "contexto": "Los docentes de Educación Física están organizando una actividad deportiva por el aniversario de la escuela. Si tienen como propósito organizar encuentros de vóleibol, fútsal y balonmano por eliminación simple, ¿cuál de las siguientes alternativas presenta el fixture que deben utilizar?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta el fixture que deben utilizar?",
          "opciones": [
            "Equipos ABCD: A-B; C-D/B-C; A-D/A-C; B-D=Ganador.",
            "Equipos ABCDEFGH: A-B; C-D; E-F; G-H/Ganadores de A-B vs C-D; Ganadores de E-F vs G-H/Final=Ganador.",
            "Equipos ABCDEFGH: A-B; C-D; E-F; G-H/A-C; B-D; E-G; F-H/A-D; F-G/D-G=Ganador."
          ],
          "respuesta": "Equipos ABCDEFGH: A-B; C-D; E-F; G-H/Ganadores de A-B vs C-D; Ganadores de E-F vs G-H/Final=Ganador.",
          "respuestaCorta": "El sistema de eliminación simple para 8 equipos implica una primera ronda de 4 partidos (A-B, C-D, etc.), una semifinal con los ganadores y una final. La opción B es la única que describe esta estructura de llaves eliminatorias, a pesar de los errores tipográficos en el texto original.",
          "solucionario": "Un fixture de eliminación simple se basa en que el equipo que pierde un partido queda eliminado del torneo. Para 8 equipos, la estructura correcta es: una primera ronda con cuatro enfrentamientos (ej. A vs. B, C vs. D, E vs. F, G vs. H). Los cuatro ganadores avanzan a semifinales. Los dos ganadores de las semifinales juegan la final. La opción B, aunque presentada con errores en el examen original, es la única que esboza esta estructura de rondas sucesivas donde los ganadores avanzan. La opción A describe un sistema de 'todos contra todos', y la C presenta cruces ilógicos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    }
  ]
}
