{
  "completo": [
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval. ¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "El enfoque intercultural promueve partir de la realidad y cultura de los estudiantes para luego establecer un diálogo con otras culturas en un plano de igualdad.",
          "solucionario": "La acción más pertinente es la que parte de lo local y conocido por los estudiantes (los carnavales de sus comunidades) para luego vincularlo con un contexto más amplio (los demás carnavales del país). Esto permite valorar la cultura propia y entenderla como parte de una diversidad nacional, sin establecer jerarquías de importancia (como sugiere la opción c) ni reducirla a un espectáculo para otros (como sugiere la opción a).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p02",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente desea promover la participación de sus estudiantes en la construcción de normas que favorezcan la convivencia en el aula. ¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "La construcción de normas es más efectiva cuando los estudiantes participan activamente en el diagnóstico, la fijación de metas y la propuesta de las propias reglas.",
          "solucionario": "La opción b describe un proceso democrático y participativo completo. Inicia con una reflexión y diagnóstico por parte de todos los estudiantes, les permite establecer metas comunes y, finalmente, les da la autoría de las normas que les ayudarán a alcanzar dichas metas. Esto genera un mayor compromiso con su cumplimiento. Las otras opciones limitan la participación (solo representantes) o dejan la decisión final en manos del docente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado a una de las aulas del CEВА. А pesar de que se realizó un proceso inicial de sensibilización en esta aula, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\". Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en el CEBA como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Para cuestionar un estereotipo de incapacidad, es muy efectivo presentar contraejemplos concretos de personas que, con esa misma condición, han logrado grandes contribuciones.",
          "solucionario": "El estereotipo a cuestionar es que la ceguera impide realizar bien las tareas. La actividad más directa para rebatir esta idea es mostrar casos reales de personas con ceguera que han destacado en diversos campos. Esto no solo rompe el prejuicio, sino que también permite analizar cómo el entorno puede facilitar o dificultar el desarrollo de las personas, promoviendo una reflexión más profunda sobre la inclusión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p04",
      "contexto": "Un docente trabajará con los estudiantes la distinción entre asuntos públicos y privados. Para iniciar la sesión, le pide a cada uno que brinde un ejemplo de un asunto público y de un asunto privado. Tres estudiantes responden lo siguiente:\nJosé: \"Un asunto público es la calidad de la infraestructura que tienen las universidades públicas, mientras que la elección de la carrera que cada quien decide estudiar es un asunto privado\".\nNoemí: \"La gestión municipal de recojo de basura en nuestra localidad es un asunto público, mientras que decidir dónde bota cada uno su basura es un asunto privado\".\nChaska: \"El matrimonio de un congresista es un asunto público, mientras que el hecho de que mi mamá y mi papá estén casados es un asunto privado\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes plantea un ejemplo correcto de un asunto público y de un asunto privado?",
          "opciones": [
            "José.",
            "Noemí.",
            "Chaska."
          ],
          "respuesta": "José.",
          "respuestaCorta": "José distingue correctamente que la calidad de un servicio público es un asunto de interés colectivo, mientras que una decisión personal sobre el proyecto de vida es un asunto privado.",
          "solucionario": "José acierta plenamente. La infraestructura de las universidades públicas es un asunto público porque afecta el derecho a la educación de la colectividad. La elección de una carrera es un asunto privado, ya que pertenece a la esfera de la autonomía personal. Noemí se equivoca al considerar que el desecho de basura es privado, pues tiene implicancias en la salud pública. Chaska se equivoca al considerar el matrimonio de un congresista como asunto público; el estado civil de cualquier persona es un asunto privado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones de los estudiantes evidencia criterios adecuados para la identificación de asuntos públicos?",
          "opciones": [
            "Mauricio: \"Un asunto público es un problema de la economía que genera diferentes opiniones y sobre el que solo deciden las autoridades\".",
            "Rafael: \"Un asunto público es una situación que afecta al bienestar de toda la comunidad y que tiene que ver con los derechos de las personas\".",
            "Martín: \"Un asunto público es un tema que aparece mucho en los medios de comunicación, que es protagonizado por un personaje público y que le importa a mucha gente\"."
          ],
          "respuesta": "Rafael: \"Un asunto público es una situación que afecta al bienestar de toda la comunidad y que tiene que ver con los derechos de las personas\".",
          "respuestaCorta": "La definición de Rafael es la más precisa, ya que un asunto público se caracteriza por su impacto en el bienestar colectivo y su vínculo con los derechos ciudadanos.",
          "solucionario": "Rafael ofrece la definición más completa y correcta. Los dos criterios fundamentales para identificar un asunto público son su alcance (afecta al bienestar de la comunidad) y su naturaleza (se relaciona con el ejercicio de derechos). Mauricio se equivoca al limitar la decisión a las autoridades, y Martín confunde un asunto público con un tema mediático o popular, lo cual no es necesariamente lo mismo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p06",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas enuncia dos asuntos públicos?",
          "opciones": [
            "Baja asistencia a la iglesia de la localidad - Denuncia del empleador ante incumplimiento de contrato por parte de un empleado.",
            "Demanda por pensión de alimentos interpuesta por una madre - Lesión de deportista en competencia nacional.",
            "Llegada masiva de refugiados al país - Desembocadura de aguas residuales en el cauce de un río."
          ],
          "respuesta": "Llegada masiva de refugiados al país - Desembocadura de aguas residuales en el cauce de un río.",
          "respuestaCorta": "Tanto la gestión de la migración de refugiados como la contaminación de un río son problemas que afectan a la colectividad y requieren la intervención del Estado, siendo claramente asuntos públicos.",
          "solucionario": "La llegada masiva de refugiados implica políticas de Estado, derechos humanos y gestión de servicios, afectando a la sociedad en su conjunto. La contaminación de un río es un problema de salud pública y ambiental que impacta a toda la comunidad. Las otras opciones contienen asuntos privados como la asistencia a la iglesia, un contrato laboral, una demanda de alimentos o la lesión de un deportista.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p07",
      "contexto": "Durante una sesión de aprendizaje, una docente mostró a los estudiantes los resultados de una encuesta sobre actitudes de la ciudadanía ante la corrupción. Uno de los resultados más resaltantes fue que un gran porcentaje de personas aceptarían a un gobernante \"que robe, pero que haga obra\". Varios estudiantes comentaron que también están de acuerdo con la afirmación. Frente a ello, con el propósito de que los estudiantes cuestionen la afirmación, la docente les narra la siguiente situación hipotética del ámbito privado: \"Imagina que se produce una fuga de agua en tu casa y llamas a un conocido para que la arregle. El conocido llega, lo haces pasar, le muestras dónde está la fuga. Luego, lo dejas solo trabajando y te vas a comprar a la bodega. A tu regreso, te das con la sorpresa de que se ha llevado tu radio, tu televisor, y de que también compuso la fuga. Por lo tanto, robó pero hizo obra\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para continuar con la actividad, ¿cuál de las siguientes acciones es pertinente que realice la docente para el logro de su propósito?",
          "opciones": [
            "Preguntar a los estudiantes cómo reaccionarían en la situación narrada. Luego, analizar con ellos la diferencia entre el sentido de la afirmación \"roba, pero hace obra\" en el contexto privado y en el contexto público. Por último, preguntarles por qué consideran aceptable que un gobernante \"robe, pero haga obra\".",
            "Preguntar a los estudiantes cuáles consideran que deben ser las sanciones para el robo en el ámbito doméstico. Luego, pedirles que indaguen cuáles son las sanciones para los gobernantes que incurren en actos de corrupción. Por último, preguntarles por qué los actos de corrupción deberían ser sancionados.",
            "Preguntar a los estudiantes por qué los gobernantes no deben robar. Luego, reflexionar con ellos acerca de cómo debería ser la actuación de los gobernantes. Por último, preguntarles qué acciones debería emprender la ciudadanía para luchar contra la corrupción."
          ],
          "respuesta": "Preguntar a los estudiantes cómo reaccionarían en la situación narrada. Luego, analizar con ellos la diferencia entre el sentido de la afirmación \"roba, pero hace obra\" en el contexto privado y en el contexto público. Por último, preguntarles por qué consideran aceptable que un gobernante \"robe, pero haga obra\".",
          "respuestaCorta": "La estrategia más efectiva es usar la analogía para que los estudiantes conecten con sus propias emociones y valores, y luego transferir esa reflexión al ámbito público para que confronten su propia contradicción.",
          "solucionario": "La analogía de la fuga de agua es poderosa. El paso lógico es hacer que los estudiantes se pongan en esa situación personal para que reconozcan la inaceptabilidad del acto. Luego, la docente guía la reflexión para que comparen ese sentimiento con su tolerancia a un acto similar en la esfera pública. Este proceso genera un conflicto cognitivo que les obliga a reexaminar su postura inicial sobre la afirmación \"roba, pero hace obra\".",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p08",
      "contexto": "Una docente ha propuesto a los estudiantes analizar el siguiente testimonio de una campesina ayacuchana quechuahablante:\n\"Estos señores solo quieren que les hablemos en castellano. Por ejemplo, cuando vamos a un hospital o a una institución no nos dan una adecuada atención. Nos miran y dicen: '¡Espera! ¡Vuelve a otra hora!'. Así nos dicen y nos maltratan. No nos dan atención rápida. Por eso es que nos sentimos discriminadas como campesinas. Por eso, nosotras nos sentimos mal, humilladas. Sentimos como si nuestros derechos no valieran\".\nTornado del video Cuatro casos de discriminación en el Perú. Defensoría del Pueblo",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de la lectura colectiva, un estudiante comentó lo siguiente: \"Es lamentable que la señora no haya sido atendida en el hospital, pero yo creo que la responsabilidad es de la señora por no saber castellano\". ¿Cuál de las siguientes intervenciones es más pertinente para promover que el estudiante incluya la perspectiva de derechos en su análisis?",
          "opciones": [
            "\"El quechua es una lengua oficial; por ello, las instituciones públicas están obligadas a utilizar el quechua en las zonas donde esta lengua es predominante. Entonces, ¿es responsable la señora por no haber sido atendida? Veamos qué afirma la legislación vigente en el Perú al respecto\".",
            "\"La educación es un asunto público pendiente en el Perú. Por ello, es necesario que tomes en consideración las dificultades que enfrentan los ciudadanos para acceder al derecho a la educación en el Perú. Toma eso en cuenta e identifica qué retos debe superar el Estado para garantizar ese acceso\".",
            "\"Concuerdo contigo en la necesidad de promover la enseñanza del castellano. Sin embargo, no planteas las causas por las cuales el derecho a una educación en castellano es requisito para ejercer el derecho a la salud. Identifica esas causas y profundiza en tu respuesta\"."
          ],
          "respuesta": "\"El quechua es una lengua oficial; por ello, las instituciones públicas están obligadas a utilizar el quechua en las zonas donde esta lengua es predominante. Entonces, ¿es responsable la señora por no haber sido atendida? Veamos qué afirma la legislación vigente en el Perú al respecto\".",
          "respuestaCorta": "Esta intervención cambia el enfoque de la culpa individual a la responsabilidad del Estado, introduciendo el concepto de derechos lingüísticos y las obligaciones de las instituciones públicas.",
          "solucionario": "La intervención más pertinente es la que introduce el marco legal y de derechos. Al señalar que el quechua es una lengua oficial y que las instituciones públicas tienen la obligación de atender en lenguas originarias, se desmonta el argumento del estudiante que culpa a la víctima. La reflexión se traslada del plano del deber individual de la ciudadana al plano del deber institucional del Estado, que es el núcleo del enfoque de derechos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente desea que los estudiantes inicien la problematización del asunto público evidenciado en el testimonio. ¿Cuál de las siguientes acciones pedagógicas es pertinente para este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen los artículos de la Constitución Política del Perú que se relacionan con derechos lingüísticos. Luego, explicarles los principales artículos de la Ley que regula el uso, preservación, desarrollo, recuperación, fomento y difusión de las lenguas originarias del Perú.",
            "Pedir a los estudiantes que, a partir del testimonio, analicen el rol que cumplen los derechos lingüísticos para ejercer otros derechos. Luego, pedirles que señalen ejemplos de otras situaciones en las que el ejercicio de derechos, como a la educación o al trabajo, esté vinculado con el ejercicio de los derechos lingüísticos.",
            "Indicar a los estudiantes qué derechos han sido vulnerados en la situación narrada en el testimonio. Luego, pedirles que, en equipos, planteen propuestas de cómo ellos, como ciudadanos, pueden organizarse para promover el respeto de los derechos lingüísticos en el Perú."
          ],
          "respuesta": "Pedir a los estudiantes que, a partir del testimonio, analicen el rol que cumplen los derechos lingüísticos para ejercer otros derechos. Luego, pedirles que señalen ejemplos de otras situaciones en las que el ejercicio de derechos, como a la educación o al trabajo, esté vinculado con el ejercicio de los derechos lingüísticos.",
          "respuestaCorta": "Problematizar implica entender la complejidad del asunto. La acción más pertinente es hacer que los estudiantes vean cómo la vulneración de un derecho (lingüístico) impide el ejercicio de otros (salud, educación, etc.).",
          "solucionario": "Para problematizar un asunto público, no basta con identificar el derecho vulnerado; es crucial comprender sus implicancias y conexiones. La opción b logra esto al guiar a los estudiantes a analizar cómo los derechos lingüísticos son una 'llave' para acceder a otros derechos fundamentales como la salud (en el caso del testimonio), la educación o la justicia. Esto les permite entender la dimensión sistémica del problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p09",
      "contexto": "A propósito de la muerte de tres trabajadores en un centro de labores con condiciones de seguridad muy deficientes, se han generado discusiones sobre las leyes de trabajo y sobre el crecimiento del trabajo informal en el país. Una ciudadana comenta lo siguiente: \"Si los empleadores y los empleados son informales, es decir, si no siguen las normas de seguridad y no pagan sus impuestos, son cómplices y responsables de los hechos, de modo que no tienen de qué quejarse ni qué reclamar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria al enfoque de derechos humanos?",
          "opciones": [
            "Porque desconoce que todos los ciudadanos tienen derechos que no se restringen por trabajar informalmente.",
            "Porque omite que la informalidad es responsabilidad de todos los los ciudadanos.",
            "Porque niega a los ciudadanos el derecho de expresar su inconformidad."
          ],
          "respuesta": "Porque desconoce que todos los ciudadanos tienen derechos que no se restringen por trabajar informalmente.",
          "respuestaCorta": "Los derechos humanos son universales, inherentes e inalienables. Ninguna condición, como la informalidad laboral, puede anular derechos fundamentales como el derecho a la vida y la seguridad.",
          "solucionario": "El principio fundamental del enfoque de derechos humanos es su universalidad. Esto significa que los derechos son intrínsecos a la persona y no dependen de su condición laboral, legal, económica o de cualquier otra índole. La afirmación es contraria a este principio porque condiciona el derecho a la seguridad y a la vida al cumplimiento de normas formales, sugiriendo que quienes trabajan en la informalidad pierden sus derechos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p10",
      "contexto": "En un programa de radio se discute acerca del nuevo hospital de la localidad que incorporará la práctica tradicional del parto vertical. Una oyente expresa al respecto lo siguiente: \"No sé cómo el Estado decide en qué va a invertir, pero no creo que deba invertir en este tipo de prácticas. Por el contrario, debería promover que se incremente el uso de prácticas modernas, en lugar de prácticas primitivas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria a los principios que sustentan la convivencia democrática?",
          "opciones": [
            "Porque desconoce que el parto vertical puede considerarse una práctica médica moderna desde que fue incorporada a los protocolos de atención médica.",
            "Porque desconoce que existen procedimientos legales por los cuales se establece cómo se va a invertir el presupuesto público en salud.",
            "Porque desconoce que el Estado tiene el deber de conservar y proteger a las diversas culturas de un país pluricultural como el Perú."
          ],
          "respuesta": "Porque desconoce que el Estado tiene el deber de conservar y proteger a las diversas culturas de un país pluricultural como el Perú.",
          "respuestaCorta": "La afirmación establece una jerarquía entre culturas, calificando una práctica tradicional como 'primitiva', lo cual va en contra del principio democrático de reconocimiento y valoración de la diversidad cultural.",
          "solucionario": "En un país pluricultural como el Perú, la convivencia democrática se sustenta en el respeto y la valoración de todas las culturas. El Estado tiene el deber de proteger esta diversidad. La afirmación de la oyente es antidemocrática porque desprecia una práctica cultural ancestral, la califica peyorativamente como 'primitiva' y aboga por su reemplazo en lugar de su inclusión, negando así el valor de la diversidad cultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p11",
      "contexto": "Un canal de noticias ha colgado en su página web una noticia en la que un ciudadano denuncia haber sido discriminado. En la noticia, se narra que un agente de seguridad de un centro comercial le prohibió el ingreso a este ciudadano diciéndole que se reservaban el derecho de admisión y utilizando adjetivos racistas para referirse a él. Una persona ha comentado la noticia escribiendo lo siguiente: \"El agente de seguridad que lo discrimina tiene rasgos tan peruanos como él. Además, el agredido es un ingeniero reconocido que ha viajado por el mundo y no merece ser tratado así. El accionar del agente debería estar prohibido por la ley\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué esta afirmación es contraria al enfoque de derechos humanos?",
          "opciones": [
            "Porque la afirmación asume que existen factores que justifican la discriminación.",
            "Porque la afirmación desconoce que las leyes prohíben todo tipo de discriminación.",
            "Porque la afirmación supone que la discriminación siempre está asociada a características físicas."
          ],
          "respuesta": "Porque la afirmación asume que existen factores que justifican la discriminación.",
          "respuestaCorta": "Al justificar por qué la víctima 'no merece' ser discriminada (por ser ingeniero), el comentario sugiere implícitamente que otras personas sin esos méritos sí podrían merecerlo, haciendo que el derecho sea condicional.",
          "solucionario": "El enfoque de derechos humanos sostiene que nadie merece ser discriminado, bajo ninguna circunstancia. El derecho a la no discriminación es universal e incondicional. El comentario contradice este principio al señalar que la víctima 'no merece ser tratado así' debido a su estatus profesional. Esto implica que el derecho a no ser discriminado depende de los logros o el estatus de una persona, y no de su simple condición de ser humano.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p12",
      "contexto": "Durante una sesión, los estudiantes comentaron diversas noticias que les habían suscitado interés. Uno de los estudiantes presentó una noticia acerca de la apertura de una tienda de una conocida marca de moda rápida. El estudiante comentó que esta tienda presentará muchas colecciones anuales a muy bajos precios. Varios de los estudiantes consideraron que la inauguración de la tienda era una buena noticia, porque permitirá a los consumidores acceder a una amplia y novedosa variedad de prendas a precios muy accesibles. El docente sabe que la moda rápida es una forma de producción globalizada de ropa caracterizada por la reducción de costos, del tiempo de fabricación y de los precios finales; no obstante, sabe también que la moda rápida ha sido objeto de diversos cuestionamientos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es pertinente para promover que los estudiantes analicen el fenómeno de la moda rápida desde la perspectiva de los derechos humanos?",
          "opciones": [
            "Pedir a los estudiantes que busquen información sobre la producción de la moda rápida para responder a las siguientes preguntas: ¿qué edades suelen tener sus trabajadores?, ¿cuántas horas trabajan?, ¿cómo son los lugares en los que trabajan? Luego, pedirles que describan los criterios necesarios para que un trabajo se realice en condiciones dignas. Por último, pedirles que contrasten dichos criterios con la información recogida sobre el caso.",
            "Explicar a los estudiantes en qué consisten los derechos humanos, cuáles de ellos constituyen derechos civiles y políticos, y cuáles constituyen derechos económicos, sociales y culturales. Luego, pedirles que identifiquen cuáles de esos derechos están relacionados a condiciones laborales. Por último, pedirles que evalúen si estos derechos están contemplados en la legislación peruana.",
            "Pedir a los estudiantes que investiguen qué es la moda rápida, por qué ha tenido tanto éxito y en qué países alcanza más éxito comercial. Luego, solicitarles que identifiquen los beneficios que este tipo de industrias brindan a los consumidores. Por último, pedirles que identifiquen el aporte de la industria de la moda rápida al PBI per cápita de los países en los que opera."
          ],
          "respuesta": "Pedir a los estudiantes que busquen información sobre la producción de la moda rápida para responder a las siguientes preguntas: ¿qué edades suelen tener sus trabajadores?, ¿cuántas horas trabajan?, ¿cómo son los lugares en los que trabajan? Luego, pedirles que describan los criterios necesarios para que un trabajo se realice en condiciones dignas. Por último, pedirles que contrasten dichos criterios con la información recogida sobre el caso.",
          "respuestaCorta": "La acción guía a los estudiantes a investigar las condiciones laborales de la moda rápida y compararlas con los estándares de un trabajo digno, conectando directamente el tema con los derechos humanos laborales.",
          "solucionario": "Para analizar el fenómeno desde la perspectiva de los derechos humanos, es fundamental centrarse en las condiciones de vida y trabajo de las personas involucradas en la cadena de producción. La opción 'a' es la más pertinente porque guía a los estudiantes a través de un proceso de investigación y contraste que les permite evaluar si se están respetando los derechos laborales fundamentales (trabajo digno, condiciones seguras, ausencia de explotación infantil, etc.), que son una parte esencial de los derechos humanos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de investigar sobre los impactos sociales y ambientales de la moda rápida, los estudiantes realizan un debate acerca de si se debería prohibir o promover este tipo de industrias. ¿Cuál de las siguientes alternativas incluye tres aspectos que deben ser considerados por los estudiantes en la elaboración de argumentos razonados?",
          "opciones": [
            "Distinguir entre fuentes académicas y de divulgación; utilizar información de fuentes académicas para fundamentar sus argumentos; explicar su postura respetando la postura de sus compañeros.",
            "Distinguir entre hechos y opiniones; utilizar datos, criterios y hechos para fundamentar sus argumentos; explicar las razones que fundamentan opiniones distintas a la suya.",
            "Distinguir entre argumentos persuasivos y no persuasivos; utilizar una voz clara y convincente al expresar sus argumentos; expresar sus argumentos de forma asertiva y clara."
          ],
          "respuesta": "Distinguir entre hechos y opiniones; utilizar datos, criterios y hechos para fundamentar sus argumentos; explicar las razones que fundamentan opiniones distintas a la suya.",
          "respuestaCorta": "Un argumento razonado se basa en la evidencia (distinguiendo hechos de opiniones), usa datos para sustentarse y demuestra comprensión de la complejidad del tema al poder explicar posturas contrarias.",
          "solucionario": "La elaboración de argumentos razonados es una habilidad de pensamiento crítico. La opción 'b' contiene los tres pilares de esta habilidad: 1) la distinción epistemológica entre lo objetivo (hechos) y lo subjetivo (opiniones); 2) el uso de evidencia para sostener una postura; y 3) la capacidad de comprender y articular la lógica de puntos de vista diferentes al propio, lo que demuestra una comprensión profunda del tema. Las otras opciones se centran en aspectos importantes pero secundarios, como el tipo de fuente o el estilo de la comunicación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones se evidencia una vulneración de derechos?",
          "opciones": [
            "Luz, comunera aimarahablante, está en litigio por el título de propiedad de sus tierras; cuando se presenta al juicio, le indican que este se realizará solamente en castellano para que el juez pueda comprender con claridad los hechos.",
            "Zoila, mujer de una comunidad indígena, es miembro de una lista electoral en campaña; ella ha dejado de utilizar la vestimenta tradicional de su comunidad para promover una imagen que genere mayor simpatía en electores de otras zonas del país.",
            "Dayron, un joven de veinte años, subió a un bus a vender golosinas; la mayor parte de pasajeros fueron indiferentes con él e, incluso, una pasajera exclamó en voz alta: \"Estos jóvenes de hoy deberían buscarse un trabajo de verdad en vez de estar en las calles\"."
          ],
          "respuesta": "Luz, comunera aimarahablante, está en litigio por el título de propiedad de sus tierras; cuando se presenta al juicio, le indican que este se realizará solamente en castellano para que el juez pueda comprender con claridad los hechos.",
          "respuestaCorta": "Se vulnera el derecho de Luz a un debido proceso y a la defensa en su propio idioma, un derecho lingüístico fundamental que garantiza la igualdad ante la ley.",
          "solucionario": "La situación de Luz muestra una clara vulneración del derecho a la tutela judicial efectiva. En un país con diversidad lingüística reconocida oficialmente, el Estado debe garantizar que los ciudadanos puedan ser juzgados y defenderse en su lengua materna, proporcionando traductores si es necesario. Negarle esta posibilidad la coloca en una situación de indefensión. La opción de Zoila es una decisión personal de estrategia política y la de Dayron es un caso de prejuicio y mala educación, pero no una vulneración de derechos por parte de una autoridad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p14",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones se evidencia una vulneración de derechos?",
          "opciones": [
            "José es portador del VIH. Ha postulado a un puesto de trabajo en la oficina de sistemas de una empresa y ha pasado exitosamente las pruebas de selección de personal. Sin embargo, la última parte del proceso de selección es un examen médico que incluye una prueba obligatoria de diagnóstico del VIH.",
            "María presenta ceguera. Ella se ha esforzado mucho en su preparación para postular a una carrera en una universidad pública y pasó por el proceso de admisión adecuado a la discapacidad que presenta. Sin embargo, luego de la evaluación, no ingresó.",
            "Felipe pasa con su vehículo por una zona donde se realiza un operativo policial. No ha cometido ninguna infracción al reglamento de tránsito ni ha infringido ninguna ley. Sin embargo, los efectivos policiales le pidieron que detenga su vehículo."
          ],
          "respuesta": "José es portador del VIH. Ha postulado a un puesto de trabajo en la oficina de sistemas de una empresa y ha pasado exitosamente las pruebas de selección de personal. Sin embargo, la última parte del proceso de selección es un examen médico que incluye una prueba obligatoria de diagnóstico del VIH.",
          "respuestaCorta": "Se vulnera el derecho al trabajo sin discriminación. Exigir una prueba de VIH como requisito para un empleo que no lo justifica es un acto discriminatorio prohibido por ley.",
          "solucionario": "La situación de José evidencia una vulneración del derecho a la no discriminación en el acceso al empleo. La legislación prohíbe explícitamente el uso de pruebas de VIH como requisito para contratar a una persona, ya que su condición de seropositivo no le impide realizar la mayoría de trabajos. En el caso de María, no ingresar a la universidad no implica vulneración si el proceso fue justo y adecuado a su condición. En el caso de Felipe, ser detenido en un operativo policial es una acción legal dentro de las funciones de la policía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p15",
      "contexto": "Una docente está conversando con los estudiantes acerca de por qué la separación de poderes es importante para la democracia. A continuación, se muestran las intervenciones de tres estudiantes:\nJoaquín: \"Porque evita que el poder se acumule en una sola institución y permite que los poderes del Estado se fiscalicen entre ellos\".\nClaudia: \"Porque permite que la democracia se fortalezca al propiciar que los funcionarios y autoridades rindan cuentas a la ciudadanía y sean transparentes en su gestión\".\nAna: \"Porque posibilita la alternancia en el poder mediante elecciones para que los diferentes partidos tengan oportunidad de gobernar y no se mantengan mucho tiempo en el poder\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los estudiantes explica correctamente la importancia de la separación de poderes para la democracia?",
          "opciones": [
            "Joaquín.",
            "Claudia.",
            "Ana."
          ],
          "respuesta": "Joaquín.",
          "respuestaCorta": "Joaquín describe correctamente el propósito fundamental de la separación de poderes: crear un sistema de frenos y contrapesos para evitar la concentración del poder y permitir la fiscalización mutua.",
          "solucionario": "La explicación de Joaquín es la más precisa. La teoría de la separación de poderes busca distribuir las funciones del Estado (legislativa, ejecutiva y judicial) en órganos distintos e independientes para que se controlen mutuamente y se evite el absolutismo o la tiranía. Claudia describe la rendición de cuentas y Ana la alternancia en el poder, que son principios democráticos importantes pero distintos al de la separación de poderes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas enuncia una definición correcta de Estado de derecho?",
          "opciones": [
            "El Estado de derecho es un orden político y jurídico basado en el derecho de los individuos para determinar sus orientaciones morales, para decidir autónomamente sus proyectos de vida y para perseguir sus metas económicas, de modo que se asegure que todas las personas puedan actuar según sus intereses.",
            "El Estado de derecho es un orden político y jurídico en el cual todos los ciudadanos se someten a la ley, y las acciones del Estado están reguladas por su marco legal, de modo tal que el poder del Estado y la discrecionalidad de sus funcionarios y gobernantes están limitados por el orden jurídico.",
            "El Estado de derecho es un orden político y jurídico fundado en las tradiciones y costumbres del pueblo, y que plantea que el bienestar de la colectividad debe primar sobre los intereses individuales, de modo tal que el Estado cuente con un orden jurídico estable y un poder legítimo."
          ],
          "respuesta": "El Estado de derecho es un orden político y jurídico en el cual todos los ciudadanos se someten a la ley, y las acciones del Estado están reguladas por su marco legal, de modo tal que el poder del Estado y la discrecionalidad de sus funcionarios y gobernantes están limitados por el orden jurídico.",
          "respuestaCorta": "La definición correcta de Estado de derecho se basa en el principio del 'imperio de la ley', donde tanto los ciudadanos como el propio Estado están sometidos al ordenamiento jurídico.",
          "solucionario": "La opción 'b' define con precisión el Estado de derecho. Sus dos pilares son: el principio de legalidad (todos, ciudadanos y gobernantes, están sujetos a la ley) y la garantía de los derechos fundamentales. Esto implica que el poder del Estado no es absoluto, sino que está limitado por la ley para proteger a los ciudadanos de la arbitrariedad. La opción 'a' se acerca más a una definición de liberalismo y la 'c' a una de comunitarismo, pero no capturan la esencia del Estado de derecho.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p17",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente desea realizar una actividad que promueva en los estudiantes la reflexión acerca de su propia identidad cultural. ¿Cuál de las siguientes acciones es más pertinente para dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que busquen información sobre las culturas preincas más importantes y que señalen si los avances producidos en dichas culturas han sido relevantes en el desarrollo de la tecnología que se usa en la actualidad.",
            "Pedir a los estudiantes que investiguen en qué localidad crecieron sus bisabuelos y tatarabuelos, así como las costumbres más usuales en esa localidad, y que expliquen si comparten algunas de esas costumbres.",
            "Pedir a los estudiantes que respondan por escrito las siguientes preguntas: ¿qué es, para ti, el arte?, ¿qué tipo de expresión artística te gusta más?, ¿qué pieza de arte nacional conoces que sea de reconocimiento internacional?"
          ],
          "respuesta": "Pedir a los estudiantes que investiguen en qué localidad crecieron sus bisabuelos y tatarabuelos, así como las costumbres más usuales en esa localidad, y que expliquen si comparten algunas de esas costumbres.",
          "respuestaCorta": "Para reflexionar sobre la propia identidad cultural, es muy efectivo conectar la historia personal y familiar con las tradiciones y costumbres de los antepasados.",
          "solucionario": "La identidad cultural se nutre de la herencia y la historia del grupo de pertenencia. La actividad de la opción 'b' es la más pertinente porque invita a los estudiantes a realizar un ejercicio de introspección y conexión con sus raíces familiares. Al investigar sobre sus antepasados y sus costumbres, y reflexionar sobre cuáles de ellas perduran, los estudiantes pueden comprender mejor cómo se ha formado su propia identidad cultural.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p18",
      "contexto": "El propósito de una docente es que los estudiantes reconozcan que su identidad es compleja y que está en permanente construcción. En una sesión, una docente pidió a los estudiantes que respondan la siguiente pregunta: \"¿Con qué te identificas?\". Luego de que cada estudiante respondiera, una estudiante le dijo a otra: \"Nosotras somos peruanas. No es posible que te identifiques con esos grupos de música coreana de moda. El año pasado ni siquiera la escuchabas\". Al oír este comentario, la docente decide intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones de la docente es pertinente para favorecer el logro del propósito?",
          "opciones": [
            "\"Nuestras identidades están marcadas por el lugar en que nacemos; es necesario reconocerlo con orgullo. Para ello, debemos profundizar el amor por nuestra patria, ya que, solo apropiándonos de nuestra cultura, de sus tradiciones, de su comida, de sus danzas, podremos contribuir a la mejora del país y de nosotros mismos como ciudadanos\".",
            "\"Recordemos que nuestra verdadera identidad, con la que nacemos, es algo único que solo conoceremos a partir de la autorreflexión. Si, por ejemplo, reflexionamos acerca de cuáles son nuestros gustos, nuestra verdadera vocación y las habilidades naturales con las que contamos para realizar ciertos deportes o tareas iremos descubriendo nuestra verdadera identidad\".",
            "\"En nuestra identidad, hay pertenencias sobre las que no podemos decidir como, por ejemplo, la familia o el país en que nacemos. Sin embargo, existen otras cosas que elegimos, por ejemplo, ser hincha de un equipo o ser miembro de una comunidad religiosa. En nuestras vidas, nos vamos a ir identificando con diversas pertenencias y todas ellas irán conformando nuestra identidad\"."
          ],
          "respuesta": "\"En nuestra identidad, hay pertenencias sobre las que no podemos decidir como, por ejemplo, la familia o el país en que nacemos. Sin embargo, existen otras cosas que elegimos, por ejemplo, ser hincha de un equipo o ser miembro de una comunidad religiosa. En nuestras vidas, nos vamos a ir identificando con diversas pertenencias y todas ellas irán conformando nuestra identidad\".",
          "respuestaCorta": "Esta intervención explica que la identidad es compleja, formada tanto por elementos heredados como por elecciones personales que cambian con el tiempo, lo que valida la experiencia de la estudiante.",
          "solucionario": "La intervención de la docente en la opción 'c' es la más adecuada porque aborda directamente la idea de que la identidad es compleja, dinámica y multidimensional. Distingue entre las identidades adscritas (como la nacionalidad) y las identidades adquiridas o elegidas (como los gustos musicales). Esto permite a las estudiantes comprender que una nueva identificación (con la música coreana) no anula ni entra en conflicto con una identidad preexistente (ser peruana), sino que se suma a ella, enriqueciéndola.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p19",
      "contexto": "El propósito de un tutor de quinto grado es favorecer en los estudiantes la reflexión crítica sobre los estereotipos de belleza. Para ello, les ha solicitado que lleven a la siguiente sesión algunas imágenes de modelos de belleza que encuentran comúnmente en los medios de comunicación. En la sesión correspondiente, el tutor pide a los estudiantes que se organicen en equipos para analizar las fotografías que han llevado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para favorecer la reflexión crítica sobre los estereotipos de belleza a partir del análisis de las fotografías?",
          "opciones": [
            "Primero, el tutor pregunta a los estudiantes por qué creen que, dentro de la sociedad, se mantienen estos estereotipos. Luego, les solicita que elaboren propuestas para contrarrestar dichos estereotipos y las expliquen en plenaria.",
            "Primero, el tutor pregunta a los estudiantes si ellos consideran que esos ejemplos determinan lo que la sociedad espera de sí mismos en términos físicos. Luego, les solicita que reflexionen hasta qué punto el valor de una persona radica en la belleza y les pide que lo discutan en equipos.",
            "Primero, el tutor pregunta a los estudiantes qué características son comunes entre las imágenes analizadas. Luego, les muestra imágenes de modelos de belleza humana de diferentes épocas, y les pregunta si lo que se considera bello hoy sería considerado bello en esos períodos y por qué."
          ],
          "respuesta": "Primero, el tutor pregunta a los estudiantes qué características son comunes entre las imágenes analizadas. Luego, les muestra imágenes de modelos de belleza humana de diferentes épocas, y les pregunta si lo que se considera bello hoy sería considerado bello en esos períodos y por qué.",
          "respuestaCorta": "La reflexión crítica se fomenta al desnaturalizar el estereotipo, mostrando que los cánones de belleza son construcciones sociales que cambian a lo largo del tiempo y no verdades absolutas.",
          "solucionario": "La estrategia más efectiva para una reflexión crítica es la historización y la comparación cultural. Al pedir a los estudiantes que primero identifiquen los patrones actuales y luego los comparen con los de otras épocas, el tutor los lleva a la conclusión de que la belleza es un concepto relativo y culturalmente construido. Esto les permite tomar distancia del estereotipo actual y entenderlo como una norma social transitoria, en lugar de una meta natural o universal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p20",
      "contexto": "En la localidad donde está ubicado el CEBA, se ha incrementado aceleradamente el número de inmigrantes. Eso ha generado diversas reacciones en la población. Algunas de ellas reflejan prejuicios y estereotipos. Ante esa situación, una docente desea que los estudiantes reflexionen críticamente sobre dichos prejuicios y estereotipos. Para ello, la docente inicia la sesión mostrando los siguientes titulares de los diarios de la localidad:\n\"Con la llegada de los migrantes la delincuencia se ha incrementado en la ciudad\".\n\"Un inmigrante de 24 años reaccionó violentamente tras una broma callejera\".\n\"Se denuncian robos a mano armada por banda de extranjeros\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada para cumplir el propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que busquen otras noticias que expliquen el incremento de la delincuencia en la ciudad; luego, solicitarles que señalen todas las causas probables de la delincuencia, además de la inmigración; finalmente, pedirles que elaboren posibles soluciones al problema de la delincuencia.",
            "Pedir a los estudiantes que analicen qué idea expresan los titulares acerca de los inmigrantes; luego, solicitarles que evalúen si los titulares trasmiten una idea que puede ser generalizada a todos los inmigrantes y por qué; finalmente, pedirles que discutan, en plenaria, cómo es que el lenguaje utilizado en los titulares configura una imagen de los inmigrantes.",
            "Pedir a los estudiantes que expliquen cómo se sentirían al leer los titulares presentados si fueran inmigrantes y por qué; luego, solicitarles que evalúen qué condiciones se deberían mejorar en la localidad para que los inmigrantes abandonen la delincuencia; finalmente, pedirles que discutan en grupos cómo se podría mejorar la percepción sobre los inmigrantes."
          ],
          "respuesta": "Pedir a los estudiantes que analicen qué idea expresan los titulares acerca de los inmigrantes; luego, solicitarles que evalúen si los titulares trasmiten una idea que puede ser generalizada a todos los inmigrantes y por qué; finalmente, pedirles que discutan, en plenaria, cómo es que el lenguaje utilizado en los titulares configura una imagen de los inmigrantes.",
          "respuestaCorta": "Esta actividad guía a los estudiantes a identificar el prejuicio en los titulares, cuestionar la generalización (el estereotipo) y analizar críticamente cómo el lenguaje mediático construye esa imagen negativa.",
          "solucionario": "El propósito es la reflexión crítica sobre prejuicios y estereotipos. La opción 'b' es la más adecuada porque sigue una secuencia pedagógica precisa para deconstruir el estereotipo: 1) Identificar el mensaje o la idea que se transmite (el prejuicio). 2) Cuestionar la validez de aplicar esa idea a todo un colectivo (la generalización que crea el estereotipo). 3) Analizar el mecanismo a través del cual se construye esa imagen (el rol del lenguaje). Esta secuencia promueve un análisis crítico y profundo del fenómeno.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p21",
      "contexto": "Durante una sesión de aprendizaje, un docente les muestra a los estudiantes vestimentas tradicionales del Perú y les pide que, en equipos, elijan una de las vestimentas mostradas. Luego, cada equipo deberá realizar una investigación para elaborar una descripción de la vestimenta utilizando como guía las siguientes preguntas:\n• ¿Cómo es la vestimenta (material, colores, prendas)?\n• ¿Qué recursos y técnicas son utilizados en la elaboración?\n• ¿La vestimenta está adecuada al clima de la zona?\n• ¿Se utiliza especialmente en algunas fechas?\n• ¿Se relaciona con la realización de algún rito, danza, festividad, etc.?\nFinalmente, los estudiantes deberán exponer sus hallazgos y explicar qué es lo que este trabajo les ha permitido conocer acerca de la cultura en la que se usa la vestimenta que eligieron.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito del docente es promover el conocimiento de otras culturas, ¿cuál es la razón principal por la cual la actividad es pertinente?",
          "opciones": [
            "La actividad propone analizar un elemento de la cultura material, la vestimenta, como medio para que los estudiantes conozcan cómo una cultura se ha relacionado con el ambiente, así como las creencias y concepciones vinculadas a sus prácticas culturales.",
            "La actividad permite que los estudiantes desarrollen habilidades de investigación, indagación y elaboración de hipótesis para conocer la historia sobre los pobladores del Perú a través de los vestigios que se conocen, en este caso, la vestimenta.",
            "La actividad está basada en la guía constante del docente, quien con sus pautas, orienta a los estudiantes en cada paso, sin obstaculizar que los estudiantes se involucren activamente en su proceso de aprendizaje."
          ],
          "respuesta": "La actividad propone analizar un elemento de la cultura material, la vestimenta, como medio para que los estudiantes conozcan cómo una cultura se ha relacionado con el ambiente, así como las creencias y concepciones vinculadas a sus prácticas culturales.",
          "respuestaCorta": "La actividad es pertinente porque utiliza un objeto cultural (la vestimenta) como punto de partida para explorar dimensiones más profundas de una cultura: su relación con el entorno, su tecnología y su mundo simbólico.",
          "solucionario": "La razón principal de la pertinencia de la actividad es que trasciende la simple descripción de un objeto. Las preguntas guía están diseñadas para que, a través del estudio de la vestimenta, los estudiantes puedan inferir y comprender aspectos complejos de una cultura, como su adaptación al medio ambiente, sus conocimientos tecnológicos, su organización social del tiempo (festividades) y sus creencias (ritos). Es un enfoque integral para conocer otra cultura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p22",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente desea realizar una actividad para promover en los estudiantes el conocimiento de diversas culturas. ¿Cuál de las siguientes actividades es pertinente para dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que, en equipos, escojan una leyenda regional del Perú e identifiquen aspectos o rasgos que puedan brindar información sobre la cultura en la que se enmarca dicha leyenda. Luego, proponerles que indaguen si existen leyendas similares en otros países. Finalmente, pedirles que presenten sus hallazgos en plenaria.",
            "Pedir a los estudiantes que individualmente realicen una lista en la que indiquen qué culturas existen en el Perú. Luego, pedirles que mencionen los retos que genera la diversidad cultural para el país. Finalmente, indicarles que propongan cómo debería ser una política cultural para abordar esos retos que presenta la diversidad cultural.",
            "Pedir a los estudiantes que, en plenaria, expongan diferentes ejemplos de lo que entienden por cultura. Luego, solicitarles que, a partir de ellos, intenten definir el concepto de cultura. Finalmente, pedirles que cada uno elabore un trabajo en el que explique cómo es su cultura, qué elementos le han permitido identificarla y cómo se siente respecto a ella."
          ],
          "respuesta": "Pedir a los estudiantes que, en equipos, escojan una leyenda regional del Perú e identifiquen aspectos o rasgos que puedan brindar información sobre la cultura en la que se enmarca dicha leyenda. Luego, proponerles que indaguen si existen leyendas similares en otros países. Finalmente, pedirles que presenten sus hallazgos en plenaria.",
          "respuestaCorta": "La actividad es pertinente porque parte del análisis de una producción cultural específica (una leyenda) para conocer una cultura y luego promueve una perspectiva comparativa e intercultural.",
          "solucionario": "Esta actividad promueve el conocimiento de diversas culturas de manera profunda. Primero, los estudiantes analizan una manifestación cultural inmaterial (leyenda) para comprender la cosmovisión y valores de la cultura que la produjo. Segundo, el paso de buscar similitudes en otros países fomenta una visión intercultural, permitiéndoles reconocer patrones universales y particularidades culturales. Es un enfoque inductivo y comparativo.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes afirmaciones se evidencia una adecuada comprensión de la relación entre los principios democráticos de libertad e igualdad?",
          "opciones": [
            "\"En democracia, la meta es que tengamos igual derecho para ejercer nuestra libertad, no que seamos iguales sacrificando nuestra libertad. Se trata de que todos contemos con iguales oportunidades para desarrollar en autonomía nuestra vida y, para eso, necesitamos que los derechos de todos se respeten por igual\".",
            "\"En democracia, la libertad es el valor más importante, para que cada quien pueda desarrollar su vida en absoluta autonomía. Se trata de que todos contemos por igual con el derecho a la libertad de formar nuestras convicciones morales y nuestro proyecto de vida sin limitaciones ni restricciones de ningún tipo\".",
            "\"En democracia, debemos sacrificar nuestra libertad para que podamos compartir iguales características entre ciudadanos. Se trata de que tengamos una única cultura como ciudadanos de un mismo país, de forma tal que podamos mantener y proteger nuestra identidad nacional\"."
          ],
          "respuesta": "\"En democracia, la meta es que tengamos igual derecho para ejercer nuestra libertad, no que seamos iguales sacrificando nuestra libertad. Se trata de que todos contemos con iguales oportunidades para desarrollar en autonomía nuestra vida y, para eso, necesitamos que los derechos de todos se respeten por igual\".",
          "respuestaCorta": "La democracia busca un equilibrio donde la igualdad de derechos y oportunidades es la condición necesaria para que cada individuo pueda ejercer su libertad.",
          "solucionario": "La afirmación 'a' comprende adecuadamente la relación. La democracia no busca la uniformidad (ser iguales), lo que anularía la libertad, sino la equidad (igualdad de derechos y oportunidades). Esta igualdad es el piso común que permite a todos los individuos ejercer su libertad para desarrollar sus propios proyectos de vida. La opción 'b' absolutiza la libertad sin reconocer sus límites necesarios para la convivencia, mientras que la 'c' propone sacrificar la libertad en aras de una igualdad homogeneizadora, lo cual es contrario a los principios democráticos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p24",
      "contexto": "Los estudiantes se encuentran comentando las diversas noticias que han seleccionado para compartir en el aula. Durante el diálogo, una estudiante presenta la siguiente noticia:\nUn nuevo derrame de petróleo afecta la Amazonía peruana por fuga en oleoducto\nLa Amazonía peruana volvió a sufrir un nuevo derrame de petróleo por una fuga acontecida, esta vez, en el Oleoducto Nor Peruano (ONP). Esto fue informado por el Organismo de Evaluación y Fiscalización Ambiental (OEFA) en un comunicado. El derrame ocurrió a la altura del kilómetro 20 del Tramo 1 del oleoducto, cerca de la comunidad nativa de San Pedro, situada dentro del municipio de Urarinas, que se encuentra en la región amazónica de Loreto. Técnicos del OEFA se encuentran en la zona afectada supervisando las acciones emprendidas por la compañía para la reparación de la fuga y el recojo del crudo vertido al ambiente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para que los estudiantes analicen esta problemática desde la perspectiva del bien común?",
          "opciones": [
            "Mostrar a los estudiantes información acerca de la importancia económica, ecológica, hídrica y climática de la Amazonía; luego, preguntarles si consideran que el cuidado de esta región es responsabilidad exclusiva de sus habitantes.",
            "Solicitar a los estudiantes que recopilen noticias acerca de los derrames de petróleo ocurridos en el último año en la Amazonía; luego, a partir de las noticias recopiladas, pedirles que elaboren una lista de causas probables del derrame.",
            "Pedir a los estudiantes que identifiquen las demandas de los representantes de la empresa petrolera y de los habitantes de la comunidad de San Pedro; luego, solicitarles que elaboren una propuesta de solución a las necesidades de ambos actores."
          ],
          "respuesta": "Mostrar a los estudiantes información acerca de la importancia económica, ecológica, hídrica y climática de la Amazonía; luego, preguntarles si consideran que el cuidado de esta región es responsabilidad exclusiva de sus habitantes.",
          "respuestaCorta": "Analizar desde el bien común implica entender que la Amazonía es un patrimonio colectivo cuya protección es una responsabilidad compartida, no solo de quienes viven en ella.",
          "solucionario": "La perspectiva del bien común se enfoca en aquello que beneficia a toda la sociedad, presente y futura. La actividad 'a' es la más pertinente porque orienta a los estudiantes a reconocer el valor multidimensional de la Amazonía para todo el país (y el mundo) y los lleva a cuestionar la idea de que su cuidado es un problema local. Esto fomenta la comprensión de que la protección de la Amazonía es una responsabilidad compartida que contribuye al bienestar general.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p25",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente desea activar los saberes previos de los estudiantes respecto al concepto de asunto público. ¿Cuál de las siguientes indicaciones es más pertinente para el propósito planteado por el docente?",
          "opciones": [
            "\"Cada uno debe buscar tres noticias sobre asuntos públicos en el periódico y explicar en plenaria cuáles fueron los criterios que utilizó para seleccionarlos\".",
            "\"En equipos de tres integrantes, deben buscar en la biblioteca definiciones de asunto público y compararlas con los ejemplos propuestos por el docente en clase\".",
            "\"En parejas, deben responder a las siguientes preguntas: ¿qué tipos de problemas son recurrentes al interior de la escuela?, ¿cómo podemos actuar para resolverlos?\"."
          ],
          "respuesta": "\"Cada uno debe buscar tres noticias sobre asuntos públicos en el periódico y explicar en plenaria cuáles fueron los criterios que utilizó para seleccionarlos\".",
          "respuestaCorta": "Para activar saberes previos, es ideal que los estudiantes apliquen el concepto buscando ejemplos reales y luego justifiquen su elección, permitiendo al docente evaluar su comprensión inicial.",
          "solucionario": "La mejor manera de activar los saberes previos es a través de una tarea que requiera que los estudiantes utilicen sus conocimientos existentes. La opción 'a' les pide aplicar el concepto de 'asunto público' en una situación real (buscar noticias) y luego verbalizar su proceso de razonamiento ('explicar los criterios'). Esto no solo activa su conocimiento, sino que también le proporciona al docente un diagnóstico claro de lo que el grupo entiende por el concepto antes de iniciar la instrucción formal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p26",
      "contexto": "En una sesión de aprendizaje, un docente está trabajando con los estudiantes acerca de los cambios generados por la Segunda Revolución Industrial en la sociedad. Al respecto, uno de los estudiantes comentó lo siguiente: \"A mi parecer, los avances tecnológicos de la Segunda Revolución Industrial solo han traído beneficios a toda la humanidad\". Varios estudiantes estuvieron de acuerdo con este comentario. Por ello, el docente busca generar conflicto cognitivo en los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es adecuada para lograr dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que interpreten un gráfico estadístico que muestra el incremento del uso del petróleo desde el siglo XIX hasta la actualidad. Luego, solicitarles que expliquen por qué organismos internacionales como la ONU abogan por la disminución de su uso.",
            "Pedir a los estudiantes que describan, en una línea de tiempo, la evolución de los inventos en telecomunicaciones desde la Segunda Revolución Industrial hasta la actualidad. Luego, solicitarles que expliquen cómo estas tecnologías han influido en el ahorro del tiempo en las comunicaciones.",
            "Pedir a los estudiantes que analicen crónicas sobre las actividades que se incorporaron en la vida cotidiana del siglo XIX a partir de la invención del cine y la fotografía. Luego, solicitarles que expliquen cómo el uso de estas nuevas tecnologías impactó en las relaciones sociales de la época."
          ],
          "respuesta": "Pedir a los estudiantes que interpreten un gráfico estadístico que muestra el incremento del uso del petróleo desde el siglo XIX hasta la actualidad. Luego, solicitarles que expliquen por qué organismos internacionales como la ONU abogan por la disminución de su uso.",
          "respuestaCorta": "Para crear un conflicto cognitivo, se debe presentar evidencia que contradiga la creencia del estudiante. Vincular un avance de esa era (uso del petróleo) con un problema actual (contaminación) desafía la idea de que 'solo han traído beneficios'.",
          "solucionario": "El conflicto cognitivo se genera al enfrentar al estudiante con información que contradice sus ideas preconcebidas. La afirmación del estudiante es que los avances tecnológicos solo tuvieron consecuencias positivas. La acción 'a' es la más adecuada porque toma un avance central de esa revolución (el motor de combustión y el uso masivo del petróleo) y lo conecta con una de sus consecuencias negativas más graves a largo plazo: el cambio climático y la contaminación. Esto obliga al estudiante a reconsiderar su visión simplista del progreso tecnológico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p27",
      "contexto": "Durante una sesión de aprendizaje, la docente pide a los estudiantes que analicen una lectura sobre la tecnología empleada durante el periodo Lítico en el Perú. A continuación, les pide que comenten las ideas principales de la lectura. Uno de los estudiantes dice lo siguiente: \"Según la lectura, durante el periodo Lítico, se usaron herramientas rudimentarias hechas de piedra, hueso o madera. Por eso, yo pienso que la sociedad del Lítico fue menos evolucionada que la sociedad actual\". Dado que varios estudiantes coinciden con lo expresado, la docente desea realizar una acción que los ayude a reflexionar acerca de su concepción sobre el desarrollo histórico de las sociedades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más adecuada para este propósito?",
          "opciones": [
            "Primero, explicar a los estudiantes que se debe valorar a las sociedades del periodo Lítico por lo que han logrado hacer. Luego, pedirles que elaboren una línea de tiempo que muestre los principales hitos del desarrollo tecnológico a lo largo de la historia. Finalmente, preguntarles sobre los aportes de las sociedades del periodo Lítico y de la sociedad contemporánea al desarrollo de la humanidad.",
            "Primero, pedir a los estudiantes que elaboren un cuadro comparativo de las tecnologías utilizadas para la guerra durante el periodo Lítico y el periodo Contemporáneo. Luego, pedirles que expliquen los impactos de ambos tipos de tecnología en sus respectivas sociedades. Finalmente, preguntarles qué características o condiciones requeriría una sociedad para ser calificada como más avanzada que otra.",
            "Primero, pedirles que ubiquen en un mapa de Perú los lugares donde se hallaron evidencias de la tecnología del periodo Lítico. Luego, pedirles que establezcan las diferencias entre las tecnologías de diferentes regiones. Finalmente, preguntarles acerca de la relación entre la producción de la tecnología y el espacio donde se desarrolla."
          ],
          "respuesta": "Primero, pedir a los estudiantes que elaboren un cuadro comparativo de las tecnologías utilizadas para la guerra durante el periodo Lítico y el periodo Contemporáneo. Luego, pedirles que expliquen los impactos de ambos tipos de tecnología en sus respectivas sociedades. Finalmente, preguntarles qué características o condiciones requeriría una sociedad para ser calificada como más avanzada que otra.",
          "respuestaCorta": "Para cuestionar la idea de 'evolución' lineal, es eficaz hacer que los estudiantes reflexionen sobre los criterios que usan para juzgar a una sociedad como 'avanzada', revelando la complejidad y subjetividad de tal calificación.",
          "solucionario": "El estudiante tiene una visión teleológica y jerárquica de la historia ('menos evolucionada'). La acción 'b' es la más adecuada para deconstruir esta idea. Al comparar el impacto de las tecnologías y, sobre todo, al preguntar por los criterios para definir una sociedad como 'avanzada', la docente obliga a los estudiantes a cuestionar sus propios supuestos. Esto los puede llevar a entender que 'progreso' tecnológico no siempre equivale a 'progreso' social o moral, y que cada sociedad debe ser entendida en su propio contexto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito de un docente es activar los saberes previos de los estudiantes acerca de las causas que explican los cambios de la delimitación territorial del Perú en el siglo XX. ¿Cuál de las siguientes acciones del docente es adecuada para activar los saberes previos de los estudiantes?",
          "opciones": [
            "Entregar a los estudiantes mapas del Perú de 1877 y de 1913. Luego, pedirles que identifiquen las diferencias que muestran estos mapas respecto a los límites del territorio peruano y que respondan por qué creen que existen dichas diferencias.",
            "Entregar a los estudiantes fragmentos del Tratado de Lima que reincorpora el departamento de Tacna al Perú. Luego, pedirles que analicen sus principales claúsulas y que respondan cuáles fueron los principales acuerdos a los que se llegó en dicho tratado.",
            "Entregar a los estudiantes un texto en el que se presentan las ideas de dos geógrafos respecto a los cambios en los límites territoriales del Perú. Luego, pedirles que reconozcan las perspectivas de cada uno de ellos y que respondan por qué es importante considerar ambas perspectivas."
          ],
          "respuesta": "Entregar a los estudiantes mapas del Perú de 1877 y de 1913. Luego, pedirles que identifiquen las diferencias que muestran estos mapas respecto a los límites del territorio peruano y que respondan por qué creen que existen dichas diferencias.",
          "respuestaCorta": "La comparación de mapas de diferentes épocas es un recurso visual potente para evidenciar los cambios territoriales e incitar a los estudiantes a formular hipótesis sobre las causas basadas en sus conocimientos previos.",
          "solucionario": "Para activar saberes previos, es ideal partir de una evidencia concreta que plantee un problema o una pregunta. La opción 'a' lo hace de manera muy eficaz: la comparación visual de los mapas hace evidente el cambio territorial. La pregunta abierta '¿por qué creen que existen dichas diferencias?' moviliza los conocimientos que los estudiantes ya poseen sobre la historia peruana (Guerra del Pacífico, tratados, etc.) para que elaboren explicaciones iniciales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p29",
      "contexto": "Un docente desarrolla una unidad de aprendizaje cuyo propósito es que los estudiantes interpreten diversas fuentes históricas relacionadas con la Guerra del Pacífico. Luego de que los estudiantes han investigado sobre las características del contexto peruano durante dicha guerra, el docente trabaja con los estudiantes un conjunto de actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el desarrollo de una de las actividades, el docente entrega a los estudiantes las siguientes fuentes:\nFuente 1\nFomentando indefinidamente la idea de una guerra insensata, después de San Juan, de Miraflores y las crueles revueltas de Lima y Arequipa, las fuerzas nacionales se debilitaban día a día [...]. La urgencia de ajustar la paz con Chile del mejor modo posible, y de que la república se levante unida y vigorosa para sacudirse de los pasados extravíos y entrar de lleno en la senda regeneradora se me presenta fuera de toda duda [...]. Soldado de la nación, no comprendo las luchas intestinas cuando no las guía una dieta elevada, una necesidad absoluta de recobrar derechos que se nos arrebatan, de salvar el honor nacional comprometido, de sostener las libertades públicas holladas.\nProclama de Miguel Iglesias [1882].\nFuente 2\n[Me asiste] la triste persuasión de que las condiciones de paz propuestas por el vencedor después de la ocupación de Lima jamás serían razonables y decorosas, como no lo fueron las que formuló con el carácter de inalterables, en ocasiones menos propicias para Chile, al celebrarse las conferencias de Arica.\nMemorias de Andrés Avelino Cáceres [1883].\nSi el propósito del docente es que los estudiantes interpreten estas fuentes históricas, ¿cuál de las siguientes actividades es más adecuada para lograrlo?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen en las fuentes los hechos que explican el fin de la guerra. Luego, pedirles que en una línea de tiempo señalen los hechos principales de las campañas militares de ambos caudillos. Finalmente, solicitarles que en equipos discutan acerca del tratado de paz que puso fin al conflicto.",
            "Solicitar a los estudiantes que identifiquen en las fuentes la posición que asumieron ambos caudillos respecto a la manera de terminar la guerra. Luego, pedirles que elaboren un cuadro comparativo de ambas posiciones. Finalmente, solicitarles que, en equipos, expliquen por qué Cáceres demostró mayor valor y determinación que Iglesias.",
            "Solicitar a los estudiantes que identifiquen en las fuentes la postura de ambos caudillos respecto al fin de la guerra y que las contrasten entre sí. Luego, pedirles que investiguen sobre las circunstancias que explicarían la posición de cada uno de los caudillos. Finalmente, solicitarles que en equipos discutan acerca de ambos puntos de vista."
          ],
          "respuesta": "Solicitar a los estudiantes que identifiquen en las fuentes la postura de ambos caudillos respecto al fin de la guerra y que las contrasten entre sí. Luego, pedirles que investiguen sobre las circunstancias que explicarían la posición de cada uno de los caudillos. Finalmente, solicitarles que en equipos discutan acerca de ambos puntos de vista.",
          "respuestaCorta": "La interpretación histórica requiere identificar las posturas de los autores, contrastarlas y, fundamentalmente, contextualizarlas para comprender por qué sostenían dichas posiciones.",
          "solucionario": "Interpretar una fuente histórica implica más que extraer datos; significa comprender la perspectiva del autor. La opción 'c' plantea la secuencia más completa para el pensamiento histórico: 1) identificar y contrastar las posturas opuestas de Iglesias (paz ahora para evitar más destrucción) y Cáceres (continuar la resistencia); 2) investigar el contexto de cada uno para entender sus motivaciones (contextualización histórica); y 3) discutir ambos puntos de vista, lo que fomenta el análisis crítico en lugar de una conclusión simplista.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente solicita a los estudiantes que investiguen acerca de las acciones del presidente Mariano I. Prado durante la Guerra del Pacífico. Luego de esta actividad, presenta a los estudiantes extractos de entrevistas realizadas a dos investigadores acerca del rol del presidente Prado durante dicha guerra.\nEntrevista 1\nSegún García Belaunde, \"si eres presidente no puedes irte. Y si te vas, regresas. Te pones a disposición de quien sea. Pero Prado no tenía previsto regresar. Hay varias teorías que lo explican. La teoría de mi libro señala que Prado se fue del Perú no por cobardía o enfermedad, sino por defender sus intereses económicos en Chile\".\nEntrevista 2\nGárate afirma: \"Cuando uno está llevado por el fervor patriótico, no piensa en los enemigos que tiene detrás, solo mira hacia adelante. Y es curioso; se le critica a Prado por haber salido del país, con la aprobación del Congreso, para conseguir armas. Pero Piérola es quien le da un golpe y nadie se lo censura\".\nTomando en cuenta las fuentes presentadas y las investigaciones realizadas por los estudiantes, ¿cuál de los siguientes conjuntos de preguntas es más pertinente para promover que, a partir del análisis de las fuentes presentadas y considerando lo investigado previamente, los estudiantes interpreten de manera crítica el rol del presidente Prado durante la Guerra del Pacífico?",
          "opciones": [
            "¿Por qué Prado decidió irse del país durante la guerra según cada uno de los entrevistados? ¿Por qué este gobernante fue responsable de la derrota peruana frente a Chile? ¿Por qué el rol de Prado durante la guerra es defendido sin razón por parte de un sector académico y político del país?",
            "¿Cuál de las fuentes presentadas ofrece las verdaderas razones por las cuales el presidente Prado se ausentó del país? ¿De qué manera estas fuentes podrían ser relevantes para revelar la auténtica personalidad de este gobernante? ¿Cómo fue la relación de Prado con otros políticos de la época?",
            "¿Cuál es el punto de vista de los entrevistados acerca del presidente Prado? ¿Cómo podría vincularse la actuación del presidente Prado con la situación de crisis que atravesaba el Perú en esa época? ¿Por qué las decisiones adoptadas por este político pudieron impactar en el desarrollo de la guerra?"
          ],
          "respuesta": "¿Cuál es el punto de vista de los entrevistados acerca del presidente Prado? ¿Cómo podría vincularse la actuación del presidente Prado con la situación de crisis que atravesaba el Perú en esa época? ¿Por qué las decisiones adoptadas por este político pudieron impactar en el desarrollo de la guerra?",
          "respuestaCorta": "Las preguntas pertinentes para una interpretación crítica son aquellas que guían al estudiante a identificar las diferentes perspectivas, a contextualizar las acciones del personaje y a evaluar el impacto de sus decisiones.",
          "solucionario": "El conjunto de preguntas de la opción 'c' es el más adecuado para promover una interpretación crítica. La primera pregunta se enfoca en la identificación de las tesis de los historiadores (análisis de fuentes). La segunda pide contextualizar las acciones de Prado dentro de la crisis general del país (contextualización). La tercera invita a analizar la causalidad histórica y la relevancia de sus decisiones. Este enfoque fomenta el pensamiento histórico complejo, en lugar de buscar 'verdaderas razones' o respuestas sesgadas como en las otras opciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p30",
      "contexto": "Un docente tiene el propósito de que los estudiantes interpreten fuentes históricas en relación con las perspectivas de determinados actores sociales acerca de la supresión de la esclavitud y el tributo indígena. Para tal propósito, les presenta los siguientes documentos:",
      "imagen": "img/ascenso/secundaria/2018/sociales/1.jpg",
      "preguntas": [
        {
          "pregunta": "Luego de que los estudiantes han analizado ambos documentos, el docente les pide que identifiquen las perspectivas de algunos actores sociales acerca de la supresión de la esclavitud y el tributo indígena. ¿Cuál de las siguientes afirmaciones evidencia que el estudiante ha logrado lo solicitado por el docente?",
          "opciones": [
            "Carla: \"Los hacendados consideraban que los indios y esclavos no estaban preparados para la libertad, porque no podían sostenerse económicamente por sí mismos\".",
            "Raúl: \"Algunos grupos de élite consideraban que la eliminación de la esclavitud y el tributo indígena era perjudicial, porque afectaría económicamente a los hacendados\".",
            "Pablo: \"Los hacendados consideraban que la eliminación de la esclavitud era más perjudicial que la eliminación del tributo indígena, porque este último les afectaba menos\"."
          ],
          "respuesta": "Raúl: \"Algunos grupos de élite consideraban que la eliminación de la esclavitud y el tributo indígena era perjudicial, porque afectaría económicamente a los hacendados\".",
          "respuestaCorta": "Raúl sintetiza correctamente la perspectiva común en ambas fuentes: los grupos de élite se oponían a estas medidas liberalizadoras principalmente por el impacto económico negativo que tendrían en sus intereses (falta de mano de obra).",
          "solucionario": "La afirmación de Raúl es la que mejor integra la información de ambos documentos. Tanto los hacendados (Documento 1) como el ministro de Hacienda (Documento 2) representan a grupos de élite que, a pesar de usar argumentos morales o de orden social, en el fondo expresan una preocupación económica: la abolición de la esclavitud y del tributo indígena reduciría la disponibilidad de mano de obra para la agricultura y otras actividades. Carla mezcla los argumentos y Pablo hace una comparación que no se puede sustentar con los textos provistos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p31",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa tres características del Perú durante la denominada era del guano (1845-1871)?",
          "opciones": [
            "Predominio de la economía rentista, incremento de la deuda externa y predominio político de los caudillos militares.",
            "Fortalecimiento de la burguesía, existencia de anarquía política y militar, y marginación política de sectores populares.",
            "Relativa estabilidad política y social, predominio de la agroexportación e implementación de política de obras públicas."
          ],
          "respuesta": "Predominio de la economía rentista, incremento de la deuda externa y predominio político de los caudillos militares.",
          "respuestaCorta": "La era del guano se caracterizó por una economía dependiente de la renta de este recurso, un gran aumento de la deuda pública y la continuación del poder político en manos de caudillos militares.",
          "solucionario": "La opción 'a' resume acertadamente el período. La economía se volvió 'rentista', dependiente de los ingresos por la exportación del guano sin desarrollar otros sectores. A pesar de la bonanza fiscal, el Estado se endeudó masivamente a través de la consolidación de la deuda y nuevos empréstitos. Políticamente, fue la época del apogeo y declive de los caudillos militares de la independencia, quienes controlaron el Estado y los ingresos del guano.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p32",
      "contexto": "En una reunión de docentes del área de Ciencias Sociales, Juan, uno de los docentes, muestra las líneas de tiempo que se observan a continuación: Luego, Juan comenta que halló estas líneas de tiempo en un texto y que, a pesar de que las líneas son diferentes, ambas son formas aceptadas para distinguir los límites de la Edad Moderna y la Edad Contemporánea. Uno de los docentes le pregunta por qué ambas se pueden usar.",
      "imagen": "img/ascenso/secundaria/2018/sociales/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes respuestas a esta interrogante es correcta?",
          "opciones": [
            "\"Porque las periodizaciones históricas son creadas a partir del consenso de determinados grupos académicos que establecen, con base en determinados criterios, los acontecimientos que actúan como límites temporales entre un periodo y otro\".",
            "\"Porque las periodizaciones históricas responden solo a la ideología política de quienes las elaboran y a la selección de hechos políticos relevantes que actúan como límites temporales entre un periodo y otro\".",
            "\"Porque las periodizaciones históricas se construyen sobre la base de decisiones arbitrarias para seleccionar los acontecimientos o hechos que se emplean como límites temporales entre un periodo y otro\"."
          ],
          "respuesta": "\"Porque las periodizaciones históricas son creadas a partir del consenso de determinados grupos académicos que establecen, con base en determinados criterios, los acontecimientos que actúan como límites temporales entre un periodo y otro\".",
          "respuestaCorta": "Las periodizaciones históricas son construcciones intelectuales basadas en consensos académicos. Diferentes criterios (por ejemplo, eurocéntricos o americanistas) pueden llevar a la selección de diferentes hitos, resultando en modelos válidos pero distintos.",
          "solucionario": "La respuesta 'a' es la correcta porque define la naturaleza de la periodización histórica: no es una verdad objetiva inscrita en el tiempo, sino una herramienta conceptual. Es una construcción creada por historiadores que, a través del debate y el consenso académico, seleccionan ciertos eventos como puntos de inflexión (hitos) basados en criterios específicos. Por ello, pueden coexistir diferentes periodizaciones, cada una con su propia lógica y criterios de validez.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta tres consecuencias de la Revolución francesa?",
          "opciones": [
            "Eliminación de los estamentos sociales, supresión de los privilegios de los nobles, y el predominio social y político de la burguesía.",
            "Destrucción de las bases del absolutismo, creación del modelo de República federal e impulso de las libertades individuales.",
            "Reducción del poder de la Iglesia católica, extensión de la educación laica y prohibición de los cultos religiosos."
          ],
          "respuesta": "Eliminación de los estamentos sociales, supresión de los privilegios de los nobles, y el predominio social y político de la burguesía.",
          "respuestaCorta": "Tres consecuencias fundamentales de la Revolución Francesa fueron el fin de la sociedad estamental, la abolición de los privilegios feudales y el ascenso de la burguesía como nueva clase dominante.",
          "solucionario": "La opción 'a' señala tres de las transformaciones sociopolíticas más directas y definitorias de la Revolución Francesa. Se abolió la estructura social basada en el nacimiento (estamentos), lo que implicó la supresión de los privilegios fiscales y legales de la nobleza y el clero. Como resultado de este proceso, la burguesía, que lideró la revolución, se consolidó como la clase social con hegemonía política y económica.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p34",
      "contexto": "En una sesión de aprendizaje, los estudiantes se encuentran investigando sobre el ochenio de Odría. En este marco, el docente les pregunta acerca de cómo impactó la coyuntura internacional en el Perú durante dicha época. A continuación, tres estudiantes responden lo siguiente:\n• Pedro: \"Durante la Segunda Guerra Mundial, diferentes fuerzas políticas nacionales estuvieron en contra del avance del fascismo\".\n• Alicia: \"En esa época, en el Perú, los capitales económicos estadounidenses se incrementaron y superaron a los ingleses\".\n• Cristina: \"La exportación de materias primas en el Perú aumentó debido a la guerra de Corea\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las respuestas de los estudiantes es correcta?",
          "opciones": [
            "La respuesta de Pedro.",
            "La respuesta de Alicia.",
            "La respuesta de Cristina."
          ],
          "respuesta": "La respuesta de Cristina.",
          "respuestaCorta": "La Guerra de Corea (1950-1953) ocurrió plenamente durante el Ochenio de Odría (1948-1956) y benefició a la economía peruana al aumentar la demanda y los precios de las materias primas que el país exportaba.",
          "solucionario": "La respuesta de Cristina es correcta. La Guerra de Corea generó un boom en los precios de las materias primas a nivel mundial, lo cual fue muy favorable para la economía peruana, basada en la exportación, durante el gobierno de Odría. Las otras opciones son incorrectas cronológicamente: la Segunda Guerra Mundial terminó antes del Ochenio y el predominio del capital estadounidense sobre el británico es un proceso que se consolida en décadas anteriores.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p35",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos históricos NO ocurrió mientras en España reinaba Carlos I?",
          "opciones": [
            "La implementación de las reformas borbónicas en el Virreinato del Perú.",
            "La creación del Virreinato del Perú tras la promulgación de las Leyes Nuevas.",
            "El desarrollo de la rebelión de los encomenderos dirigida por Gonzalo Pizarro."
          ],
          "respuesta": "La implementación de las reformas borbónicas en el Virreinato del Perú.",
          "respuestaCorta": "Las reformas borbónicas son del siglo XVIII y fueron implementadas por la dinastía Borbón, mientras que Carlos I (de la dinastía Habsburgo) reinó en el siglo XVI.",
          "solucionario": "Carlos I de España (también conocido como Carlos V del Sacro Imperio Romano Germánico) reinó en el siglo XVI. Durante su mandato se crearon las Leyes Nuevas (1542) que establecieron el Virreinato del Perú y provocaron la rebelión de los encomenderos. Las reformas borbónicas, por otro lado, son un conjunto de políticas implementadas dos siglos después, en el siglo XVIII, por una dinastía diferente, los Borbones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p36",
      "contexto": "Durante una sesión de aprendizaje, una docente presentó a los estudiantes un conjunto de imágenes representativas del patrimonio cultural de la cultura Paracas. Algunos estudiantes se mostraron interesados en las tradiciones funerarias Paracas. Por ello, la docente les preguntó lo siguiente: \"¿Cómo enterramos hoy en día a nuestros muertos? ¿Los paracas enterraban a sus muertos como se hace actualmente? ¿Qué diferencias encuentran entre sus costumbres funerarias y las nuestras?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se busca promover a partir de las preguntas planteadas?",
          "opciones": [
            "La descripción de cambios y permanencias de un fenómeno histórico.",
            "El reconocimiento de diferentes dimensiones de un proceso histórico.",
            "La identificación de los ritmos de cambio en la historia."
          ],
          "respuesta": "La descripción de cambios y permanencias de un fenómeno histórico.",
          "respuestaCorta": "Al comparar la misma práctica (rituales funerarios) en dos épocas distintas (Paracas y la actualidad), la docente promueve la identificación de lo que ha cambiado y lo que ha permanecido a lo largo del tiempo.",
          "solucionario": "El eje de las preguntas de la docente es la comparación de una práctica social a través del tiempo. Esta comparación diacrónica es la estrategia fundamental para que los estudiantes puedan identificar y describir los cambios (elementos que son diferentes) y las permanencias (elementos que se mantienen o tienen continuidades) en un proceso histórico, una competencia clave en la disciplina.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p37",
      "contexto": "Para el desarrollo de una actividad, un docente pide a los estudiantes que analicen dos fuentes relacionadas con el periodo virreinal peruano:\n• La primera fuente trata acerca de cómo la Iglesia católica explicaba el origen divino de los desastres en dicha época.\n• La segunda fuente describe los rituales y las muestras de religiosidad católica que realizó la sociedad virreinal frente al terremoto de 1746.\nLuego, el docente les solicita que, a partir de las fuentes analizadas, respondan cómo la religión católica influyó en la sociedad virreinal.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de la actividad descrita?",
          "opciones": [
            "Promover que los estudiantes expliquen cambios y permanencias en la religiosidad católica.",
            "Promover que los estudiantes expliquen las creencias y actitudes colectivas a partir del contexto cultural de la época estudiada.",
            "Promover que los estudiantes expliquen la diversidad de perspectivas sobre el origen de los desastres en un contexto determinado."
          ],
          "respuesta": "Promover que los estudiantes expliquen las creencias y actitudes colectivas a partir del contexto cultural de la época estudiada.",
          "respuestaCorta": "La actividad busca que los estudiantes comprendan la mentalidad de la época virreinal, explicando cómo la cosmovisión religiosa católica moldeaba las interpretaciones y reacciones de la sociedad ante eventos como los terremotos.",
          "solucionario": "El propósito central es desarrollar la contextualización histórica. Al analizar cómo se interpretaba un desastre (origen divino) y cómo se reaccionaba (rituales religiosos), los estudiantes deben situarse en el marco mental de la sociedad virreinal. Se les pide que expliquen las creencias y comportamientos colectivos no desde el presente, sino desde la lógica y la cultura de la época estudiada, comprendiendo la profunda influencia de la religión en todos los aspectos de la vida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p38",
      "contexto": "Durante una unidad didáctica, la docente y los estudiantes están abordando las percepciones de los españoles del siglo XVII en relación con la sociedad incaica. Para ello, la docente les entrega el siguiente documento:\nLos reyes incas permitieron en particular un género de hechiceros, que son como brujos, y tomaban la figura que querían, y en breve tiempo iban por el aire largo camino, a donde querían, y hablaban con el demonio, el cual les respondía en ciertas piedras, y en otras cosas de las que tenían en mucha veneración: servían ellos de adivinos [...]. Y habiendo los hechiceros hablado con el demonio en lugar oscuro, respondían sí o no: de manera que se oía su voz, no viendo con quien hablaban y para invocar al demonio hacían mil ceremonias y sacrificios echando en su chicha, o vino como de cierta yerba; y hacen estos hechiceros otro daño mayor, que son ellos los que más impiden recibirse la verdad del Santo Evangelio.\nModificado de Herrera y Tordesillas, Antonio (1615) Historia general de los Hechos de los Castellanos en las Islas y Tierra firme del mar Océano.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para iniciar la actividad, la docente pide a los estudiantes que identifiquen el tipo de fuente y la analicen. Para continuar, ¿cuál de las siguientes acciones es pertinente para que los estudiantes interpreten esta fuente histórica?",
          "opciones": [
            "Pedirles que comenten cómo se describe a la sociedad incaica en la fuente. Luego, solicitarles que planteen a qué costumbres incas se podría referir la fuente. Finalmente, pedirles que respondan por qué creen que el autor se refirió de esa forma a los incas.",
            "Pedirles que expliquen qué aspectos describe la fuente sobre los incas. Luego, solicitarles que identifiquen los elementos fantásticos presentes en la narración. Finalmente, pedirles que respondan por qué el autor se equivocó al narrar las costumbres incas.",
            "Pedirles que señalen qué tradiciones incas describe la fuente. Luego, solicitarles que comenten el valor que poseen las tradiciones incas. Finalmente, pedirles que identifiquen las diferencias entre la tradición religiosa inca y la cristiana."
          ],
          "respuesta": "Pedirles que comenten cómo se describe a la sociedad incaica en la fuente. Luego, solicitarles que planteen a qué costumbres incas se podría referir la fuente. Finalmente, pedirles que respondan por qué creen que el autor se refirió de esa forma a los incas.",
          "respuestaCorta": "La interpretación de una fuente requiere comprender lo que dice, hipotetizar sobre su referente real y, crucialmente, analizar la perspectiva y el contexto del autor para entender sus motivaciones y su forma de narrar.",
          "solucionario": "La opción 'a' propone una secuencia de interpretación histórica sólida. Primero, se analiza el contenido explícito de la fuente (cómo describe a los incas). Segundo, se intenta conectar esa descripción con el conocimiento histórico sobre prácticas andinas (a qué se podría referir). Tercero y más importante, se realiza un análisis crítico de la fuente al preguntar por la intención y perspectiva del autor, llevándolos a considerar su contexto (cronista español del siglo XVII) para entender por qué interpreta las prácticas religiosas andinas como 'hechicería' demoníaca.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p39",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea que los estudiantes desarrollen la noción de simultaneidad para la comprensión del tiempo histórico, ¿cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Pedirles que elaboren un cuadro comparativo acerca de la tecnología agrícola Paracas, Nasca y Chincha. Luego, pedirles que ubiquen, en el actual mapa del Perú, los territorios donde se desarrollaron estas sociedades.",
            "Pedirles que investiguen la etapa inicial de la cultura Inca y la etapa de apogeo Chimú. Luego, pedirles que ubiquen ambas etapas en un cuadro cronológico del periodo prehispánico.",
            "Pedirles que analicen imágenes de ceramios de las culturas Moche y Chimú. Luego, pedirles que identifiquen las semejanzas y diferencias entre sus representaciones."
          ],
          "respuesta": "Pedirles que investiguen la etapa inicial de la cultura Inca y la etapa de apogeo Chimú. Luego, pedirles que ubiquen ambas etapas en un cuadro cronológico del periodo prehispánico.",
          "respuestaCorta": "La simultaneidad se refiere a eventos que ocurren al mismo tiempo. Investigar dos culturas que fueron contemporáneas (Incas iniciales y Chimú en su apogeo) y ubicarlas en la misma franja temporal de una línea de tiempo desarrolla esta noción.",
          "solucionario": "La noción de simultaneidad implica comprender que diferentes procesos históricos pueden ocurrir al mismo tiempo en distintos lugares. La opción 'b' aborda directamente esta noción al pedir a los estudiantes que investiguen y representen cronológicamente dos procesos que coexistieron: el surgimiento de los Incas en la sierra sur y el apogeo de la cultura Chimú en la costa norte. Esto les permite visualizar que la historia no es una secuencia única, sino un conjunto de desarrollos paralelos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p40",
      "contexto": "El propósito de un docente es que los estudiantes interpreten fuentes históricas acerca de la cultura Moche. Para el desarrollo de una de las actividades, el docente les presenta la siguiente fotografía de un cántaro Moche:",
      "imagen": "img/ascenso/secundaria/2018/sociales/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente es más adecuada para promover la interpretación de la fuente presentada?",
          "opciones": [
            "El docente pide a los estudiantes que describan el estilo de la cerámica Moche y el uso que probablemente los moches le dieron a este cántaro. Luego, les solicita que seleccionen un objeto actual que se use de forma similar. Por último, les indica que comenten las diferencias entre ambos objetos.",
            "El docente pide a los estudiantes que describan al personaje representado y los elementos que lo acompañan. Luego, les solicita que describan la acción realizada por el personaje. Por último, les pide que comenten cuál es el valor de este cántaro para conocer las actividades que realizaban los moches.",
            "El docente pide a los estudiantes que describan la forma del cántaro. Luego, les solicita que indaguen acerca de los materiales y los colores que se han empleado en dicho ceramio. Por último, los orienta para que elaboren su propio ceramio considerando las características de la cerámica Moche."
          ],
          "respuesta": "El docente pide a los estudiantes que describan al personaje representado y los elementos que lo acompañan. Luego, les solicita que describan la acción realizada por el personaje. Por último, les pide que comenten cuál es el valor de este cántaro para conocer las actividades que realizaban los moches.",
          "respuestaCorta": "La interpretación de una fuente iconográfica implica describir sus elementos, inferir la escena o acción representada y valorar la pieza como documento histórico que informa sobre la vida de esa cultura.",
          "solucionario": "La opción 'b' presenta la secuencia metodológica adecuada para la interpretación de una fuente visual en historia. Comienza con la descripción (identificar al personaje y los elementos), continúa con la inferencia de la acción (qué está haciendo), y culmina con la valoración de la fuente (qué información nos proporciona sobre la cultura Moche, en este caso, sobre la navegación y la pesca). Este proceso transforma la cerámica de un objeto de arte a un documento histórico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p41",
      "contexto": "Un grupo de estudiantes ha elaborado el siguiente organizador gráfico:",
      "imagen": "img/ascenso/secundaria/2018/sociales/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia principalmente en el trabajo elaborado por este grupo de estudiantes?",
          "opciones": [
            "La distinción entre causas estructurales y coyunturales de un proceso histórico.",
            "El reconocimiento de cambios y continuidades de un proceso histórico.",
            "La identificación de la multicausalidad de un proceso histórico."
          ],
          "respuesta": "La identificación de la multicausalidad de un proceso histórico.",
          "respuestaCorta": "El organizador gráfico demuestra que los estudiantes comprenden que un evento histórico complejo, como la Conquista del Tahuantinsuyo, fue el resultado de múltiples causas y no de un único factor.",
          "solucionario": "El esquema elaborado por los estudiantes muestra claramente que han identificado varios factores (guerra civil, apoyo de otros pueblos, superioridad militar) que contribuyeron a un mismo hecho histórico (la Conquista). Este reconocimiento de que un proceso es el resultado de la confluencia de diversas causas es la esencia del principio de multicausalidad en la historia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p42",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente desea activar los saberes previos de los estudiantes respecto a la relación entre los procesos de migración y de crecimiento urbano. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que, desde su vida cotidiana, mencionen evidencias de movilidad poblacional rural. Luego, pedir a los estudiantes que respondan las siguientes preguntas: ¿por qué migran las personas a las ciudades?, ¿están preparadas las ciudades para recibir a los migrantes?",
            "Solicitar a los estudiantes que interpreten información acerca de las características demográficas de una ciudad. Luego, pedir a los estudiantes que respondan a las siguientes preguntas: ¿cuál es su composición poblacional?, ¿de dónde son los inmigrantes que han llegado en la última década?",
            "Solicitar a los estudiantes que apliquen un cuestionario a sus familiares que hayan migrado. Luego, pedir a los estudiantes que respondan, a partir de esta información, las siguientes preguntas: ¿en qué año migraron sus padres y abuelos?, ¿en qué ciudades se establecieron en el transcurso de sus vidas hasta la actualidad?"
          ],
          "respuesta": "Solicitar a los estudiantes que, desde su vida cotidiana, mencionen evidencias de movilidad poblacional rural. Luego, pedir a los estudiantes que respondan las siguientes preguntas: ¿por qué migran las personas a las ciudades?, ¿están preparadas las ciudades para recibir a los migrantes?",
          "respuestaCorta": "Para activar saberes previos, es efectivo partir de la experiencia y observación personal de los estudiantes y luego plantearles preguntas abiertas que los inviten a formular sus propias hipótesis sobre el tema.",
          "solucionario": "La activación de saberes previos busca conectar el nuevo aprendizaje con lo que el estudiante ya sabe o intuye. La opción 'a' es la más pertinente porque parte de lo concreto y cercano ('desde su vida cotidiana') para luego lanzar preguntas generadoras ('¿por qué migran?', '¿están preparadas las ciudades?'). Estas preguntas no exigen conocimiento experto, sino que apelan a las ideas, opiniones y conocimientos del mundo que los estudiantes ya poseen, sirviendo como un excelente punto de partida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p43",
      "contexto": "Un docente se encuentra dialogando con los estudiantes acerca del cambio climático y sus efectos sobre la agricultura. Cuando el docente pregunta qué acciones pueden realizar las sociedades frente a esta problemática ambiental, un estudiante afirma: \"Con el cambio climático, las posibilidades para el desarrollo de la agricultura son nulas\". Varios estudiantes estuvieron de acuerdo con esta afirmación. Por ello, el docente desea diseñar una actividad, utilizando diversos recursos, para generar conflicto cognitivo en los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "De acuerdo al propósito del docente, ¿cuál de los siguientes recursos es pertinente que incluya en esta actividad?",
          "opciones": [
            "Un caso en el que se describe que, en el contexto del cambio climático, el cultivo de cacao nativo está siendo afectado por plagas y enfermedades que son producto de la variabilidad climática. Asimismo, se indica que ello ocasiona pérdidas económicas muy severas y representa una amenaza para la subsistencia de la población rural en las zonas cacaoteras del departamento de Piura.",
            "Un caso en el que se describe que la papa dulce se produce cada vez más a mayor altitud, pues antes se obtenía a una altitud máxima de 3600 msnm, pero ahora se puede sembrar hasta los 4000 msnm, donde previamente solo se cultivaba papa amarga. Asimismo, se indica que el cultivo de esta última se ha desplazado por encima de los 4200 msnm, a lugares donde solo crecían pastos naturales.",
            "Un caso en el que se describe que, desde hace algunas décadas, se ha podido apreciar la progresiva declinación productiva del algarrobo en la costa norte del Perú como consecuencia del cambio climático. Asimismo, se indica que esta situación representa un reto que nos invita a la planificación de la producción agrícola basada en la adaptación de la producción y la demanda de los consumidores."
          ],
          "respuesta": "Un caso en el que se describe que la papa dulce se produce cada vez más a mayor altitud, pues antes se obtenía a una altitud máxima de 3600 msnm, pero ahora se puede sembrar hasta los 4000 msnm, donde previamente solo se cultivaba papa amarga. Asimismo, se indica que el cultivo de esta última se ha desplazado por encima de los 4200 msnm, a lugares donde solo crecían pastos naturales.",
          "respuestaCorta": "Para crear un conflicto cognitivo frente a la afirmación de que las posibilidades son 'nulas', se debe presentar un caso que muestre una adaptación o una nueva oportunidad agrícola generada por el cambio climático, como el cultivo a mayor altitud.",
          "solucionario": "El conflicto cognitivo se produce al presentar información que contradice una creencia arraigada. La afirmación de los estudiantes es absolutista: las posibilidades agrícolas son 'nulas'. Los casos 'a' y 'c' refuerzan esta idea al mostrar efectos negativos. En cambio, el caso 'b' la desafía directamente, pues describe cómo el calentamiento global ha abierto nuevas posibilidades agrícolas a mayores altitudes. Este ejemplo de adaptación exitosa rompe con la idea de nulidad y obliga a los estudiantes a matizar su postura inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p44",
      "contexto": "Con el propósito de promover en los estudiantes la actuación responsable en el ambiente, el docente les presenta una noticia en la que se señala que la veda de camarones se debe prolongar; y, les pide que la analicen y planteen, por escrito, un comentario al respecto. Uno de los estudiantes comenta lo siguiente: \"Esa medida es una exageración. Prolongar la veda perjudica a los pescadores que viven de la pesca y venta de camarones\". El docente desea que el estudiante se cuestione sobre su afirmación; para ello, realiza la siguiente anotación en el escrito del estudiante: \"¿Crees realmente que prolongar la veda es una exageración? ¿No has pensado que es una medida necesaria para resguardar el recurso que permite precisamente dinamizar la economía de los pescadores? Debes rehacer tu argumento\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta el propósito del docente, ¿cuál es el principal problema que evidencia su retroalimentación?",
          "opciones": [
            "La retroalimentación deja sin señalar aspectos formales en la respuesta del estudiante como la falta de un lenguaje académico para fundamentar su postura.",
            "La retroalimentación omite los aspectos positivos de la respuesta del estudiante y lo desmotiva en relación con los logros alcanzados.",
            "La retroalimentación incluye preguntas que inducen al estudiante a responder únicamente de acuerdo a lo esperado por el docente."
          ],
          "respuesta": "La retroalimentación incluye preguntas que inducen al estudiante a responder únicamente de acuerdo a lo esperado por el docente.",
          "respuestaCorta": "La retroalimentación del docente no promueve la reflexión, sino que utiliza preguntas retóricas para imponer la respuesta correcta y cierra el diálogo con una orden, en lugar de guiar al estudiante.",
          "solucionario": "Una retroalimentación efectiva debe promover que el estudiante reflexione y descubra por sí mismo las debilidades de su argumento. El principal problema aquí es que las preguntas del docente no son genuinas; son preguntas cerradas y retóricas que ya contienen la respuesta esperada. En lugar de abrir una vía para el razonamiento del estudiante (por ejemplo, preguntando '¿Qué podría pasar a largo plazo si no se respeta la veda?'), el docente le da la conclusión y le ordena cambiar su texto, con lo cual no se genera un aprendizaje significativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p45",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En una sesión de aprendizaje, un docente busca que los estudiantes identifiquen y expliquen las interrelaciones entre los elementos naturales y sociales de un territorio. ¿Cuál de las siguientes fotografías es más adecuada para que el docente logre su propósito?",
          "opciones": [
            "Una fotografía en la que se observa la venta ambulatoria en la capital distrital de Atiquipa.",
            "Una fotografía en la que se observa la vegetación típica de las lomas costeras de Atiquipa.",
            "Una fotografía en la que se observa la playa Jihuay, en Atiquipa, con veraneantes y pescadores."
          ],
          "respuesta": "Una fotografía en la que se observa la playa Jihuay, en Atiquipa, con veraneantes y pescadores.",
          "respuestaCorta": "Esta fotografía es la más adecuada porque muestra de forma explícita la interacción entre un espacio natural (la playa) y diversas actividades sociales que se desarrollan en él (pesca, turismo).",
          "solucionario": "El objetivo es que los estudiantes vean la interrelación entre naturaleza y sociedad en la construcción del espacio. La foto 'c' es la más completa para este fin. Muestra un elemento natural (la playa) y cómo la sociedad interactúa con él de diversas maneras: como un recurso económico (pescadores) y como un espacio para el ocio y la recreación (veraneantes). Esto permite analizar cómo la sociedad transforma y le da significado al espacio natural. La foto 'a' es principalmente social y la 'b' es principalmente natural.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p46",
      "contexto": "El propósito de una docente es que los estudiantes relacionen el concepto de fenómeno natural peligroso con el de vulnerabilidad. Para ello, les muestra un mapa temático titulado Áreas de inundación en caso de Tsunami en Lima Metropolitana y el Callao. En el mapa, se muestra la zona inundable ante un tsunami generado por un evento sísmico de gran magnitud.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para lograr el propósito de la docente?",
          "opciones": [
            "Primero, pedirles que relacionen el origen marino de los sismos y la generación de tsunamis. Luego, solicitarles que señalen la ruta de evacuación en caso de posible tsunami.",
            "Primero, pedirles que relacionen el movimiento inusual del mar con el sismo. Luego, solicitarles que señalen los distritos que se encuentran en el área de inundación.",
            "Primero, pedirles que relacionen los tsunamis con las formas del perfil costero. Luego, solicitarles que señalen las playas de Lima y Callao."
          ],
          "respuesta": "Primero, pedirles que relacionen el movimiento inusual del mar con el sismo. Luego, solicitarles que señalen los distritos que se encuentran en el área de inundación.",
          "respuestaCorta": "Para relacionar peligro (tsunami) con vulnerabilidad (población expuesta), la actividad debe guiar a los estudiantes a identificar el fenómeno peligroso y luego las zonas pobladas que serían afectadas por él.",
          "solucionario": "El riesgo se entiende como la combinación de un peligro y la vulnerabilidad de los elementos expuestos. La actividad 'b' es la más pertinente porque aborda ambos componentes: primero, hace que los estudiantes identifiquen el fenómeno peligroso (el tsunami como consecuencia del sismo) y, segundo, les pide que identifiquen los elementos vulnerables al señalar los distritos (áreas sociales y construidas) que se encuentran en la zona de impacto directo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p47",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito de un docente es que los estudiantes analicen cómo una problemática ambiental genera efectos a diferentes escalas. ¿Cuál de las siguientes actividades es pertinente para el logro del propósito planteado?",
          "opciones": [
            "Entregar a los estudiantes un reportaje periodístico sobre la minería por relave y sus repercusiones en poblaciones aledañas. Luego, pedirles que expongan en equipos cómo la minería aurífera afecta a las comunidades nativas ribereñas de una provincia oriental del país.",
            "Entregar a los estudiantes un estudio sobre la contaminación aurífera y su repercusión en la actividad pesquera de las comunidades nativas. Luego, pedirles que elaboren una infografía sobre la contaminación por mercurio, y su dispersión en la cuenca del río Amazonas y sus afluentes.",
            "Entregar a los estudiantes una imagen satelital de un bosque tropical en la que se observa un área protegida afectada por la minería aurífera aluvial. Luego, pedirles que elaboren un ensayo individual sobre cómo la actividad minera repercute en la conservación de esta área del bosque."
          ],
          "respuesta": "Entregar a los estudiantes un estudio sobre la contaminación aurífera y su repercusión en la actividad pesquera de las comunidades nativas. Luego, pedirles que elaboren una infografía sobre la contaminación por mercurio, y su dispersión en la cuenca del río Amazonas y sus afluentes.",
          "respuestaCorta": "Para analizar un problema en diferentes escalas, es ideal estudiar su impacto local (comunidades nativas) y luego su expansión a una escala mayor, regional o continental (cuenca del Amazonas).",
          "solucionario": "El propósito es el análisis multiescalar. La opción 'b' es la única que explícitamente dirige a los estudiantes a trabajar en dos escalas diferentes. Primero, analizan el problema a escala local (el impacto en la pesca de las comunidades) y luego a escala regional/continental (la dispersión del contaminante por toda la cuenca del Amazonas). Esto les permite comprender cómo un problema ambiental localizado puede tener consecuencias de gran alcance geográfico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente ha previsto que los estudiantes ubiquen e identifiquen la distribución de los principales ambientes del CEBA, así como las infraestructuras y espacios aledaños al CEBA. Para este fin, les brindará una fuente impresa cuya escala permita a los estudiantes realizar dicha actividad. ¿Cuál de los siguientes recursos es adecuado para la realización de la actividad prevista?",
          "opciones": [
            "Un plano catastral a una escala de 1:1000",
            "Una imagen satelital a una escala de 1:100 000",
            "Un mapa de uso de suelos a una escala de 1:100"
          ],
          "respuesta": "Un plano catastral a una escala de 1:1000",
          "respuestaCorta": "Para ver detalles de un edificio y su entorno inmediato, se necesita una representación a gran escala (denominador pequeño), como un plano 1:1000, que muestra mucha información en un área pequeña.",
          "solucionario": "La escala cartográfica indica el nivel de detalle. Una escala es 'grande' cuando su denominador es pequeño (ej. 1:1000), lo que permite mostrar mucho detalle de un área pequeña. Es 'pequeña' cuando su denominador es grande (ej. 1:100 000), mostrando poca información de un área extensa. Para identificar ambientes dentro de un colegio y sus alrededores, se necesita una escala grande. Un plano catastral 1:1000 es ideal para este propósito. Una escala 1:100 sería demasiado grande (vería solo una parte del aula), y 1:100 000 es muy pequeña (vería toda la ciudad).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p49",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito del docente es que los estudiantes reconozcan las relaciones entre los elementos naturales y sociales de un territorio. ¿Cuál de las siguientes acciones del docente es pertinente para este propósito?",
          "opciones": [
            "Presentar a los estudiantes un texto acerca de las características ecológicas y geográficas de las diferentes ecorregiones del Perú. Luego, solicitarles que identifiquen las especies endémicas de plantas y de vertebrados en cada una de las ecorregiones.",
            "Proporcionar a los estudiantes un informe sobre la disminución de las áreas agrícolas aledañas a las ciudades y las posibilidades de superar dicha problemática. Luego, solicitarles que identifiquen las problemáticas y potencialidades del área rural de las regiones mencionadas en el informe.",
            "Facilitar a los estudiantes la Guía metodológica para la elaboración participativa del Plan de Gestión del Riesgo de Desastres en instituciones educativas. Luego, solicitarles que identifiquen zonas seguras internas y externas, y rutas de evacuación del área de comercio de la localidad en caso de un incendio."
          ],
          "respuesta": "Proporcionar a los estudiantes un informe sobre la disminución de las áreas agrícolas aledañas a las ciudades y las posibilidades de superar dicha problemática. Luego, solicitarles que identifiquen las problemáticas y potencialidades del área rural de las regiones mencionadas en el informe.",
          "respuestaCorta": "La relación entre elementos naturales y sociales se evidencia claramente en el conflicto por el uso del suelo entre la expansión urbana (social) y la preservación de tierras agrícolas (natural/productivo).",
          "solucionario": "Para reconocer las relaciones entre lo natural y lo social, es ideal analizar una situación donde interactúen y, a menudo, entren en conflicto. La opción 'b' presenta un caso claro: la expansión urbana (un proceso social) que consume y transforma un espacio con características naturales productivas (áreas agrícolas). El análisis de esta problemática obliga a los estudiantes a reflexionar sobre cómo las dinámicas sociales modifican el entorno natural y viceversa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p50",
      "contexto": "En una sesión de aprendizaje, la docente presenta a sus estudiantes una fotografía. En la fotografía, se observa lo siguiente:\nEn el primer plano, se muestra un malecón, que se encuentra en la margen izquierda de un río amazónico. En este malecón, hay varios restaurantes y tiendas muy concurridas. También se muestra a varias personas que observan el paisaje ribereño.\nEn un segundo plano, se muestra una calle que conduce hasta la plaza de Armas de la ciudad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego, la docente pide a los estudiantes que realicen la lectura del paisaje de la fotografía mostrada y que comenten sus avances de dicha lectura. Tres estudiantes comentan lo siguiente:\n• Micaela: \"El malecón se emplaza en una de las márgenes del río y ha sido acondicionado como espacio público y como un espacio económico\".\n• Daniel: \"El malecón, al encontrarse cerca de la plaza de Armas, se ha convertido en uno de los lugares más visitados de la ciudad\".\n• Alonso: \"En las épocas de crecientes, el río amazónico transporta grandes cantidades de sedimentos que son movidos por su poderoso caudal y que son depositados en sus márgenes\".\n¿Cuál de los comentarios de los estudiantes evidencia el reconocimiento de elementos naturales y sociales que intervienen en la construcción del espacio geográfico?",
          "opciones": [
            "El comentario de Micaela.",
            "El comentario de Daniel.",
            "El comentario de Alonso."
          ],
          "respuesta": "El comentario de Micaela.",
          "respuestaCorta": "Micaela identifica la interacción clave: menciona un elemento natural (el río) y cómo la acción social lo ha transformado, dándole funciones públicas y económicas, construyendo así un nuevo espacio geográfico.",
          "solucionario": "El espacio geográfico es el producto de la interacción entre la sociedad y la naturaleza. El comentario de Micaela es el que mejor captura esta idea, al señalar cómo una estructura social (el malecón) se construye sobre un elemento natural (la margen del río) y se le asignan funciones sociales y económicas. Daniel se centra solo en las relaciones sociales, mientras que Alonso describe un proceso puramente natural, sin conectarlo con la sociedad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p51",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente tiene como propósito que los estudiantes identifiquen la vulnerabilidad en relación con un fenómeno natural. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Entregar a los estudiantes una infografía del desplazamiento de las corrientes del mar peruano y pedirles que analicen cómo estas corrientes influyen en el clima del territorio nacional.",
            "Proporcionar a los estudiantes un mapa que muestre zonas inundables y zonas seguras de una ciudad en caso de lluvias extraordinarias, y pedirles que expliquen las diferencias entre ambas zonas.",
            "Facilitar a los estudiantes el Atlas de Heladas del Perú elaborado por el Senamhi y pedirles que identifiquen los departamentos donde ocurren frecuentemente los eventos extremos de heladas."
          ],
          "respuesta": "Proporcionar a los estudiantes un mapa que muestre zonas inundables y zonas seguras de una ciudad en caso de lluvias extraordinarias, y pedirles que expliquen las diferencias entre ambas zonas.",
          "respuestaCorta": "La vulnerabilidad es la susceptibilidad a ser dañado. Un mapa que diferencia zonas inundables de zonas seguras permite identificar visualmente qué áreas son vulnerables ante el peligro de lluvias intensas.",
          "solucionario": "La vulnerabilidad no es el fenómeno natural en sí, sino la condición de fragilidad o exposición de una comunidad frente a ese fenómeno. La actividad 'b' es la más pertinente porque un mapa de zonificación de peligros (inundables vs. seguras) permite a los estudiantes identificar directamente las áreas vulnerables. Al explicar las diferencias, pueden inferir los factores que aumentan la vulnerabilidad (como la ubicación en una llanura de inundación, la falta de drenaje, etc.).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p52",
      "contexto": "Un docente reparte a los estudiantes, organizados en equipos, la siguiente situación para su lectura:\nLa explotación minera en una zona altoandina ha sido declarada de interés nacional por el Gobierno central, debido al crecimiento económico y los aportes tributarios que la minería genera para el país. Por otro lado, diversas autoridades locales y regionales han expresado su preocupación por los impactos negativos de la explotación minera a nivel local. Asimismo, los comuneros de dos comunidades indígenas altoandinas afirman que una empresa minera ya ha abierto vías para el desplazamiento de camionetas y cuatrimotos. Los comuneros señalan que no ha habido ninguna Consulta Previa. Además, los comuneros temen que las acciones de esta empresa alteren el ecosistema de la zona y afecten sus actividades económicas, tales como el pastoreo de llamas y alpacas, así como el turismo vivencial comunitario. Por último, los comuneros también han resaltado que la actividad minera está afectando un nevado que es considerado uno de los apus más importantes de la región.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes indicaciones del docente es pertinente para que los estudiantes inicien la problematización de los asuntos públicos presentes en la situación?",
          "opciones": [
            "\"Identifiquen una acción de sensibilización que podrían realizar los estudiantes a nivel del CEBA y de la localidad sobre el tema de los conflictos socioambientales. Luego, elaboren un listado de objetivos y un cronograma para ejecutar la acción\".",
            "\"Identifiquen alternativas de solución al caso desde la perspectiva de la institucionalidad democrática peruana. Luego, indiquen qué acciones debería tomar cada nivel de gobierno para ejecutarlas\".",
            "\"Identifiquen los intereses y perspectivas que evidencian los diferentes actores del caso, y analicen si son compatibles. Luego, evalúen si se vulnera algún derecho en el caso y por qué\"."
          ],
          "respuesta": "\"Identifiquen los intereses y perspectivas que evidencian los diferentes actores del caso, y analicen si son compatibles. Luego, evalúen si se vulnera algún derecho en el caso y por qué\".",
          "respuestaCorta": "Problematizar un asunto público implica analizarlo a fondo: identificar los actores, sus intereses en conflicto, y enmarcar la situación en una perspectiva de derechos para evaluar posibles vulneraciones.",
          "solucionario": "La problematización de un asunto público va más allá de buscar soluciones inmediatas. Requiere un análisis profundo de la situación. La indicación 'c' guía este análisis de forma estructurada: primero, se identifican los actores y sus intereses contrapuestos (Gobierno, empresa, comunidades); segundo, se analiza la naturaleza del conflicto; y tercero, se aplica un marco de derechos (como la consulta previa) para evaluar la legitimidad de las acciones y las posibles vulneraciones. Este proceso es la base para una deliberación informada.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de la lectura de la situación, los estudiantes dialogan con el docente. Estas son las intervenciones de tres estudiantes:\nJorge: \"Hay que cerciorarnos de que la minería produzca un beneficio general, que incluya a las comunidades cercanas a las minas. Parece que la explotación minera transforma e impacta en las comunidades y en su ambiente. Por eso, es importante preguntarnos si valen la pena esos cambios y si las comunidades han sido escuchadas\".\nCintia: \"Si la minería va a generar algún tipo de daño a los ecosistemas, entonces mejor que no se haga nada. Las comunidades tienen derecho a que se preserve el ambiente en el que viven. Si los impactos de la minería dañan su ambiente y alteran su forma de vida tradicional, sería terrible. Yo creo que debemos velar por su protección\".\nSara: \"No deberíamos detener una actividad económica que promueve el desarrollo y el bien común de todo el Perú. Si se detiene la explotación minera, el país va a perder mucho; por eso, el Gobierno la declara de interés nacional. No creo que volvamos a tener oportunidades de desarrollo económico más beneficiosas\".\n¿En cuál de las intervenciones de los estudiantes se toma en consideración los tres pilares del enfoque de desarrollo sostenible?",
          "opciones": [
            "En la intervención de Jorge.",
            "En la intervención de Cintia.",
            "En la intervención de Sara."
          ],
          "respuesta": "En la intervención de Jorge.",
          "respuestaCorta": "Jorge integra los tres pilares del desarrollo sostenible: el económico (beneficio general), el social (inclusión de comunidades, ser escuchadas) y el ambiental (impacto en el ambiente).",
          "solucionario": "El desarrollo sostenible busca un equilibrio entre tres dimensiones: la económica, la social y la ambiental. La intervención de Jorge es la única que integra las tres. Menciona la necesidad de un 'beneficio general' (pilar económico), la inclusión y participación de las 'comunidades' (pilar social), y reconoce el 'impacto en su ambiente' (pilar ambiental). Cintia se enfoca principalmente en lo ambiental y social, mientras que Sara prioriza casi exclusivamente lo económico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada si el propósito del docente es que los estudiantes evalúen los posibles impactos de la minería en la zona?",
          "opciones": [
            "Pedirles que busquen información acerca de los beneficios y los problemas que generaría la actividad minera en dicha zona. Luego, proponerles la realización de una mesa redonda en la que los estudiantes asuman una posición respaldada por la información recabada.",
            "Proponer la realización de exposiciones en equipos en las cuales los estudiantes presenten los casos más controversiales de impactos negativos de la actividad minera en el Perú. Luego, identificar los impactos negativos más recurrentes de este tipo de actividad.",
            "Pedirles que realicen una encuesta en la que se plantee la siguiente pregunta: \"¿se debería aceptar o no la minería en la zona?\". Luego, pedirles que sistematicen la información y que, en plenaria, presenten la posición mayoritaria."
          ],
          "respuesta": "Pedirles que busquen información acerca de los beneficios y los problemas que generaría la actividad minera en dicha zona. Luego, proponerles la realización de una mesa redonda en la que los estudiantes asuman una posición respaldada por la información recabada.",
          "respuestaCorta": "Para una evaluación balanceada de impactos, los estudiantes deben investigar tanto los aspectos positivos (beneficios) como los negativos (problemas), para luego deliberar y argumentar una postura informada.",
          "solucionario": "Evaluar los impactos de una actividad como la minería requiere un análisis equilibrado. La opción 'a' es la más adecuada porque promueve una investigación de ambas caras de la moneda ('beneficios y problemas'). Además, la mesa redonda final es una actividad que exige a los estudiantes no solo recopilar datos, sino también procesarlos, construir argumentos sólidos y defender una postura, lo que constituye una verdadera evaluación del tema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes enunciados define el concepto de riesgo de desastre?",
          "opciones": [
            "El riesgo de desastre es la potencial ocurrencia de un fenómeno que puede manifestarse en un lugar específico con una duración e intensidad determinadas.",
            "El riesgo de desastre es un evento que trastorna el funcionamiento de una comunidad o sociedad y causa pérdidas humanas, materiales, económicas o ambientales.",
            "El riesgo de desastre es la probabilidad de que la población y sus medios de vida sufran daños y pérdidas como consecuencia de su condición de vulnerabilidad y del impacto de un peligro."
          ],
          "respuesta": "El riesgo de desastre es la probabilidad de que la población y sus medios de vida sufran daños y pérdidas como consecuencia de su condición de vulnerabilidad y del impacto de un peligro.",
          "respuestaCorta": "El riesgo es la probabilidad de daño, y se calcula como la combinación del peligro (el fenómeno en sí) y la vulnerabilidad (la susceptibilidad de la población a ser afectada).",
          "solucionario": "La definición moderna de riesgo de desastre lo entiende como el resultado de la interacción de dos factores: el peligro (la amenaza natural o inducida) y la vulnerabilidad (las condiciones de exposición y fragilidad de una comunidad). La opción 'c' es la única que define correctamente el riesgo al incluir ambos componentes. La opción 'a' define el peligro y la 'b' define el desastre (el evento ya ocurrido).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p54",
      "contexto": "En una sesión de aprendizaje, la docente está desarrollando una actividad con el propósito de que sus estudiantes identifiquen zonas de mayor riesgo frente a un fenómeno natural peligroso como un huaico. Como primer paso, la docente les ha brindado una imagen satelital en la que se observa una cuenca y sus afluentes. Los estudiantes la han observado y han reconocido el recorrido de los huaicos por las quebradas; han descrito los materiales que podrían ser arrastrados durante un huaico; y han mencionado qué daños podría ocasionar este fenómeno. Luego, la docente presenta a los estudiantes un mapa en el que se observa la cuenca mostrada anteriormente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente desea que los estudiantes identifiquen, en este mapa, las zonas de mayor riesgo frente a la ocurrencia de un huaico, ¿cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Solicitarles que delimiten el área de alta pendiente y ubiquen los centros poblados que se encuentran en estas zonas.",
            "Solicitarles que delimiten el área de la cuenca y ubiquen los centros poblados situados a lo largo de su río principal.",
            "Solicitarles que delimiten el área de las quebradas y ubiquen los centros poblados que estén emplazados a lo largo de ellas."
          ],
          "respuesta": "Solicitarles que delimiten el área de las quebradas y ubiquen los centros poblados que estén emplazados a lo largo de ellas.",
          "respuestaCorta": "El mayor riesgo por huaicos se presenta en la trayectoria directa del flujo. Por tanto, es crucial identificar las quebradas (el peligro) y los asentamientos humanos en ellas (la vulnerabilidad).",
          "solucionario": "Los huaicos son flujos de lodo que se canalizan a través de las quebradas. La zona de mayor riesgo es, por lo tanto, aquella que combina la trayectoria del peligro (la quebrada) con la presencia de población vulnerable (centros poblados). La acción 'c' es la más precisa porque guía a los estudiantes a superponer el mapa del peligro (las quebradas) con el mapa de la exposición (los centros poblados), permitiéndoles identificar correctamente las áreas donde el riesgo es mayor.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_eba_avanzado_cs_2018_p55",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes se encuentran comentando la noticia de la construcción de una carretera en su localidad. Varios de los estudiantes creen que la carretera generará trabajo en la región y producirá mayor actividad económica. La docente desea que los estudiantes incorporen en su análisis tanto criterios sociales como ambientales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para el propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que indaguen sobre el uso de recursos naturales por parte de la población local. Luego, solicitarles que analicen qué recursos se verán afectados por la construcción de la carretera. Finalmente, pedirles que reflexionen acerca de los posibles impactos de esta construcción en la forma de vida de la población local.",
            "Pedir a los estudiantes que entrevisten a los comerciantes de la zona y que les pregunten si creen que la construcción de la carretera va a beneficiar sus negocios. Luego, solicitarles que entrevisten a las agencias de turismo de la zona y plantearles la misma pregunta. Finalmente, pedirles que comparen los resultados.",
            "Pedir a los estudiantes que construyan una maqueta en la que se muestren las áreas en las que se va a construir la carretera. Luego, solicitarles que averigüen qué ecosistemas existen en la zona. Finalmente, pedirles que indiquen qué impactos sufrirán estos ecosistemas a causa de dicha construcción."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen sobre el uso de recursos naturales por parte de la población local. Luego, solicitarles que analicen qué recursos se verán afectados por la construcción de la carretera. Finalmente, pedirles que reflexionen acerca de los posibles impactos de esta construcción en la forma de vida de la población local.",
          "respuestaCorta": "Para un análisis socioambiental completo, es necesario conectar los impactos en el ambiente (recursos afectados) con los impactos en la sociedad (forma de vida de la población).",
          "solucionario": "El propósito es integrar criterios sociales y ambientales. La actividad 'a' es la más pertinente porque establece un puente explícito entre ambos. Inicia con el análisis ambiental (recursos naturales afectados) y luego lo conecta directamente con el análisis social al pedir que reflexionen sobre cómo esos cambios en el ambiente impactarán la vida de las personas. Las otras opciones se centran demasiado en lo económico/social (b) o solo en lo ambiental (c), sin hacer la conexión socioambiental que se busca.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  