{
  "completo": [
    {
      "idGrupo": "asc_arteycultura_2018_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval. ¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "La acción más pertinente parte de la realidad cultural de los estudiantes para luego establecer un diálogo horizontal con otras culturas, que es el pilar del enfoque intercultural.",
          "solucionario": "El enfoque intercultural promueve el reconocimiento y valoración de la diversidad cultural partiendo del contexto propio del estudiante. La opción correcta permite que los estudiantes valoren sus propias tradiciones (el carnaval en su comunidad) y luego las pongan en diálogo con otras manifestaciones culturales del país, fomentando el respeto y la comprensión mutua sin establecer jerarquías de importancia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p02",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula. ¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "La construcción democrática de normas implica que los propios estudiantes diagnostiquen la situación, establezcan metas comunes y propongan las reglas para alcanzarlas.",
          "solucionario": "Para que la construcción de normas sea significativa y fomente el compromiso de los estudiantes, estos deben ser partícipes de todo el proceso. La opción correcta describe un proceso completo: diagnóstico (reflexión sobre la convivencia actual), establecimiento de objetivos (metas de grupo) y elaboración de propuestas (normas). Esto garantiza que las normas respondan a sus necesidades y sean asumidas como propias, a diferencia de las otras opciones donde la participación es limitada o indirecta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Para cuestionar el estereotipo de que una persona con ceguera \"no podrá hacer bien las tareas\", lo más efectivo es mostrar ejemplos concretos de personas con ceguera que han alcanzado logros significativos.",
          "solucionario": "El estereotipo a combatir es la creencia de que la ceguera es sinónimo de incapacidad. La estrategia más directa y positiva para desafiar esta idea es presentar referentes reales de personas con ceguera que han destacado en diversos campos. Esto demuestra que la discapacidad no limita el potencial humano y ayuda a los estudiantes a cambiar su percepción, centrándose en las capacidades y no en las limitaciones. Las otras opciones se enfocan más en las dificultades (empatía con la limitación) que en el cuestionamiento del estereotipo sobre la capacidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p04",
      "contexto": "Un docente ha notado que Mariano, uno de sus estudiantes, hace constantemente comentarios como \"Por más que me esfuerzo, me equivoco en todo, nada me sale\", \"Para variar no entiendo nada de lo que explican\" o \"Es que yo no sirvo para esto\". Ante esta situación, el docente se ha propuesto ayudarlo a mejorar su rendimiento académico y con ello la imagen que tiene de sí mismo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más adecuada para su propósito?",
          "opciones": [
            "Hacerle entender a Mariano que él y todos sus compañeros tienen las mismas capacidades y que también puede realizar un buen trabajo si se esfuerza, para que se dé cuenta de que superar sus dificultades depende de su voluntad por salir adelante y vencer la adversidad.",
            "Revisar junto con Mariano los trabajos que ha estado realizando para que él mismo identifique las principales dificultades que tuvo y cómo podría superarlas, además de orientarlo para que reconozca las fortalezas que posee y ayudarlo a identificar algunas estrategias para aprovechar mejor su potencial.",
            "Planificar para Mariano actividades más sencillas que las de sus compañeros para que no se frustre y gane confianza; además, ubicarlo siempre cerca del docente para que así sea más fácil monitorear y halagar su trabajo delante de sus compañeros, de manera que se sienta reconocido por ellos."
          ],
          "respuesta": "Revisar junto con Mariano los trabajos que ha estado realizando para que él mismo identifique las principales dificultades que tuvo y cómo podría superarlas, además de orientarlo para que reconozca las fortalezas que posee y ayudarlo a identificar algunas estrategias para aprovechar mejor su potencial.",
          "respuestaCorta": "La retroalimentación efectiva implica un proceso reflexivo donde el estudiante, con la guía del docente, identifica sus propios errores y fortalezas para construir estrategias de mejora.",
          "solucionario": "La opción correcta promueve la autorregulación y la metacognición. Al guiar a Mariano para que él mismo analice su trabajo, identifique sus dificultades y reconozca sus fortalezas, el docente le está dando herramientas para que sea protagonista de su propio aprendizaje. Este enfoque constructivista es más poderoso que simplemente darle ánimos (opción A) o facilitarle las tareas al punto de no representar un reto (opción C), lo cual podría generar dependencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p05",
      "contexto": "Durante el trabajo en el taller, la docente de Arte escucha que Leticia le dice a Marcela: \"Ya estoy cansada de que siempre hagas lo mismo. ¡Ya me tienes harta! Por eso nadie quiere juntarse contigo\", ante lo que Marcela se pone muy molesta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cómo debería actuar la docente en ese momento?",
          "opciones": [
            "Detener las actividades de la sesión, dirigirse en voz alta a todos los estudiantes y narrar brevemente lo que acaba de ocurrir entre sus compañeras dejándoles claro que cualquier tipo de agresión es inaceptable en la IE, para generar actitudes de solidaridad con Marcela y promover la autorregulación de la conducta de Leticia.",
            "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión, analizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene este tipo de comportamiento para todos; luego pedirles que propongan formas de mejorar su relación y que se comprometan a no volver a agredirse.",
            "Llamar a Leticia fuera del aula para hablarle en privado y pedirle que identifique qué norma de convivencia no ha cumplido y aplicarle la sanción correspondiente; luego explicarle la importancia de cumplir las normas acordadas, buscando que la estudiante se comprometa a no volver a agredir ni a Marcela ni a ninguno de sus compañeros."
          ],
          "respuesta": "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión, analizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene este tipo de comportamiento para todos; luego pedirles que propongan formas de mejorar su relación y que se comprometan a no volver a agredirse.",
          "respuestaCorta": "La gestión de conflictos debe ser formativa, promoviendo el diálogo, la empatía y la búsqueda de soluciones por parte de los implicados para reparar la relación.",
          "solucionario": "La intervención más adecuada se centra en un enfoque restaurativo. El docente actúa como mediador, facilitando un espacio para que ambas estudiantes expresen cómo se sintieron (empatía), entiendan el origen del conflicto y sus consecuencias, y se hagan responsables de proponer soluciones. Esto es más formativo que una exposición pública (opción A) o una medida puramente punitiva (opción C), ya que busca reparar el daño en la relación y desarrollar habilidades socioemocionales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p06",
      "contexto": "Durante la realización de un trabajo de pintura, Lorenzo invade sin querer la mesa de trabajo de Malena con sus materiales y ella, muy molesta, arrima bruscamente su cartuchera y los lápices de Lorenzo caen al piso. En ese momento Malena sale del aula mientras algunos compañeros ayudan a recoger los lápices de Lorenzo, quien se encuentra un poco sorprendido. El docente de Arte, que ha observado lo ocurrido, sale del aula para conversar con Malena.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes sería el grupo de preguntas más adecuado para abordar este incidente?",
          "opciones": [
            "\"¿Qué ha ocurrido? ¿Por qué no me dijiste que Lorenzo te había incomodado para poder intervenir a tiempo? ¿Sabes que has incumplido una de las normas de convivencia? ¿Cuál de ellas? ¿Qué sanción debes recibir por tu comportamiento?\".",
            "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que se siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu carpeta? ¿Qué norma de convivencia has incumplido? ¿Por qué crees que es importante cumplir esa norma? ¿Cómo podríamos resolver esta situación?\".",
            "\"¿Qué ha pasado? ¿Por qué empujaste los materiales de tu compañero? ¿Te has dado cuenta de que lo que hiciste va en contra de las normas de convivencia? ¿Cómo crees que te va a tratar Lorenzo a partir de ahora? ¿Qué va a pensar el resto de la clase de ti? ¿Era realmente tan importante cuidar tu espacio en la mesa de trabajo?\"."
          ],
          "respuesta": "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que se siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu carpeta? ¿Qué norma de convivencia has incumplido? ¿Por qué crees que es importante cumplir esa norma? ¿Cómo podríamos resolver esta situación?\".",
          "respuestaCorta": "Las preguntas deben orientar a la estudiante a reflexionar sobre sus acciones, sus emociones, las consecuencias en los demás (empatía) y la búsqueda de una solución constructiva.",
          "solucionario": "El grupo de preguntas adecuado es aquel que guía un proceso de reflexión completo. Comienza por entender los hechos (\"¿Qué fue lo que pasó?\"), luego aborda el aspecto emocional (\"¿Cómo te sientes?\"), fomenta la empatía (\"¿Cómo crees que se siente Lorenzo?\"), busca la causa del problema, conecta la acción con las normas de convivencia y, fundamentalmente, se enfoca en la resolución (\"¿Cómo podríamos resolver esta situación?\"). Este enfoque es formativo, a diferencia de las otras opciones que son acusatorias o se centran en la sanción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p07",
      "contexto": "La docente conoce la importancia de que sus estudiantes apliquen estrategias metacognitivas durante el desarrollo de toda la sesión y no solo al final, y por eso está planificando integrar actividades que promuevan este proceso en diversos momentos de la clase.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es la estrategia más eficiente para lograr su objetivo?",
          "opciones": [
            "Promover el diálogo y la interacción informal entre los estudiantes durante las sesiones para promover el compañerismo, la colaboración y el logro de metas comunes.",
            "Definir momentos de reflexión grupal a lo largo de la sesión para que los estudiantes compartan las estrategias utilizadas en sus procesos de aprendizaje y los resultados que les permitieron obtener, e intercambiar ideas sobre ello.",
            "Fomentar que los estudiantes trabajen autónomamente en sus proyectos durante las sesiones para que cada uno pueda analizar sus procesos de aprendizaje y así promover que vayan autorregulando sus estrategias sin la ayuda de la docente."
          ],
          "respuesta": "Definir momentos de reflexión grupal a lo largo de la sesión para que los estudiantes compartan las estrategias utilizadas en sus procesos de aprendizaje y los resultados que les permitieron obtener, e intercambiar ideas sobre ello.",
          "respuestaCorta": "La metacognición se promueve eficazmente al crear pausas reflexivas durante el proceso, donde los estudiantes verbalizan y comparten las estrategias que están usando y los resultados que obtienen.",
          "solucionario": "La metacognición es el proceso de 'pensar sobre el propio pensamiento'. Para fomentarla de manera continua, es necesario crear espacios explícitos durante la sesión donde los estudiantes puedan detenerse, analizar cómo están aprendiendo, qué estrategias les funcionan y cuáles no. El intercambio grupal enriquece este proceso, ya que permite aprender de las estrategias de los demás. La opción B es la única que plantea esta reflexión de manera estructurada y socializada a lo largo de la clase.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p08_p11",
      "contexto": "El docente les muestra a los estudiantes una variedad de ejemplos de \"caligrafiti\", caligrafía de la calle o urbana, muy popular entre los jóvenes, que combina trazos caligráficos de escritura estilizada con grafiti. Los estudiantes se han entusiasmado con la idea de crear sus propios caligrafitis. Junto con el docente proponen varias ideas: podrían escribir sus iniciales, sus nombres, una palabra o algo más complejo, como un verso, un dibujo, un símbolo que los represente o un ideograma con el propósito de simbolizar su identidad. El docente les propone a los estudiantes trabajar su caligrafiti en tinta china sobre una cartulina blanca. Entre todos acuerdan los criterios que deberán seguir al realizar su caligrafiti: realizarán un trabajo caligráfico tomando en cuenta ciertos criterios propios de las artes visuales, como la línea, la forma, el espacio y el valor de los tonos, para realizar una composición que represente su identidad. Asimismo, para generar ideas para su trabajo, el docente les propone realizar una dinámica de expresión corporal que les permita explorar ideas a partir del movimiento de su propio cuerpo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente tiene el propósito de que los estudiantes exploren y generen ideas para el dibujo de sus caligrafitis por medio del movimiento de su propio cuerpo, ¿cuál de las siguientes actividades es la más pertinente?",
          "opciones": [
            "Entregarles cintas de gimnasia rítmica y proponerles que, de pie en sus sitios, dibujen en el aire con la cinta cada una de las letras de su nombre, controlando la fuerza con la que manipulan la cinta para que esta siga la forma exacta que quieren representar; luego pedirles que practiquen en el aire la escritura de todo su nombre hasta encontrar el diseño que más les guste para luego reproducirlo en el trabajo caligráfico.",
            "Escoger una pieza musical de un género urbano, como el hip hop, y presentársela a los estudiantes; luego de escuchar la canción un par de veces, proponerles bailar libremente al ritmo de la música e imaginar que son artistas callejeros pintando grafitis mientras realizan desplazamientos por todo el espacio improvisando secuencias de acciones; luego agregar el uso de la voz invitando a los estudiantes a cantar algunas partes de la canción en conjunto.",
            "Proponer a los estudiantes que se imaginen que sus manos son pinceles cargados de tinta y pedirles que dibujen figuras imaginarias en el espacio con esa tinta; luego agregar desplazamientos para permitir que las líneas imaginarias fluyan; luego que prueben \"pintar\" con otras partes de su cuerpo, como los pies y la cabeza, combinando diversos tipos de movimiento hasta integrarlos de manera fluida."
          ],
          "respuesta": "Proponer a los estudiantes que se imaginen que sus manos son pinceles cargados de tinta y pedirles que dibujen figuras imaginarias en el espacio con esa tinta; luego agregar desplazamientos para permitir que las líneas imaginarias fluyan; luego que prueben \"pintar\" con otras partes de su cuerpo, como los pies y la cabeza, combinando diversos tipos de movimiento hasta integrarlos de manera fluida.",
          "respuestaCorta": "La actividad más pertinente conecta directamente el movimiento corporal con el acto de dibujar en el espacio, fomentando una exploración gestual y libre que es la base del caligrafiti.",
          "solucionario": "El objetivo es usar el cuerpo para generar ideas para un dibujo caligráfico. La opción C es la más adecuada porque invita a una exploración kinestésica directa del trazo y la línea. Al imaginar que sus cuerpos son pinceles, los estudiantes se enfocan en la fluidez, el gesto y la creación de formas en el espacio, lo cual se traduce directamente en ideas para su trabajo con tinta china. Las otras opciones son más restrictivas (copiar letras) o menos enfocadas en el trazo (bailar libremente).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de explorar ideas para su caligrafiti a partir del movimiento, los estudiantes están listos para comenzar sus trabajos. Sin embargo, el docente sabe que ninguno de ellos ha utilizado tinta china antes, y por eso les propone explorar el uso del material sobre una hoja de cartulina blanca antes de realizar su trabajo final. ¿Cuál de las siguientes es la indicación más pertinente para promover que los estudiantes exploren el uso de la tinta china?",
          "opciones": [
            "\"Prueben hacer diversos trazos libres, líneas de diferentes tamaños y grosores, controlando la cantidad de tinta que cargan en sus pinceles; tomen en cuenta la dirección de los trazos y fluyan con ellos\".",
            "\"Sujeten el pincel suavemente y hagan los trazos que deseen procurando evitar que la tinta se chorree o salpique; eviten llenar la cartulina con demasiadas líneas o manchas innecesarias que después no permitan ver el fondo\".",
            "\"Realicen trazos parejos, del mismo largo y grosor, para ir acostumbrando la mano a la cantidad de tinta y a la dirección de las líneas; practiquen ordenadamente sobre la cartulina y con mano firme para controlar el fluir del pincel\"."
          ],
          "respuesta": "\"Prueben hacer diversos trazos libres, líneas de diferentes tamaños y grosores, controlando la cantidad de tinta que cargan en sus pinceles; tomen en cuenta la dirección de los trazos y fluyan con ellos\".",
          "respuestaCorta": "La exploración de un nuevo material debe ser abierta y libre, permitiendo a los estudiantes descubrir sus propiedades y posibilidades expresivas sin restricciones técnicas excesivas.",
          "solucionario": "La indicación más pertinente para la exploración es aquella que invita a la experimentación sin juicios de valor. La opción A fomenta la libertad de probar diferentes tipos de líneas, grosores y cantidades de tinta, lo cual permite a los estudiantes familiarizarse con el material de manera lúdica y descubrir sus posibilidades. Las otras opciones son restrictivas, se centran en el control y la evitación de errores (B) o en la uniformidad (C), limitando el potencial creativo de la fase de exploración.",
          "seccion": "Casuística"
        },
        {
          "contexto": "Después de generar ideas y familiarizarse con el uso de la tinta china, los estudiantes van a comenzar la elaboración de su caligrafiti. Antes de comenzar, el docente les presenta una rúbrica que se centra en tres aspectos: la aplicación visual de la exploración realizada previamente por medio del movimiento del cuerpo, el manejo de los elementos organizativos de las artes visuales en relación a la idea central, tema o mensaje, y la composición. Luego reflexionan en conjunto sobre el significado de estos conceptos y analizan la gradación de los niveles de desempeño de la rúbrica. ",
          "pregunta": "¿Cuál es el propósito pedagógico de socializar el uso de la rúbrica antes de que los estudiantes comiencen la elaboración de su trabajo?",
          "imagen": "img/ascenso/secundaria/2018/arte/1.jpg",
          "opciones": [
            "Favorecer el trabajo consciente de los estudiantes al plantearles de manera clara las expectativas que se tiene de su desempeño.",
            "Permitir a los estudiantes compararse entre sí en cada uno de los criterios durante el desarrollo de sus trabajos y así fomentar una sana competencia.",
            "Promover que los estudiantes se sientan motivados a desarrollar todo su potencial en cada aspecto de la rúbrica para alcanzar el nivel de desempeño más alto."
          ],
          "respuesta": "Favorecer el trabajo consciente de los estudiantes al plantearles de manera clara las expectativas que se tiene de su desempeño.",
          "respuestaCorta": "Compartir la rúbrica antes del trabajo permite que los estudiantes conozcan los criterios de evaluación, orientando su proceso creativo de manera consciente y autorregulada.",
          "solucionario": "El principal propósito de socializar un instrumento de evaluación como la rúbrica antes de la actividad es dar a los estudiantes una hoja de ruta clara. Al conocer de antemano qué se espera de su trabajo, pueden tomar decisiones más informadas durante su proceso creativo, autorregular su aprendizaje y enfocar sus esfuerzos en cumplir con los criterios establecidos. Esto transforma la evaluación de un simple juicio final a una herramienta formativa que guía el aprendizaje.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Terminados sus dibujos caligráficos, el docente propone a los estudiantes utilizar la rúbrica para autoevaluar y presentar sus trabajos frente a sus compañeros. Antes de comenzar con las presentaciones, revisan nuevamente los aspectos y niveles de la rúbrica. ¿Cuál es el propósito principal de utilizar la rúbrica durante la presentación de sus trabajos?",
          "opciones": [
            "Promover el uso de un vocabulario que les permita describir los elementos y principios empleados por medio de conceptos compartidos por todos sus compañeros.",
            "Identificar en cuál de los tres aspectos han logrado el nivel más bajo o más alto de la rúbrica y comunicar el impacto que eso tiene para ellos.",
            "Comprometer a los estudiantes en una actividad que les permite desarrollar una noción más holística de su proceso creativo."
          ],
          "respuesta": "Promover el uso de un vocabulario que les permita describir los elementos y principios empleados por medio de conceptos compartidos por todos sus compañeros.",
          "respuestaCorta": "Usar la rúbrica para la autoevaluación y presentación ayuda a los estudiantes a articular sus reflexiones utilizando un lenguaje técnico y criterios comunes, enriqueciendo la apreciación artística.",
          "solucionario": "Al utilizar la rúbrica como guía para presentar y autoevaluar sus trabajos, los estudiantes se apropian de los conceptos y el vocabulario específico del área (línea, forma, composición, etc.). Esto les permite describir y analizar tanto su propia obra como la de sus compañeros de una manera más precisa y fundamentada, moviéndose de una opinión subjetiva (\"me gusta\") a una apreciación basada en criterios compartidos y objetivos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p12",
      "contexto": "El docente les propone a sus estudiantes utilizar pintura acrílica en el proyecto que están realizando, y estos aceptan con agrado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es la más pertinente para explorar los saberes previos de los estudiantes sobre esta técnica?",
          "opciones": [
            "Hacer una demostración rápida delante de los estudiantes para que conozcan la técnica básica de la pintura acrílica y luego pedirles que realicen un trabajo sencillo.",
            "Preguntar a los estudiantes si antes utilizaron pintura acrílica y cómo les fue, para así conocer si han tenido experiencias previas con el material.",
            "Pedirles a los estudiantes que pinten libremente un trabajo sencillo para poder observar sus conocimientos y habilidades en el uso del material."
          ],
          "respuesta": "Pedirles a los estudiantes que pinten libremente un trabajo sencillo para poder observar sus conocimientos y habilidades en el uso del material.",
          "respuestaCorta": "La forma más efectiva de recoger saberes previos sobre una técnica práctica es observar a los estudiantes aplicándola, ya que la acción revela sus conocimientos y habilidades reales.",
          "solucionario": "Los saberes previos no son solo conceptuales, sino también procedimentales. Mientras que preguntar (opción B) solo revela si han tenido contacto con el material, pedirles que lo usen (opción C) permite al docente observar directamente qué saben hacer, cómo manipulan los pinceles, cómo mezclan colores y qué dificultades enfrentan. Esta información práctica es mucho más rica y útil para planificar la enseñanza que una simple respuesta verbal o una demostración inicial (opción A) que no parte de lo que el estudiante ya sabe.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_arteycultura_2018_p13",
      "contexto": "Luego de recoger sus saberes previos sobre la técnica de pintura acrílica, el docente les propone a sus estudiantes que combinen los colores para lograr conseguir mezclas de colores específicos. Si bien Carlos asume el reto con entusiasmo, tiene dificultades al hacer las mezclas y sus colores resultan apagados y sucios, y por eso pide ayuda al docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios presenta la retroalimentación más adecuada para Carlos?",
          "opciones": [
            "\"¿Qué sucedió aquí? Yo sé que lo puedes hacer mucho mejor porque tus trabajos siempre tienen un colorido bello, pero en esta parte te han quedado demasiado apagados y sucios\".",
            "\"Noto que esta parte está oscura. ¿Por qué crees que se apagó tanto? ¿Por qué dices que te has dado cuenta que tiene que ver con la cantidad de pintura? ¿Cómo crees que podrías hacer para que la pintura tenga más luz?\".",
            "\"Los colores que utilizaste se apagaron de tanto mezclarlos. ¿Sabes lo que sucedió? Usaste los pinceles demasiado cargados de pintura e hiciste demasiadas capas, lo que causó que todos los colores se mezclen y se vean sucios y oscuros\"."
          ],
          "respuesta": "\"Noto que esta parte está oscura. ¿Por qué crees que se apagó tanto? ¿Por qué dices que te has dado cuenta que tiene que ver con la cantidad de pintura? ¿Cómo crees que podrías hacer para que la pintura tenga más luz?\".",
          "respuestaCorta": "La retroalimentación por descubrimiento, mediante preguntas, guía al estudiante para que él mismo analice su proceso, identifique el error y proponga soluciones.",
          "solucionario": "La opción B corresponde a una retroalimentación reflexiva o por descubrimiento. El docente no le da la solución a Carlos (como en la opción C), ni emite un juicio de valor (como en la opción A). En cambio, lo guía con preguntas para que el propio estudiante reflexione sobre su trabajo, identifique la causa del problema y piense en estrategias para solucionarlo. Este enfoque fomenta la autonomía y la metacognición en el aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p14",
      "contexto": "En una sesión de aprendizaje, la docente les muestra a los estudiantes las siguientes imágenes y les pregunta: \"¿Son estas obras de arte? ¿Por qué?\". Los estudiantes le dan diversas respuestas, pero muchos opinan que los objetos mostrados no son obras de arte. Al preguntarles por qué, algunos responden que porque carecen de belleza y otros alegan que cualquier persona podría hacer este tipo de trabajo sin necesidad de ser un artista. A continuación, la docente les comenta a los estudiantes que las imágenes corresponden a obras de arte muy conocidas y les indica en qué museo se encuentra cada una.",
      "imagen": "img/ascenso/secundaria/2018/arte/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje busca promover la docente con esta actividad?",
          "opciones": [
            "Metacognición",
            "Conflicto cognitivo.",
            "Transferencia del conocimiento."
          ],
          "respuesta": "Conflicto cognitivo.",
          "respuestaCorta": "Se genera un conflicto cognitivo al confrontar las ideas previas de los estudiantes sobre el arte con una nueva información que las contradice, obligándolos a reevaluar su concepto.",
          "solucionario": "El conflicto cognitivo ocurre cuando un estudiante se enfrenta a una información o situación que contradice sus esquemas mentales o conocimientos previos. En este caso, los estudiantes parten del preconcepto de que el arte debe ser bello o requerir una habilidad técnica evidente. Al revelarles que esos objetos son, de hecho, obras de arte famosas, la docente crea un desequilibrio cognitivo que los impulsa a cuestionar, modificar y ampliar su definición de 'obra de arte'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p15",
      "contexto": "Un docente ha trabajado con los estudiantes el análisis teatral tradicional, centrado en identificar las motivaciones de los personajes y los obstáculos que enfrentan. En la última clase de la unidad, el docente propone a los estudiantes que analicen una escena de La cantante calva, obra representativa del Teatro del Absurdo, sin comentar previamente las características de dicho género teatral. Los estudiantes encuentran dificultades para realizar el análisis tradicional por no tratarse de una obra convencional. Una vez concluido el análisis, el docente recoge las impresiones de los estudiantes por medio de una lluvia de ideas y conversa con ellos sobre las características del Teatro del Absurdo y sus diferencias con el teatro convencional. Finalmente, el docente les pide que escriban su propia definición de \"obra teatral\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal del docente al realizar esta actividad?",
          "opciones": [
            "Que los estudiantes conozcan las principales características del Teatro del Absurdo a partir de una obra representativa.",
            "Que los estudiantes amplíen el concepto que tienen del término \"obra teatral\" para poder incluir una mayor diversidad de géneros teatrales.",
            "Que los estudiantes comprendan que algunas herramientas de análisis no pueden ser aplicadas con la misma eficacia en cualquier género teatral."
          ],
          "respuesta": "Que los estudiantes amplíen el concepto que tienen del término \"obra teatral\" para poder incluir una mayor diversidad de géneros teatrales.",
          "respuestaCorta": "Al exponer a los estudiantes a una obra que rompe con las convenciones, el propósito final es que reestructuren y amplíen su definición de lo que puede ser una obra teatral.",
          "solucionario": "La actividad está diseñada para llevar a los estudiantes más allá de una definición única y tradicional de teatro. Al enfrentarlos a una obra que no encaja en sus esquemas (generando un conflicto cognitivo), y luego guiarlos en la reflexión sobre sus características, el docente busca que los estudiantes reconstruyan su concepto de \"obra teatral\" para que sea más inclusivo y abarque la diversidad de formas que el teatro puede adoptar. Conocer el Teatro del Absurdo o la aplicabilidad de las herramientas de análisis son medios para alcanzar este propósito mayor de ampliación conceptual.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p16",
      "contexto": "Un docente lee la definición de música de la RAE y luego genera una lluvia de ideas con los estudiantes para identificar ejemplos que correspondan con dicha definición. Luego, el docente muestra a los estudiantes una pieza de música noise y discute con ellos sobre si esta pieza es música o no. Finalmente, el docente propone a los estudiantes complementar la definición de la RAE para incluir manifestaciones musicales como el noise.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es el propósito principal de la actividad descrita?",
          "opciones": [
            "Motivar a los estudiantes a conocer un género musical innovador como es el noise.",
            "Mostrar a los estudiantes que la definición de \"música\" de la RAE es limitada o está desactualizada.",
            "Fomentar que los estudiantes amplíen su comprensión sobre lo que define a la música y las diversas manifestaciones que esta puede presentar."
          ],
          "respuesta": "Fomentar que los estudiantes amplíen su comprensión sobre lo que define a la música y las diversas manifestaciones que esta puede presentar.",
          "respuestaCorta": "El objetivo es que los estudiantes cuestionen una definición limitada de 'música' y la expandan para abarcar formas no convencionales, comprendiendo el concepto en su diversidad.",
          "solucionario": "Similar a la pregunta anterior, esta actividad busca la ampliación de un concepto. Se parte de una definición convencional (RAE) para luego confrontarla con un ejemplo que la desafía (música noise). El propósito final no es simplemente criticar la definición de la RAE o presentar un nuevo género, sino utilizar esa tensión para que los estudiantes reflexionen y construyan una comprensión más amplia y flexible de lo que puede ser considerado música, reconociendo su diversidad de manifestaciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p17_p18",
      "contexto": "Los estudiantes están analizando unas fotografías que el docente ha traído al aula. El docente quiere que sus estudiantes realicen diversos tipos de análisis de las imágenes, tanto desde el punto de vista de la perspectiva tradicional de la Historia del Arte como de la cultura visual.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuáles son los conceptos que definen principalmente la comprensión de las obras desde una perspectiva tradicional de la Historia del Arte?",
          "opciones": [
            "Los aspectos formales y el contexto en el que se creó la obra.",
            "El mensaje y la función de la imagen representada.",
            "La técnica utilizada en la obra y el estilo."
          ],
          "respuesta": "Los aspectos formales y el contexto en el que se creó la obra.",
          "respuestaCorta": "La Historia del Arte tradicional se enfoca en el análisis de la composición de la obra (aspectos formales) y las circunstancias históricas de su creación (contexto).",
          "solucionario": "La disciplina de la Historia del Arte, en su enfoque tradicional, privilegia el análisis de la obra en sí misma (composición, color, línea, etc.) y su relación con el momento histórico, la biografía del artista y la corriente artística a la que pertenece. Por lo tanto, los aspectos formales y el contexto de creación son sus pilares conceptuales.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Cuáles son los conceptos que definen principalmente la comprensión de las imágenes desde la perspectiva de la cultura visual?",
          "opciones": [
            "Los personajes y espacios representados.",
            "El propósito del artista y la función de la imagen.",
            "La dimensión y las proporciones de las representaciones."
          ],
          "respuesta": "El propósito del artista y la función de la imagen.",
          "respuestaCorta": "La cultura visual se centra en el rol social de las imágenes, analizando por qué fueron creadas, para qué sirven y cómo circulan en la sociedad.",
          "solucionario": "Los estudios de cultura visual van más allá del análisis formal o histórico de la 'obra de arte'. Se preguntan por la función social de todo tipo de imágenes (publicidad, fotos familiares, memes, etc.). Su interés principal radica en entender cómo las imágenes operan en la cultura: qué mensajes transmiten, con qué propósito se crearon (persuadir, informar, entretener) y qué efectos tienen en las personas y la sociedad.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p19",
      "contexto": "El docente les muestra a los estudiantes una fotografía antigua que retrata una fiesta patronal realizada en un pueblo cercano. Después de que los estudiantes comentan sus impresiones iniciales sobre la imagen, el docente desea que profundicen más en su apreciación por medio de un análisis formal de la fotografía.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es el más adecuado para lograr su propósito?",
          "opciones": [
            "¿Qué relación tienen las personas entre sí? ¿Pueden reconocer lo que están haciendo? ¿Cómo están vestidas? ¿En qué lugar se encuentran?",
            "¿Cuál es el ángulo de la toma de la fotografía? ¿Qué tipo de iluminación se usa? ¿Qué objetos y personajes reconocen? ¿Cómo están distribuidos en el espacio?",
            "¿Cuándo fue tomada esta fotografía? ¿Cuál creen que fue la intención del fotógrafo al retratar esa escena? ¿En qué se asemeja o diferencia esta obra de otras fotografías de la misma época?"
          ],
          "respuesta": "¿Cuál es el ángulo de la toma de la fotografía? ¿Qué tipo de iluminación se usa? ¿Qué objetos y personajes reconocen? ¿Cómo están distribuidos en el espacio?",
          "respuestaCorta": "Un análisis formal se centra en los elementos visuales y compositivos de la obra, como el encuadre, la luz y la distribución de los elementos en el espacio.",
          "solucionario": "El análisis formal se enfoca en cómo está construida la imagen, es decir, en sus elementos plásticos y de composición. Las preguntas sobre el ángulo de la toma, el tipo de iluminación y la distribución de los elementos en el espacio (composición) apuntan directamente a este tipo de análisis. Las preguntas de la opción A son de nivel descriptivo/narrativo y las de la opción C corresponden a un análisis contextual o histórico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes materiales necesita de una laca fijadora después de haber sido utilizado?",
          "opciones": [
            "Lápiz pastel.",
            "Acrílico.",
            "Tinta."
          ],
          "respuesta": "Lápiz pastel.",
          "respuestaCorta": "El lápiz pastel es un material seco y polvoriento que no se adhiere permanentemente al soporte, por lo que requiere un fijador para evitar que se desprenda.",
          "solucionario": "El lápiz pastel está compuesto por pigmento en polvo aglutinado de forma muy débil. Al aplicarse sobre una superficie, gran parte del pigmento queda suelto, como un polvo. Por esta razón, es indispensable aplicar una laca fijadora en aerosol para adherir las partículas de pigmento al papel o soporte y proteger el dibujo de manchas o borrones. El acrílico y la tinta son técnicas húmedas que se secan y se adhieren permanentemente por sí solas.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p21_p23",
      "contexto": "En una IE de la capital en la que hay muchos estudiantes que son hijos o nietos de migrantes, la docente de Arte ha invitado a la IE a una diseñadora de ropa para que muestre su trabajo. Esta diseñadora aplica el arte popular de los shipibo-konibo en sus diseños, creando atuendos que simbolizan la herencia de sus antepasados. La diseñadora les explica a los estudiantes en qué consiste su trabajo y les muestra fotos de sus diseños mientras les habla sobre su fascinación por las culturas originarias y sus saberes ancestrales. Los estudiantes se muestran muy interesados y por eso el docente les propone diseñar cada uno un traje que refleje su identidad, tomando en cuenta sus necesidades al vestirse, el tipo de ropa que más les gusta usar y los elementos que creen que los definen, como sus características personales y sus orígenes culturales.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente desea que, antes de hacer los diseños de sus trajes, los estudiantes hagan una investigación previa que les permita recoger insumos para representar sus propias identidades en los diseños que crearán. ¿Cuál de las siguientes actividades es la más apropiada para conseguir dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que hagan un portafolio gráfico donde guarden imágenes que respondan a preguntas como \"¿De qué lugar procede mi familia? ¿Con cuáles de sus costumbres y creencias me identifico y por qué? ¿Qué costumbres y creencias me identifican a mí como individuo?\".",
            "Solicitar a los estudiantes que identifiquen la comunidad de origen de sus antepasados y busquen en la biblioteca municipal o en internet imágenes y fotografías de lugares o personajes históricos que representen a dicha comunidad.",
            "Sugerir que confeccionen un árbol genealógico de sus antepasados que se remonte a por lo menos cinco generaciones, e identifiquen qué culturas originarias del Perú se relacionan con sus antepasados, y luego que hagan una investigación sobre el patrimonio iconográfico de esas culturas."
          ],
          "respuesta": "Pedir a los estudiantes que hagan un portafolio gráfico donde guarden imágenes que respondan a preguntas como \"¿De qué lugar procede mi familia? ¿Con cuáles de sus costumbres y creencias me identifico y por qué? ¿Qué costumbres y creencias me identifican a mí como individuo?\".",
          "respuestaCorta": "La actividad más apropiada para investigar sobre la identidad personal combina la reflexión sobre la herencia familiar con la introspección sobre la identidad individual actual.",
          "solucionario": "El objetivo es que el diseño refleje la identidad de cada estudiante, la cual es una construcción compleja que incluye tanto su herencia cultural como su individualidad. La opción A es la más completa porque promueve una reflexión en ambos sentidos: indaga sobre los orígenes familiares y sus costumbres, pero también pregunta explícitamente con qué se identifica el estudiante y qué lo define como individuo. Esto permite una investigación más personal y significativa para el proyecto creativo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Antes de comenzar a realizar los bosquejos de sus diseños, la docente abre una bolsa llena de retazos de telas, hilos y lanas de diferentes materiales, texturas y colores, y les propone a los estudiantes realizar una exploración sensorial de los materiales: los invita a despertar sus sentidos tocándolos con sus manos, pasándolos por su cara para sentir su textura, su olor y temperatura, manipulándolos libremente de diversas maneras hasta que logren descubrir sus propiedades y las sensaciones que les producen y que puedan representar su identidad. Los estudiantes comienzan a manipular los materiales mientras comentan entre ellos de manera informal sus gustos y preferencias. ¿Cuál es el propósito principal de realizar esta actividad antes de diseñar el traje?",
          "opciones": [
            "Descubrir las posibilidades creativas que les brindan los materiales tomando conciencia de las impresiones que estos evocan en ellos para generar ideas para el desarrollo de sus diseños.",
            "Promover un ambiente distendido y de confianza que favorezca que los estudiantes reflexionen sobre aquello que los define y compartan sus impresiones sobre los materiales sin miedo a ser juzgados.",
            "Identificar los materiales más adecuados para el diseño que han imaginado, de manera que puedan confeccionar su traje tomando en cuenta las características específicas de los materiales con los que cuentan."
          ],
          "respuesta": "Descubrir las posibilidades creativas que les brindan los materiales tomando conciencia de las impresiones que estos evocan en ellos para generar ideas para el desarrollo de sus diseños.",
          "respuestaCorta": "La exploración sensorial de materiales antes de diseñar permite que las propiedades y sensaciones que estos evocan se conviertan en fuente de inspiración y generen ideas creativas.",
          "solucionario": "Esta actividad se realiza *antes* de diseñar, por lo que su propósito principal es inspirar y generar ideas, no solo seleccionar materiales para un diseño ya concebido (opción C). Al explorar sensorialmente los materiales, los estudiantes conectan con sus cualidades expresivas (suavidad, aspereza, calidez, etc.) y las sensaciones que estas les provocan. Esta experiencia directa es un disparador creativo fundamental en el proceso de diseño, permitiendo que las ideas surjan a partir de la interacción con el material mismo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de explorar los materiales, los estudiantes van a comenzar a diseñar sus trajes por medio de un dibujo. ¿Cuál de los siguientes grupos de preguntas los orientaría mejor para comenzar sus diseños?",
          "opciones": [
            "¿Qué importancia tiene para tu vida tu herencia cultural? ¿Qué sentido tiene para ti representarla en tus creaciones artísticas? ¿Cómo vas a integrar las tradiciones de tus antepasados y tu propia experiencia para representar tu identidad?",
            "¿Qué ideas se te ocurrieron cuando exploraste los materiales? ¿Alguno de ellos llamó más tu atención? ¿Qué tipo de prenda te gustaría diseñar? ¿Cómo vas a representar tu procedencia, tus vivencias y tus inquietudes en esa prenda?",
            "¿Qué descubriste al conocer el trabajo de la diseñadora que invitamos al aula? ¿En qué sentido te fueron útiles sus experiencias para activar tu imaginación? ¿Qué vas a hacer con esa información?"
          ],
          "respuesta": "¿Qué ideas se te ocurrieron cuando exploraste los materiales? ¿Alguno de ellos llamó más tu atención? ¿Qué tipo de prenda te gustaría diseñar? ¿Cómo vas a representar tu procedencia, tus vivencias y tus inquietudes en esa prenda?",
          "respuestaCorta": "Las preguntas más efectivas para iniciar el diseño conectan la inspiración reciente (exploración de materiales) con la conceptualización del proyecto (qué prenda diseñar y cómo representará la identidad).",
          "solucionario": "El momento es clave: acaban de explorar los materiales y ahora van a diseñar. Las preguntas de la opción B son las más pertinentes porque establecen un puente directo entre la actividad anterior (exploración sensorial) y la tarea actual (diseño). Parten de la experiencia concreta (\"¿Qué ideas se te ocurrieron...?\") y la proyectan hacia la creación, integrando el concepto central del proyecto (\"¿Cómo vas a representar tu procedencia...?\"). Las otras opciones son demasiado abstractas (A) o se enfocan en una actividad anterior a la exploración de materiales (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p24",
      "contexto": "Un docente se propone trabajar estrategias para desarrollar la apreciación de los estudiantes a partir de una imagen. Para ello les presenta un grabado del artista contemporáneo peruano Bernardo Barreto (1959) y describe brevemente su trayectoria artística.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes grupos de preguntas es el más adecuado para iniciar a los estudiantes en la apreciación de esta obra?",
          "opciones": [
            "¿Qué observan? ¿Qué les llama la atención sobre este trabajo? ¿Qué sensaciones les produce?",
            "¿Habían escuchado hablar del artista? ¿Conocían algo de su vida? ¿Habían visto alguna obra suya antes?",
            "¿Qué valor tiene esta obra? ¿Qué comunica del contexto en el que fue creada? ¿Qué influencias se pueden reconocer?"
          ],
          "respuesta": "¿Qué observan? ¿Qué les llama la atención sobre este trabajo? ¿Qué sensaciones les produce?",
          "respuestaCorta": "El proceso de apreciación artística debe comenzar con la observación directa y la conexión personal y sensorial con la obra, antes de pasar a análisis más complejos.",
          "solucionario": "Un buen proceso de apreciación artística sigue una secuencia pedagógica. El primer paso es siempre el encuentro directo y subjetivo con la obra. Las preguntas de la opción A invitan a describir lo que se ve (\"¿Qué observan?\"), a identificar puntos de interés personal (\"¿Qué les llama la atención?\") y a conectar con la obra a nivel emocional (\"¿Qué sensaciones les produce?\"). Este primer nivel de lectura es fundamental antes de pasar a análisis contextuales (B) o interpretativos/críticos (C).",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_arteycultura_2018_p25",
      "contexto": "Los estudiantes van a realizar un grabado reciclando platos de tecnopor, que es un material blando y poroso que les permitirá imprimir la imagen que dibujen en él sobre otras superficies. Al dibujar haciendo presión sobre el tecnopor, se crean surcos que quedarán libres de tinta al momento de hacer la transferencia de la imagen. Luego de definir a grandes rasgos el dibujo que realizarán, los estudiantes comienzan a trazarlo con un lápiz sobre el plato de tecnopor.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la sugerencia más pertinente que puede dar el docente para facilitar el desarrollo de esta actividad creativa?",
          "opciones": [
            "\"Recuerden comunicar sus intenciones claramente con el dibujo y, con mano firme, intenten trazar de manera fluida y precisa\".",
            "\"Procuren no presionar mucho hasta no estar seguros del trazo que quieren hacer; luego sujeten el lápiz firmemente y refuercen las líneas\".",
            "\"Acuérdense de que las líneas guían el ojo y activan las diferentes partes del dibujo, extiendan las líneas hasta los extremos de la superficie\"."
          ],
          "respuesta": "\"Procuren no presionar mucho hasta no estar seguros del trazo que quieren hacer; luego sujeten el lápiz firmemente y refuercen las líneas\".",
          "respuestaCorta": "Para una técnica de grabado donde el trazo es permanente, la sugerencia más práctica es bocetar suavemente primero y luego presionar con firmeza para definir las líneas finales.",
          "solucionario": "La técnica descrita es similar a un grabado en relieve, donde cada marca es definitiva. La sugerencia más pertinente aborda el aspecto técnico del proceso: es recomendable hacer un boceto inicial con poca presión para no dejar surcos profundos, lo que permite corregir el diseño. Una vez que el dibujo está definido, se debe aplicar una presión firme y segura para crear los surcos que definirán la imagen final en la impresión. Esta estrategia previene errores y da más control al estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p26",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2018/arte/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el recurso visual que más destaca en la siguiente fotografía de Bill Wadman (Estados Unidos, 1975)?",
          "opciones": [
            "Énfasis y balance.",
            "Unidad y armonía.",
            "Ritmo y movimiento."
          ],
          "respuesta": "Ritmo y movimiento.",
          "respuestaCorta": "La fotografía, perteneciente a la serie \"Motion\", utiliza la técnica de larga exposición para capturar la estela del movimiento, lo que genera una fuerte sensación de ritmo y dinamismo.",
          "solucionario": "La imagen utiliza una velocidad de obturación lenta para registrar el rastro que deja una figura al moverse. Este efecto, conocido como 'barrido' o 'estela de movimiento', crea líneas y formas fluidas que se repiten visualmente, generando una clara sensación de ritmo y dinamismo. Por lo tanto, el ritmo y el movimiento son los principios de composición que más destacan en la obra.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p27",
      "contexto": "Pancho Fierro fue un pintor que logró representar la sociedad de la Lima de principios del siglo XIX en la que le tocó vivir. En sus acuarelas se pueden reconocer a personajes como la lechera, el aguatero, la tamalera, la vendedora de pescado, la misturera, etc. Junto a ellos, los clérigos, beatos y monjas fueron también motivo de inspiración, así como los funcionarios públicos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué corriente artística pertenecen las características mencionadas sobre la obra de Pancho Fierro?",
          "opciones": [
            "Pintura costumbrista.",
            "Pintura indigenista.",
            "Pintura colonial."
          ],
          "respuesta": "Pintura costumbrista.",
          "respuestaCorta": "La obra de Pancho Fierro, al retratar personajes, escenas y costumbres típicas de la sociedad limeña de su época, se enmarca en la corriente artística del Costumbrismo.",
          "solucionario": "El Costumbrismo es una corriente artística que se caracteriza por la representación de las costumbres, los tipos y las escenas de la vida cotidiana de una sociedad específica. La descripción de la obra de Pancho Fierro, centrada en personajes populares y funcionarios de la Lima del siglo XIX, es el ejemplo por excelencia de la pintura costumbrista en el Perú.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p28",
      "contexto": "Cuando se fabrican piezas de arcilla, se debe evitar que estas \"exploten\" al ser quemadas en el horno.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procedimientos NO está orientado a este propósito?",
          "opciones": [
            "Antes de realizar la pieza, amasar la arcilla ejerciendo presión con las palmas de las manos.",
            "Utilizar barbotina o arcilla líquida para asegurar los detalles más pequeños de la pieza.",
            "Si se elabora una figura sólida, ahuecarla con diferentes herramientas de modelado."
          ],
          "respuesta": "Utilizar barbotina o arcilla líquida para asegurar los detalles más pequeños de la pieza.",
          "respuestaCorta": "La barbotina se usa como pegamento para unir partes de arcilla, no para prevenir que la pieza explote en el horno, lo cual se debe a burbujas de aire o humedad atrapada.",
          "solucionario": "Las explosiones de la cerámica en el horno se producen principalmente por dos razones: la expansión del vapor de agua atrapada en la arcilla o la expansión de burbujas de aire. Amasar la arcilla (opción A) sirve para eliminar las burbujas de aire. Ahuecar una pieza sólida (opción C) asegura un secado y cocción uniformes, evitando que la humedad quede atrapada en el interior. En cambio, la barbotina (opción B) es un adhesivo cerámico; su función es unir piezas, no prevenir explosiones.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p29",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2018/arte/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es la manera más eficiente de construir un jarrón de arcilla como el de la figura?",
          "opciones": [
            "Elaborar una base circular plana de arcilla, luego aplanar otro bloque de arcilla con un rodillo y cortar un plano rectangular para armar la pared del jarrón, y finalmente pegarlo verticalmente con barbotina o arcilla líquida sobre la circunferencia de la base.",
            "Realizar rollos de arcilla e ir pegándolos con barbotina o arcilla líquida sobre una base circular plana para levantar las paredes del jarrón desde abajo hacia arriba, e ir juntándolos con los dedos o una esteca plana o palillo hasta que los rollos no se vean y la superficie quede lisa.",
            "A partir de un bloque sólido, levantar las paredes moldeando y ahuecando el bloque con los dedos hasta alcanzar la forma y la altura deseada, luego asentar la base del bloque hasta que quede plana y finalmente emparejar la superficie de las paredes con una esteca plana o palillo hasta que quede uniforme."
          ],
          "respuesta": "Realizar rollos de arcilla e ir pegándolos con barbotina o arcilla líquida sobre una base circular plana para levantar las paredes del jarrón desde abajo hacia arriba, e ir juntándolos con los dedos o una esteca plana o palillo hasta que los rollos no se vean y la superficie quede lisa.",
          "respuestaCorta": "La técnica de construcción con rollos de arcilla (colombín) es el método tradicional y más eficiente para levantar las paredes de vasijas y jarrones de forma controlada.",
          "solucionario": "La descripción corresponde a la técnica del colombín o de rollos, uno de los métodos de modelado manual más antiguos y eficaces para crear vasijas. Permite controlar la altura, el grosor y la forma de la pieza de manera progresiva. La técnica de la plancha (opción A) es más adecuada para formas geométricas con paredes rectas, y la técnica del pellizco o ahuecado a partir de un bloque (opción C) es más útil para piezas pequeñas y macizas.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La expresión \"Fmaj7-Gm7-C7- F6\" representa:",
          "opciones": [
            "Una melodía.",
            "Una sucesión de ritmos.",
            "Una progresión de acordes."
          ],
          "respuesta": "Una progresión de acordes.",
          "respuestaCorta": "Esta notación, conocida como cifrado americano, representa una secuencia de acordes que forman la base armónica de una pieza musical, es decir, una progresión de acordes.",
          "solucionario": "En la notación musical moderna o cifrado americano, cada término (ej. \"Fmaj7\") define un acorde. La letra (F) indica la nota fundamental del acorde, y los símbolos siguientes (maj7, m7, 7, 6) especifican su cualidad (mayor, menor, etc.) y las notas adicionales que lo componen. Una secuencia de estos símbolos, por lo tanto, describe una progresión de acordes, que es la sucesión de armonías en una canción.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p31",
      "contexto": "Frank Sinatra inició su carrera como cantante en bandas de jazz en 1939. La invención del micrófono permitió a los cantantes de su generación desarrollar un estilo por momentos susurrado, personal y delicado. Su carrera se desarrolla en la Norteamérica de la posguerra, en medio de un amplio crecimiento económico y de normas sociales que se caracterizaban por el conformismo y el conservadurismo. Syd Vicious desarrolla su carrera como bajista de la banda punk \"Sex Pistols\" en la década de 1970. El movimiento punk valoraba, como una forma de expresar una oposición a formas y creencias de sus sociedades, la simplicidad, la crudeza, el descuido y la agresividad en la música. Syd Vicious grabó en 1978 una versión del tema \"My Way\" (canción popularizada originalmente por Frank Sinatra) en la que la música ha sido acelerada, el canto es burlón, por momentos intencionalmente desafinado y agresivo, y porciones de la letra son cambiadas porque, según el cantante, nunca aprendió la letra completa. Un docente de Arte inicia la sesión con sus estudiantes reproduciendo las dos versiones de la balada \"My Way\"... y promueve la discusión en plenaria...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de la actividad descrita?",
          "opciones": [
            "Facilitar que los estudiantes reflexionen sobre cómo el contexto histórico social puede validar, valorar o modificar un estilo musical.",
            "Favorecer que los estudiantes identifiquen las características de dos estilos musicales distintos y el contexto social en que cada uno surgió.",
            "Mostrar a los estudiantes cómo a finales del siglo XX los valores tradicionales de la música se ven desplazados por nuevas formas de expresión de menor calidad."
          ],
          "respuesta": "Facilitar que los estudiantes reflexionen sobre cómo el contexto histórico social puede validar, valorar o modificar un estilo musical.",
          "respuestaCorta": "Al comparar dos versiones exitosas de la misma canción en épocas distintas, la actividad busca que los estudiantes comprendan que los valores musicales y su éxito dependen del contexto sociocultural.",
          "solucionario": "El núcleo de la actividad es la comparación entre dos interpretaciones radicalmente opuestas de la misma canción, ambas exitosas en sus respectivos momentos históricos. Al proporcionar el contexto social de cada una (conformismo de posguerra vs. rebeldía punk), el docente guía a los estudiantes a concluir que lo que se considera valioso o aceptable en la música no es absoluto, sino que está determinado por los valores, las tensiones y las ideas de la sociedad en la que se produce.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p32",
      "contexto": "El vals \"Contigo Perú\", de Augusto Polo Campos, hace uso de distintos géneros de la música popular peruana, como el tondero, el vals y la marinera, para ilustrar dramáticamente secciones de su letra. La introducción, por ejemplo, hace uso del tondero para crear una atmósfera misteriosa. En el verso se hace uso del vals para ilustrar los pasajes más trágicos, y en el coro se aprovecha el carácter festivo de la marinera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de haber escuchado una vez el tema, ¿cuál de las siguientes secuencias de actividades es la más apropiada para fomentar que los estudiantes aprecien el uso de los géneros mencionados en \"Contigo Perú\"?",
          "opciones": [
            "Mostrar y comparar con los estudiantes una grabación de un tondero, una de un vals y otra de una marinera. Analizar con los estudiantes la letra de \"Contigo Perú\", identificando las secciones en que se toca cada una de las danzas y su contenido emocional. Preguntar a los estudiantes por qué el compositor usa las danzas mencionadas.",
            "Describir las características principales del vals, del tondero y de la marinera como géneros musicales y como danzas. Mostrar en video los pasos de danza de cada uno de los géneros mencionados, mostrar el vestuario y relacionarlo con el contexto en que se practican las danzas mencionadas.",
            "Preguntar a los estudiantes qué es lo que conocen sobre el tondero, el vals y la marinera. Brindar definiciones de los géneros mencionados, indicando las características que los diferencian entre sí. Hablar brevemente sobre los exponentes más importantes de las danzas mencionadas."
          ],
          "respuesta": "Mostrar y comparar con los estudiantes una grabación de un tondero, una de un vals y otra de una marinera. Analizar con los estudiantes la letra de \"Contigo Perú\", identificando las secciones en que se toca cada una de las danzas y su contenido emocional. Preguntar a los estudiantes por qué el compositor usa las danzas mencionadas.",
          "respuestaCorta": "La secuencia más efectiva para la apreciación es: 1) conocer los elementos por separado, 2) identificarlos dentro de la obra y 3) reflexionar sobre su función expresiva.",
          "solucionario": "Esta secuencia pedagógica es la más completa para la apreciación musical. Primero, establece un marco de referencia al permitir que los estudiantes escuchen y reconozcan los géneros base (tondero, vals, marinera). Segundo, aplica ese conocimiento en la obra específica (\"Contigo Perú\"), conectando la música con la letra y su emoción. Tercero, promueve un nivel de análisis superior al preguntar por la intencionalidad del compositor. Este proceso va de lo simple a lo complejo, garantizando una comprensión profunda.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p33",
      "contexto": "Un docente desea mostrar a sus estudiantes que en el siglo XXI, gracias a los avances de la tecnología, cualquier persona puede crear música, siempre y cuando tenga acceso a una computadora, tablet o teléfono inteligente, y al software correspondiente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es la más apropiada para lograr este propósito?",
          "opciones": [
            "Reproducir para los estudiantes un documental sobre la producción de la banda sonora de una película donde se usó exclusivamente música producida en computadora y discutir con ellos las ventajas y desventajas de dicha decisión.",
            "Conseguir uno o varios teléfonos celulares e instalar en ellos aplicaciones sencillas de producción musical y facilitar que los estudiantes puedan explorar el uso de dichas aplicaciones durante la clase.",
            "Mostrar a los estudiantes una entrevista realizada a un compositor que logró fama y reconocimiento utilizando software de producción musical de una manera particular e ingeniosa."
          ],
          "respuesta": "Conseguir uno o varios teléfonos celulares e instalar en ellos aplicaciones sencillas de producción musical y facilitar que los estudiantes puedan explorar el uso de dichas aplicaciones durante la clase.",
          "respuestaCorta": "Para demostrar que 'cualquier persona' puede crear música con tecnología, la estrategia más directa y significativa es permitirles experimentar y crear por sí mismos con herramientas accesibles.",
          "solucionario": "El aprendizaje es más efectivo cuando es activo y experiencial. El propósito es demostrar la accesibilidad de la creación musical. Mientras que ver un documental o una entrevista (opciones A y C) son actividades pasivas que muestran lo que otros han hecho, la opción B permite a los estudiantes ser los protagonistas. Al manipular directamente una aplicación en un dispositivo común como un celular, comprueban por sí mismos que la creación musical está a su alcance.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p34",
      "contexto": "Un docente desea mostrar a sus estudiantes que en el siglo XXI la noción de \"instrumento musical\" ya no está restringida a los instrumentos musicales tradicionales, sino que ahora cualquier objeto puede ser considerado un instrumento musical, e inclusive es posible inventar instrumentos musicales por medio de la tecnología digital.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es la más apropiada para este propósito?",
          "opciones": [
            "Llevar un teléfono inteligente a la clase, instalar en él una aplicación que permita tocar melodías reproduciendo sonidos de instrumentos como la flauta o el piano; luego preguntarles ¿cuáles son las principales diferencias entre el sonido producido por \"los instrumentos del teléfono\" y un piano o una flauta real?, y finalmente improvisar junto con los estudiantes una breve pieza musical utilizando la aplicación.",
            "Solicitar a los estudiantes que escojan algunos objetos del aula al azar, y preguntarles: \"¿Qué sonidos podemos producir si percutimos estos objetos?, ¿Cómo cambia el sonido si los golpeamos en distintas partes o sobre diferentes superficies? ¿Y cómo suenan si los frotamos?\"; luego, realizar una dinámica en la cual los estudiantes improvisen una pieza musical usando los objetos escogidos u otros similares.",
            "Elaborar junto con los estudiantes instrumentos musicales rudimentarios (como sonajas, silbatos o tambores) con materiales reciclados, desde su diseño hasta el acabado final; luego, pedirles a los estudiantes que exploren libremente los sonidos que producen estos instrumentos, y finalmente improvisar todos juntos una breve pieza musical con ellos."
          ],
          "respuesta": "Solicitar a los estudiantes que escojan algunos objetos del aula al azar, y preguntarles: \"¿Qué sonidos podemos producir si percutimos estos objetos?, ¿Cómo cambia el sonido si los golpeamos en distintas partes o sobre diferentes superficies? ¿Y cómo suenan si los frotamos?\"; luego, realizar una dinámica en la cual los estudiantes improvisen una pieza musical usando los objetos escogidos u otros similares.",
          "respuestaCorta": "Para ampliar el concepto de 'instrumento musical', la actividad más radical y efectiva es explorar el potencial sonoro de objetos cotidianos no diseñados para hacer música.",
          "solucionario": "El propósito es ampliar la noción de \"instrumento musical\". La opción B es la más adecuada porque se centra en la idea de que 'cualquier objeto puede ser un instrumento'. Al tomar objetos al azar del aula, se rompe con la idea de que un instrumento debe ser algo prefabricado para hacer música. El proceso de exploración sonora y posterior improvisación demuestra de manera práctica que la musicalidad reside en la intención y la organización del sonido, no en el objeto en sí. Las otras opciones trabajan con instrumentos (virtuales o construidos), pero no desafían el concepto de la misma manera.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p35",
      "contexto": "\"El Mar\", de Claude Debussy (Francia, 1862), es una composición musical que representa una serie de sucesos durante una travesía en el mar, los cuales van desde un tranquilo amanecer hasta una violenta tormenta. Un docente pide a sus estudiantes que se muevan libremente por el aula mientras escuchan la obra mencionada, intentando que sus cuerpos reaccionen a la música que están escuchando. Luego de la actividad, el docente les pide que identifiquen a partir de los movimientos realizados qué tipo de emociones les generaron las diversas partes de la composición y qué elementos de la composición fueron los que las generaron.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué busca desarrollar principalmente el docente en los estudiantes mediante esta actividad?",
          "opciones": [
            "La capacidad de representar dramáticamente las emociones que puede generar la música a través de movimientos y posturas corporales.",
            "La apreciación de las diversas partes de la composición por medio de una actividad que involucra el movimiento de sus cuerpos.",
            "La habilidad de los estudiantes para representar con los movimientos de su cuerpo los sonidos que puede evocar el mar."
          ],
          "respuesta": "La apreciación de las diversas partes de la composición por medio de una actividad que involucra el movimiento de sus cuerpos.",
          "respuestaCorta": "La actividad utiliza el movimiento corporal como una estrategia kinestésica para facilitar la escucha activa y la apreciación de la estructura y las emociones de la obra musical.",
          "solucionario": "Si bien la actividad involucra la expresión corporal y las emociones, su propósito principal es pedagógico y se centra en la música. El movimiento no es un fin en sí mismo, sino un medio para que los estudiantes se conecten de manera más profunda con la composición de Debussy. Al hacerlos conscientes de cómo su cuerpo reacciona a los cambios en la música y luego pedirles que identifiquen los elementos musicales que provocaron esas reacciones, el docente está utilizando una estrategia de escucha activa para desarrollar la apreciación musical.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p36",
      "contexto": "Un docente ha trabajado durante el semestre con diferentes configuraciones instrumentales dentro del aula de Música de la IE. Como resultado de ello, va a presentar a fines de año a tres conjuntos instrumentales conformados por sus estudiantes en una actuación en el patio frente de toda la comunidad educativa. Los grupos tienen las siguientes conformaciones:\n• Grupo 1: Tres trompetas, cuatro trombones, tres tambores.\n• Grupo 2: Tres violines, dos flautas dulces, un clarinete.\n• Grupo 3: Cuatro saxofones, cuatro clarinetes, dos flautines.\nLa IE cuenta con un equipo de sonido para amplificar los instrumentos, pero, para que la actuación sea fluida y no haya muchas interrupciones colocando y probando micrófonos, es conveniente evitar la amplificación cuando esta no sea necesaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los grupos mencionados necesita forzosamente de amplificación?",
          "opciones": [
            "El grupo 1.",
            "El grupo 2.",
            "El grupo 3."
          ],
          "respuesta": "El grupo 2.",
          "respuestaCorta": "El Grupo 2 (violines, flautas dulces, clarinete) necesita amplificación porque los instrumentos de cuerda y las flautas dulces tienen un volumen acústico mucho menor en comparación con los metales y la percusión de los otros grupos, especialmente en un espacio abierto.",
          "solucionario": "Esta pregunta evalúa el conocimiento sobre el balance sonoro y la proyección de los instrumentos. El Grupo 1 (metales y percusión) y el Grupo 3 (maderas de alta proyección como saxofones y flautines) son naturalmente sonoros y pueden funcionar bien en un espacio abierto como un patio. En cambio, el Grupo 2 contiene violines y flautas dulces, instrumentos con un volumen acústico considerablemente bajo que serían fácilmente opacados por el ruido ambiental y no se escucharían adecuadamente sin amplificación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
   
    {
      "idGrupo": "asc_arteycultura_2018_p37",
      "contexto": "Para construir un siku \"arka\" es necesario cortar siete tubos de PVC de las siguientes medidas: 33 cm, 27 cm, 24 cm, 20 cm, 17 cm, 15 cm, 12 cm. Luego, es necesario introducir un tapón de corcho por un extremo de cada tubo para que la longitud interior sea exactamente de 28.4 cm, 22.4 cm, 18.6 cm, 15.5 cm, 12.1 cm, 10 cm y 7.9 cm. Luego se procede a atar los tubos y el instrumento músical está listo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué motivo es importante que la longitud interior de los tubos corresponda exactamente con las medidas proporcionadas?",
          "opciones": [
            "Porque estas medidas garantizan que el instrumento sea de fácil y cómoda manipulación.",
            "Porque la precisión de la afinación del instrumento depende de la exactitud de las medidas interiores de los tubos.",
            "Porque un ligero cambio en las medidas variaría la fuerza que se necesita para soplar cada tubo, lo que afectaría el desempeño del instrumentista."
          ],
          "respuesta": "Porque la precisión de la afinación del instrumento depende de la exactitud de las medidas interiores de los tubos.",
          "respuestaCorta": "En los instrumentos de viento como el siku, la longitud de la columna de aire interior determina directamente la altura del sonido, por lo que la exactitud de las medidas es crucial para la afinación.",
          "solucionario": "El principio físico de los instrumentos de viento establece que la frecuencia de la vibración de una columna de aire (y por lo tanto, el tono del sonido) es inversamente proporcional a su longitud. Un tubo más largo produce un sonido más grave, y un tubo más corto, uno más agudo. Para que el siku produzca las notas musicales correctas y esté afinado, la longitud interior de cada tubo debe ser precisa.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p38",
      "contexto": "En el vals criollo es común el uso de la hemiola, es decir, la presencia simultánea o alternada de ritmos correspondientes a compases de 3/4 y ritmos correspondientes a compases de 6/8. Un docente ha encontrado un video en internet en el que se explica por medio de una animación qué es una hemiola y que ofrece varios ejemplos de su presencia en el vals criollo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes secuencias de acciones es pertinente que el docente realice antes de mostrar el video a los estudiantes para que estos puedan aprovechar de la mejor manera su contenido?",
          "opciones": [
            "Escribir en la pizarra un patrón rítmico en 3/4 y otro en 6/8; luego hacer un diagrama donde se muestran los dos patrones superpuestos y preguntar a los estudiantes dónde hay coincidencias rítmicas; finalmente, explicar que lo mostrado es una hemiola.",
            "Entregar a los estudiantes una definición de \"hemiola\"; luego leer en clase un texto donde se detalla la importancia de la hemiola en la música a través de la historia; finalmente, mostrar grabaciones de diversas piezas del repertorio de música criolla en las que se aprecia el uso de la hemiola.",
            "Mostrar grabaciones representativas del vals criollo; luego separar a la clase en dos grupos y enseñar a uno a tocar con las palmas un ritmo en 3/4 y al otro un ritmo en 6/8; luego pedir a los dos grupos que toquen simultáneamente ambos ritmos y mencionar que lo que están tocando se llama \"hemiola\"."
          ],
          "respuesta": "Mostrar grabaciones representativas del vals criollo; luego separar a la clase en dos grupos y enseñar a uno a tocar con las palmas un ritmo en 3/4 y al otro un ritmo en 6/8; luego pedir a los dos grupos que toquen simultáneamente ambos ritmos y mencionar que lo que están tocando se llama \"hemiola\".",
          "respuestaCorta": "La mejor preparación para entender un concepto musical abstracto como la hemiola es una secuencia que va de la escucha (contexto) a la práctica kinestésica (vivencia del ritmo).",
          "solucionario": "La opción C presenta una secuencia pedagógica ideal para el aprendizaje musical: parte de lo auditivo (escuchar el vals), pasa a lo kinestésico (tocar los ritmos con las palmas) y finalmente llega a lo conceptual (nombrar el fenómeno). Al hacer que los estudiantes vivan la experiencia de superponer los dos ritmos, el concepto de 'hemiola' deja de ser una definición abstracta y se convierte en una experiencia corporal, lo que facilita enormemente la comprensión del video que se mostrará a continuación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p39",
      "contexto": "La obra Pequeña suite peruana, de Celso Garrido Lecca (Perú, 1926), es una colección de cinco pequeñas piezas para piano basadas en danzas tradicionales del Perú. En cada una de las piezas el compositor combina elementos de la música tradicional peruana con elementos de música clásica del siglo XX. El docente de Arte tiene el propósito de desarrollar la apreciación musical de sus estudiantes y ha planificado presentar la Pequeña suite peruana a su clase.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es la más pertinente para iniciar la actividad?",
          "opciones": [
            "Mostrar a los estudiantes una entrevista realizada al compositor en la que detalla sus principales influencias a lo largo de su carrera artística; luego, reproducir la obra completa a los estudiantes y pedirles que escriban un breve párrafo detallando las influencias que pudieron identificar en la obra.",
            "Mostrar ejemplos de música tradicional peruana y ejemplos de música clásica del siglo XX; luego, mostrar fragmentos de las piezas de la Pequeña suite peruana e invitar a los estudiantes a identificar semejanzas entre todo lo escuchado; finalmente, comentar y, de ser necesario, hacer precisiones sobre la base de lo propuesto por los estudiantes.",
            "Reproducir la obra completa en clase, dividir a los estudiantes en cinco grupos y asignar a cada uno una de las pequeñas piezas de la suite para que investiguen las influencias musicales que aprecian; luego, organizar una ronda de exposiciones en clase para que cada grupo comparta sus hallazgos; finalmente, sacar conclusiones entre todos sobre las influencias musicales de la pieza."
          ],
          "respuesta": "Mostrar ejemplos de música tradicional peruana y ejemplos de música clásica del siglo XX; luego, mostrar fragmentos de las piezas de la Pequeña suite peruana e invitar a los estudiantes a identificar semejanzas entre todo lo escuchado; finalmente, comentar y, de ser necesario, hacer precisiones sobre la base de lo propuesto por los estudiantes.",
          "respuestaCorta": "Para apreciar una obra de fusión, es fundamental primero familiarizar a los estudiantes con los estilos de origen por separado antes de que los identifiquen en la obra final.",
          "solucionario": "La actividad más pertinente para la apreciación de una obra que fusiona estilos consiste en dar a los estudiantes las herramientas para reconocer dicha fusión. La opción B sigue una secuencia lógica: primero, presenta los 'ingredientes' (música tradicional y música clásica del s. XX) para que los estudiantes los conozcan. Luego, presenta la 'fusión' (la obra de Garrido Lecca) y los involucra activamente en la tarea de identificar las semejanzas. Este método de descubrimiento guiado es más efectivo que la investigación sin referentes previos (opción C) o la simple exposición a información (opción A).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p40",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2018/arte/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es la secuencia de sonidos musicales escritos en el siguiente gráfico?",
          "opciones": [
            "Sol, si sostenido, do.",
            "Mi, sol sostenido, la.",
            "Re, fa sostenido, sol."
          ],
          "respuesta": "Mi, sol sostenido, la.",
          "respuestaCorta": "En clave de Sol, la primera nota está en la primera línea (Mi), la segunda en la segunda línea con alteración (Sol sostenido), y la tercera en el segundo espacio (La).",
          "solucionario": "La lectura de las notas en el pentagrama con la Clave de Sol se realiza de la siguiente manera: 1. La primera nota se encuentra en la primera línea, que corresponde a la nota Mi. 2. La segunda nota está en la segunda línea, que es Sol, pero está afectada por un sostenido (#) que eleva su altura medio tono, convirtiéndola en Sol sostenido. 3. La tercera nota se ubica en el segundo espacio, que corresponde a la nota La. La secuencia correcta es Mi, sol sostenido, la.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p41",
      "contexto": "Durante una unidad pedagógica, un docente prepara una banda de instrumentos de percusión para una presentación en público. En una sección de la pieza que tocarán se necesita que todos los estudiantes toquen al unísono, pero estos tienen dificultades para tocar juntos uniformemente el mismo ritmo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es la más apropiada para superar esta dificultad?",
          "opciones": [
            "Solicitar a los estudiantes que solo los que se sientan seguros toquen la sección en cuestión y que los demás permanezcan en silencio en las partes en las que tengan dudas.",
            "Trabajar la sección de la pieza reduciendo la velocidad hasta que los estudiantes puedan dominarla, y luego aumentar la velocidad progresivamente hasta tocar a la velocidad original.",
            "Hacer dinámicas de motivación y concentración con los estudiantes para mejorar su disposición para tocar y que esto redunde en un mejor rendimiento durante la ejecución de la pieza."
          ],
          "respuesta": "Trabajar la sección de la pieza reduciendo la velocidad hasta que los estudiantes puedan dominarla, y luego aumentar la velocidad progresivamente hasta tocar a la velocidad original.",
          "respuestaCorta": "La técnica de estudio estándar para superar dificultades rítmicas o técnicas en la música es practicar el pasaje lentamente para asegurar la precisión y luego aumentar la velocidad de forma gradual.",
          "solucionario": "Esta es una estrategia fundamental y universal en la práctica musical. Reducir el tempo permite a los músicos procesar la información rítmica y coordinar sus movimientos con precisión. Una vez que se logra la ejecución correcta y uniforme a una velocidad lenta, se construye la memoria muscular y la confianza. Aumentar progresivamente la velocidad sobre esa base sólida asegura que la precisión se mantenga hasta alcanzar el tempo final. Las otras opciones evaden el problema (A) o no abordan directamente la dificultad técnica (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p42",
      "contexto": null,
      "imagen": "img/ascenso/secundaria/2018/arte/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes fragmentos musicales contiene errores de notación rítmica?",
          "opciones": [
            "a",
            "b",
            "c"
          ],
          "respuesta": "a",
          "respuestaCorta": "El fragmento 'a' tiene un error porque su primer compás suma más tiempos de los que indica la métrica de 3/4.",
          "solucionario": "Todos los fragmentos están en un compás de 3/4, lo que significa que cada compás debe sumar exactamente 3 tiempos de negra. En el fragmento 'a', el primer compás contiene: dos corcheas (1 tiempo), una negra (1 tiempo), una negra (1 tiempo) y una corchea (1/2 tiempo). La suma total es 3.5 tiempos, lo cual excede el límite del compás y constituye un error de notación rítmica. Los compases en los fragmentos 'b' y 'c' suman correctamente 3 tiempos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p43",
      "contexto": "Un docente solicita a sus estudiantes que elijan a su personaje favorito de un libro, película u otra obra de ficción y expliquen su elección. El docente va tomando nota en la pizarra y, cuando se producen coincidencias entre las características de diversos personajes, las va señalando. Luego de haber anotado los nombres y características de unos diez personajes, el docente hace junto con los estudiantes un breve análisis de las coincidencias entre unos y otros, y explica que muchas veces los personajes de historias distintas tienen características y roles comunes. Finalmente pide a la clase que se divida en grupos de cinco y que cada grupo invente su propio personaje, usando las características anotadas en la pizarra.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Que los estudiantes exploren la creación de personajes de ficción arquetípicos.",
            "Que el docente se familiarice con las obras de ficción preferidas por sus estudiantes.",
            "Hacer en clase una relación de las características comunes a todos los personajes de ficción."
          ],
          "respuesta": "Que los estudiantes exploren la creación de personajes de ficción arquetípicos.",
          "respuestaCorta": "La actividad guía a los estudiantes a identificar patrones y roles comunes en personajes de ficción para luego utilizarlos en la creación de nuevos personajes, introduciéndolos al concepto de arquetipos.",
          "solucionario": "El docente guía un proceso que va del análisis a la creación. Al señalar las \"características y roles comunes\" en personajes de diferentes historias, está trabajando con el concepto de arquetipo (el héroe, el mentor, el villano, etc.), aunque no use la palabra explícitamente. El paso final, que es crear un personaje usando esas características comunes como base, confirma que el propósito es que los estudiantes exploren y apliquen la creación de personajes a partir de estos modelos arquetípicos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p44",
      "contexto": "Un docente les muestra a sus estudiantes un pasaje de Ña Catita, de Manuel Ascencio Segura, y les pide que analicen los patrones de repetición de las rimas que se producen en los textos de diversos personajes. Luego les muestra la letra de una canción del dúo femenino de hip-hop peruano \"Las Damas\" y les pide que hagan el mismo análisis en las rimas de sus versos. A continuación, les pide que hagan una comparación en el uso de la rima entre ambos ejemplos. Luego de que los estudiantes llegan a la conclusión de que ambos ejemplos comparten muchas características, les revela que ambos están separados 150 años en el tiempo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de la actividad descrita?",
          "opciones": [
            "Mostrar la influencia que tiene el teatro costumbrista peruano en la producción del hip-hop en nuestro país.",
            "Fomentar que los estudiantes reflexionen sobre la vigencia de la rima como recurso poético a través del tiempo.",
            "Promover que los estudiantes aprecien la diferencia que hay en la calidad artística entre el texto producido por Ascencio Segura y el texto de \"Las Damas\"."
          ],
          "respuesta": "Fomentar que los estudiantes reflexionen sobre la vigencia de la rima como recurso poético a través del tiempo.",
          "respuestaCorta": "Al encontrar similitudes en el uso de la rima entre una obra del siglo XIX y una canción actual, los estudiantes pueden concluir que la rima es un recurso poético vigente y atemporal.",
          "solucionario": "El núcleo de la actividad es la comparación de un recurso poético (la rima) en dos contextos culturales y temporales muy distintos. El hecho de que los estudiantes encuentren características compartidas y luego descubran la gran diferencia de tiempo entre las obras, los lleva a reflexionar sobre la persistencia y adaptabilidad de la rima. Se demuestra que no es un recurso anticuado, sino una herramienta expresiva que se mantiene vigente a través de los siglos y los géneros.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p45",
      "contexto": "Un docente les pide a sus estudiantes que dividan una hoja de papel en dos columnas. Una de las columnas debe ser titulada \"Perú, lo que me gusta\", y la otra columna \"Perú, lo que debe mejorar\". Luego les pide que escriban en la hoja una serie de características que ellos consideran resaltantes del Perú como sociedad. Seguidamente propicia una lluvia de ideas y va escribiendo en la pizarra las coincidencias entre lo escrito por los estudiantes, quedando anotadas en la pizarra diez características en cada columna. Finalmente, reparte entre los estudiantes fragmentos de las obras teatrales El Sargento Canuto, de Manuel Ascensio Segura, y La de 4000, de Leonidas Yerovi, y les pide que identifiquen alguna de las características anotadas en la pizarra en los personajes o situaciones presentes en ambas obras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Fomentar que los estudiantes reflexionen sobre los valores que definen al Perú.",
            "Establecer una conexión argumental entre las obras de Manuel Ascencio Segura y Leonidas Yerovi.",
            "Facilitar que los estudiantes identifiquen que las obras mencionadas eran críticas con la sociedad de su tiempo."
          ],
          "respuesta": "Facilitar que los estudiantes identifiquen que las obras mencionadas eran críticas con la sociedad de su tiempo.",
          "respuestaCorta": "La actividad conecta la percepción actual de los estudiantes sobre los problemas sociales del Perú con la representación de esos mismos problemas en obras teatrales históricas, revelando su carácter crítico.",
          "solucionario": "La estrategia del docente consiste en crear un puente entre el presente y el pasado. Primero, activa la conciencia crítica de los estudiantes sobre su propia sociedad (columna \"lo que debe mejorar\"). Luego, al pedirles que encuentren esas mismas características en las obras, les permite descubrir por sí mismos que esas piezas teatrales no eran meras ficciones, sino que funcionaban como un espejo y una crítica de los vicios y problemas de la sociedad en la que fueron escritas. Se revela así la función social del teatro.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p46",
      "contexto": "Un docente desea iniciar en la actuación teatral a sus estudiantes. Luego de hacer algunos ejercicios para ayudarlos a calentar y desinhibirse, les cuenta un poco sobre el estilo melodramático de actuación del siglo XIX. Les explica que en ese estilo eran usados un conjunto de movimientos predefinidos para expresar determinadas emociones... Luego de explicar las características principales del estilo melodramático de actuación, el docente les pide a los estudiantes que practiquen los movimientos de ese estilo usados para expresar horror, pena, orgullo, amor y fortaleza, y luego les entrega una breve escena de cinco minutos de duración, que deberán ensayar en grupos de tres usando los movimientos practicados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta secuencia didáctica?",
          "opciones": [
            "Ofrecer a los estudiantes una herramienta para iniciarse en la representación teatral que les permita tener un primer acercamiento motivador a la práctica de la actuación.",
            "Iniciar a los estudiantes en la exploración de las posibilidades expresivas de su cuerpo y de sus gestos para desarrollar sus habilidades para la actuación.",
            "Establecer las bases teóricas iniciales de las etapas de la historia de la actuación teatral y sus características."
          ],
          "respuesta": "Ofrecer a los estudiantes una herramienta para iniciarse en la representación teatral que les permita tener un primer acercamiento motivador a la práctica de la actuación.",
          "respuestaCorta": "El uso del estilo melodramático, con sus gestos codificados y exagerados, sirve como una herramienta accesible y lúdica para que los estudiantes principiantes pierdan el miedo y tengan una primera experiencia positiva con la actuación.",
          "solucionario": "Para estudiantes que se inician en la actuación, la búsqueda de la \"verdad\" emocional puede ser abrumadora. El estilo melodramático, al ofrecer un código claro y externo de gestos para cada emoción, proporciona una estructura segura y fácil de seguir. Esto reduce la ansiedad, fomenta el juego y la desinhibición, y permite a los estudiantes experimentar el placer de la representación sin la presión del realismo psicológico, constituyendo así un excelente y motivador punto de partida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p47",
      "contexto": "Luego de leer un relato a sus estudiantes, el docente los invita a participar en un proceso de representación espontánea en el que tienen que interpretar a uno de los personajes del relato según se lo imaginan mediante movimientos, gestos y sonidos. Les pide representar también los elementos naturales presentes en el relato, como el viento, el agua y el fuego, para dar mayor riqueza a su presentación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de estrategia de creación está aplicando el docente?",
          "opciones": [
            "La adaptación.",
            "La reproducción.",
            "La improvisación."
          ],
          "respuesta": "La improvisación.",
          "respuestaCorta": "La actividad se basa en la representación espontánea y no planificada de personajes y elementos, lo cual es la definición de la estrategia de creación por improvisación.",
          "solucionario": "La clave está en los términos \"representación espontánea\" y \"según se lo imaginan\". No hay un guion previo ni una coreografía establecida; los estudiantes deben crear la representación en el momento, basándose en el estímulo del relato. Este acto de crear y ejecutar simultáneamente, sin una planificación detallada, es la esencia de la improvisación como estrategia de creación teatral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué significa el término \"subtexto\" en el contexto teatral?",
          "opciones": [
            "Es el texto escrito de la obra teatral y contiene los parlamentos que deben decir los actores y las indicaciones que deben seguir durante su interpretación.",
            "Es el contenido que no se anuncia de manera expresa por los personajes o por el autor, pero que está implícito o es comprensible para el espectador en el desarrollo de la obra.",
            "Es el conjunto de sugerencias que figuran en el guion y son dirigidas al director y a los actores para la interpretación de la obra y que ofrecen orientaciones sobre diversos aspectos que contribuyen a su montaje."
          ],
          "respuesta": "Es el contenido que no se anuncia de manera expresa por los personajes o por el autor, pero que está implícito o es comprensible para el espectador en el desarrollo de la obra.",
          "respuestaCorta": "El subtexto en teatro son los pensamientos, sentimientos e intenciones no verbalizados de un personaje, que subyacen al diálogo y que el actor debe comunicar.",
          "solucionario": "En la actuación, el 'texto' es lo que el personaje dice, mientras que el 'subtexto' es lo que el personaje realmente piensa o siente. Es la corriente de pensamientos, motivaciones y emociones que no se expresan con palabras pero que impulsan la acción y el diálogo. El trabajo del actor consiste en interpretar este subtexto y comunicarlo al público a través de su tono de voz, gestos, pausas y acciones, dando profundidad y veracidad a su personaje.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
   
    {
      "idGrupo": "asc_arteycultura_2018_p49",
      "contexto": "Un docente pide a sus estudiantes que lean un poema en voz alta y después genera una lluvia de ideas para recoger interpretaciones del sentido del poema; luego les propone que se desplacen por el salón de clases mientras el docente lee el poema en voz alta y les pide que representen las imágenes o metáforas discutidas en clase por medio de movimientos, posiciones y gestos conforme son leídas por el docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es el propósito principal de la actividad?",
          "opciones": [
            "Motivar a los estudiantes a interpretar el sentido de un texto poético, en especial el uso de metáforas e imágenes.",
            "Promover que los estudiantes exploren las posibilidades expresivas de su cuerpo tomando la interpretación de un texto literario como punto de partida.",
            "Facilitar que los estudiantes puedan comparar sus propios movimientos o posiciones con los que hacen sus compañeros al representar las mismas imágenes o metáforas."
          ],
          "respuesta": "Promover que los estudiantes exploren las posibilidades expresivas de su cuerpo tomando la interpretación de un texto literario como punto de partida.",
          "respuestaCorta": "El propósito principal es utilizar el poema como un estímulo para que los estudiantes investiguen y descubran cómo traducir imágenes literarias en expresión corporal.",
          "solucionario": "Si bien la actividad ayuda a interpretar el poema, su foco principal está en la acción de 'representar con movimientos, posiciones y gestos'. El texto literario funciona como el punto de partida o pretexto para la exploración corporal. El objetivo es que los estudiantes se centren en el proceso de creación de movimiento y en descubrir las capacidades expresivas de sus cuerpos al enfrentarse al reto de traducir un lenguaje (el poético) a otro (el corporal).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p50",
      "contexto": "Un docente de Arte explica a sus estudiantes que muchas obras de teatro musical toman canciones populares y, en base al contenido de sus letras, escriben el guion de la obra. Para ilustrar este concepto, el docente muestra a los estudiantes dos canciones del grupo \"Abba\" y luego les muestra una escena del musical \"Mamma mia\" en la que se usan ambas canciones, haciendo un breve análisis de la estructura de la escena. Finalmente, el docente divide a la clase en grupos de cinco y les muestra la letra y música de diversas canciones populares peruanas conocidas por todos, y les pide que creen una escena de teatro musical en la cual se podrían usar las canciones mencionadas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Favorecer que los estudiantes entiendan los valores dramáticos presentes en la música popular peruana.",
            "Fomentar que los estudiantes exploren la creación de musicales sobre la base de canciones populares.",
            "Establecer un paralelo entre los valores musicales y dramáticos de las canciones del grupo \"Abba\" y canciones populares representativas del Perú."
          ],
          "respuesta": "Fomentar que los estudiantes exploren la creación de musicales sobre la base de canciones populares.",
          "respuestaCorta": "La actividad está diseñada para que los estudiantes se involucren en el proceso creativo de construir una escena teatral a partir de canciones preexistentes, explorando así la creación de un musical 'jukebox'.",
          "solucionario": "La secuencia didáctica es clara: se presenta un concepto (musicales basados en canciones populares), se muestra un ejemplo (Mamma Mia), y luego se pide a los estudiantes que apliquen ese concepto en una tarea creativa. El propósito central es, por tanto, que los propios estudiantes experimenten y exploren el proceso de creación de este tipo de teatro musical, utilizando un repertorio culturalmente cercano a ellos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p51",
      "contexto": "El docente les cuenta a sus estudiantes que muchas obras de teatro musical son adaptaciones de obras literarias. Para ilustrar este hecho, aprovecha que los estudiantes han leído la novela Anna y el rey de Siam de la escritora estadounidense Margaret Landon en el área de Comunicación y trae al aula un video del musical El rey y yo, que está basado en ese libro. El docente va proyectando el video del musical haciendo algunas pausas para hacer preguntas a los estudiantes con el fin de que comenten las principales diferencias que pueden apreciar entre ambas versiones de la historia mientras él toma algunos apuntes en la pizarra. Al terminar el video del musical, el docente plantea a los estudiantes algunas preguntas para sistematizar las ideas que fueron surgiendo durante el video y dirigir la discusión: \"¿Qué creen que es lo más difícil de adaptar de una novela a un musical? ¿Hay aspectos de una novela que no pueden ser trasladados a un musical? ¿Qué versión creen ustedes que ha sido más efectiva para narrar los eventos ocurridos? ¿Qué versión consideran que fue más efectiva para transmitir las emociones de los personajes? ¿Por qué?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta secuencia de actividades?",
          "opciones": [
            "Fomentar la reflexión en los estudiantes al respecto de las diferencias que hay entre el teatro musical y la novela como vehículos de expresión artística.",
            "Promover la lectura de obras literarias a través de una actividad que involucra los géneros de la novela y el teatro musical.",
            "Mostrar las virtudes del musical en comparación con la novela a través de una actividad de apreciación teatral."
          ],
          "respuesta": "Fomentar la reflexión en los estudiantes al respecto de las diferencias que hay entre el teatro musical y la novela como vehículos de expresión artística.",
          "respuestaCorta": "Al comparar una misma historia contada en dos lenguajes artísticos diferentes, la actividad busca que los estudiantes reflexionen sobre las particularidades, fortalezas y limitaciones de cada medio.",
          "solucionario": "El foco de la actividad está en la comparación entre la versión literaria y la versión musical. Las preguntas finales del docente no buscan determinar cuál es 'mejor', sino que apuntan a analizar las diferencias en la forma de narrar, de expresar emociones y de estructurar la historia. Esto lleva a los estudiantes a reflexionar sobre la naturaleza de cada lenguaje artístico: qué puede hacer una novela que no puede hacer un musical, y viceversa. Se trata de un análisis de los medios de expresión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p52",
      "contexto": "En el popular juego llamado \"charadas\", un jugador recibe el encargo de representar una palabra o frase secreta mediante mímica, sin usar palabras. Los otros jugadores observan los gestos y movimientos del jugador, e intentan adivinar la palabra o frase secreta. Un docente de Arte organiza una sesión de \"charadas\" en su salón de clase, pero introduce en el juego una variante: el jugador que hace las mímicas deberá utilizar una máscara blanca e inexpresiva.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Motivar a los estudiantes a interesarse en el género del mimo a través de una actividad lúdica que incluye una variante inusual.",
            "Fomentar que los estudiantes, al verse privados del uso de los gestos del rostro, exploren el uso del resto del cuerpo para expresarse.",
            "Promover que los estudiantes noten que la expresión del rostro es el aspecto más importante para lograr una actuación teatral verdaderamente convincente."
          ],
          "respuesta": "Fomentar que los estudiantes, al verse privados del uso de los gestos del rostro, exploren el uso del resto del cuerpo para expresarse.",
          "respuestaCorta": "El uso de una máscara neutra anula la expresión facial, forzando al estudiante a descubrir y potenciar la capacidad comunicativa del resto de su cuerpo.",
          "solucionario": "Esta es una técnica clásica en la formación actoral. La máscara neutra o inexpresiva es una herramienta de 'restricción creativa'. Al bloquear el recurso más común para la expresión (el rostro), se obliga al participante a canalizar toda su intención comunicativa a través de la postura, el gesto, el ritmo y el movimiento de su cuerpo. El propósito es, por tanto, desarrollar la conciencia y la expresividad corporal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p53",
      "contexto": "Gerard Genette (Francia, 1930) hace una distinción entre el tiempo de la historia y el tiempo de la narración: El tiempo de la historia es el orden en que suceden los acontecimientos cronológicamente... El tiempo de la narración es la secuencia en que se muestran los hechos en el relato de la historia... Los estudiantes han estado escribiendo una historia, a partir de la cual van a desarrollar un guion teatral. El docente tiene el propósito de que comprendan la diferencia entre el tiempo de la historia y el tiempo de la narración para que lo tengan en cuenta al elaborar el guion teatral. Para eso, les pide que elaboren una línea de tiempo sencilla en donde incluyan los principales eventos que ocurren en su historia ordenados cronológicamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de tener lista su línea de tiempo, ¿cuál de las siguientes es la actividad más pertinente para que el docente logre su propósito?",
          "opciones": [
            "Solicitar a los estudiantes que alteren el orden de la secuencia de hechos en la línea de tiempo de su historia original, que observen los cambios que esto provocaría en el relato y que lo vuelvan a escribir tomando en cuenta el nuevo orden.",
            "Pedirles a los estudiantes que rescriban la misma historia pero haciendo un cambio en su estructura; por ejemplo, que presenten primero el desenlace y \"reacomoden\" la narración de los demás hechos de manera que la historia siga teniendo coherencia.",
            "Sugerir a los estudiantes que modifiquen el final de su historia, de tal forma que esta termine con el primer hecho incluido en su línea de tiempo, es decir con la misma escena donde comenzó originalmente, de manera que la historia presente una narrativa circular."
          ],
          "respuesta": "Pedirles a los estudiantes que rescriban la misma historia pero haciendo un cambio en su estructura; por ejemplo, que presenten primero el desenlace y \"reacomoden\" la narración de los demás hechos de manera que la historia siga teniendo coherencia.",
          "respuestaCorta": "Para diferenciar el tiempo de la historia (cronología) del tiempo de la narración (estructura), la actividad más efectiva es que los estudiantes manipulen activamente la estructura narrativa sin alterar la cronología de los hechos.",
          "solucionario": "Los estudiantes ya han establecido el 'tiempo de la historia' al crear su línea de tiempo cronológica. El siguiente paso es comprender el 'tiempo de la narración'. La opción B les pide hacer exactamente eso: tomar los mismos eventos cronológicos pero presentarlos en un orden diferente (empezar por el final es un ejemplo clásico de manipulación del tiempo narrativo). Esta tarea práctica de reestructuración les permite vivenciar la diferencia entre la secuencia de los hechos y la secuencia de su presentación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p54_p55",
      "contexto": "Al finalizar una clase de danza en la que los estudiantes han estado muy activos, la docente pone una música tranquila, les pide a los estudiantes que se acuesten en el piso boca arriba y cierren los ojos, y con su voz los guía de la siguiente manera: \"Tomen aire y exhalen lentamente; ahora respiren nuevamente sintiendo cómo se infla su pecho. Ahora suelten los dedos de las manos, ahora suelten toda la mano, las muñecas, los brazos, los hombros, el cuello, la cabeza. Ahora suelten los músculos de la cara y relajen los párpados y la mandíbula; lentamente bajemos al tronco, ahora hasta el abdomen, la espalda, la cadera, los muslos, las rodillas, las piernas, los tobillos, los pies, y por último los dedos de los pies\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes técnicas está aplicando la docente en esta actividad?",
          "opciones": [
            "Técnicas de dominio del cuerpo y expresión corporal.",
            "Técnicas de desinhibición, apertura y comunicación.",
            "Técnicas de relajación, respiración y concentración."
          ],
          "respuesta": "Técnicas de relajación, respiración y concentración.",
          "respuestaCorta": "La actividad descrita, que incluye respiración consciente y liberación progresiva de la tensión muscular, es una aplicación directa de técnicas de relajación, respiración y concentración.",
          "solucionario": "El ejercicio guiado por la docente se compone de tres elementos claros: 1) enfoque en la respiración (\"Tomen aire y exhalen lentamente\"); 2) relajación muscular progresiva (recorrer el cuerpo 'soltando' cada parte); y 3) concentración necesaria para seguir las indicaciones y tomar conciencia del propio cuerpo. Estos tres componentes definen la técnica que se está aplicando.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Cuál es el propósito principal de realizar esta actividad al finalizar la clase de danza?",
          "opciones": [
            "Reflexionar sobre las actividades realizadas y el esfuerzo que han supuesto para sus cuerpos y así desarrollar habilidades metacognitivas.",
            "Promover que los estudiantes reduzcan su estado de agitación y vuelvan al estado inicial de reposo antes de continuar con sus actividades.",
            "Propiciar la desinhibición, la soltura y el buen ánimo de los estudiantes a partir de movimientos corporales agradables para ellos."
          ],
          "respuesta": "Promover que los estudiantes reduzcan su estado de agitación y vuelvan al estado inicial de reposo antes de continuar con sus actividades.",
          "respuestaCorta": "El propósito de esta actividad de 'vuelta a la calma' es facilitar la transición del cuerpo y la mente de un estado de alta energía a uno de reposo, promoviendo la recuperación.",
          "solucionario": "Después de una actividad física intensa como una clase de danza, el cuerpo se encuentra en un estado de activación fisiológica. Realizar un ejercicio de relajación al final, conocido como 'vuelta a la calma' o 'cool down', tiene como objetivo principal ayudar al organismo a retornar gradualmente a su estado de reposo. Esto ayuda a disminuir el ritmo cardíaco, relajar la musculatura y calmar el sistema nervioso, siendo una práctica fundamental para concluir una sesión de actividad física de manera saludable.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p56",
      "contexto": "Como parte del desarrollo de la competencia de apreciación, un docente entrega a su clase una separata con la siguiente información:\nTipos de movimiento\n1. Movimientos locomotores: ...\n2. Movimientos no locomotores: ...\nCualidades del movimiento\n(sostenido, percutidos, vibratorio, suspendido, colapsado, pendulares)",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea que los estudiantes incorporen estos conceptos en la apreciación de la danza, ¿cuál de las siguientes es la actividad más adecuada para lograr su propósito?",
          "opciones": [
            "Reproducir videos de coreografías breves de danza moderna y que los estudiantes identifiquen y comparen los tipos y cualidades de los movimientos realizados por los bailarines que aparecen en ellos.",
            "Pedirles a algunos estudiantes que intenten realizar los tipos de movimientos y cualidades de movimientos que el profesor les indica, mientras el resto de la clase toma nota de los errores que puedan cometer.",
            "Dividir a la clase en cuatro grupos y encargar a cada grupo que escoja un tipo y una cualidad de movimiento y los explique al resto de la clase por medio de un dibujo en la pizarra y una demostración práctica."
          ],
          "respuesta": "Reproducir videos de coreografías breves de danza moderna y que los estudiantes identifiquen y comparen los tipos y cualidades de los movimientos realizados por los bailarines que aparecen en ellos.",
          "respuestaCorta": "Para desarrollar la apreciación usando un vocabulario específico, la actividad más pertinente es aplicar dicho vocabulario en el análisis de obras reales, como videos de danza.",
          "solucionario": "El objetivo es que los estudiantes usen los conceptos para la apreciación, es decir, para analizar y describir la danza. La opción A es la única que se centra en esta competencia. Al ver videos y usar la terminología de la separata para identificar los movimientos, los estudiantes están practicando activamente la apreciación informada. Las otras opciones se centran en la ejecución (B) o en la exposición de conceptos (C), pero no en la aplicación de estos para el análisis de una obra.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p57",
      "contexto": "Un docente inicia la primera sesión de una unidad didáctica distribuyendo entre sus estudiantes fotografías de diversas danzas tradicionales del folclor peruano. Los estudiantes intercambian las imágenes entre sí y, cuando todos los estudiantes ya han visto todas las imágenes, el docente pega las fotografías en la pizarra y hace preguntas a sus estudiantes: \"¿Qué danzas peruanas pueden reconocer en las fotografías? ¿Dónde y para qué se bailan? ¿En qué contextos? ¿Qué tipo de música usan? ¿Cuáles son los principales pasos? ¿Qué simboliza el vestuario?\", entre otras. El docente va anotando la información sobre cada danza debajo de la fotografía correspondiente según sus estudiantes van respondiendo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Que los estudiantes activen sus saberes previos sobre las danzas del folclor de nuestro país para luego desarrollar la unidad sobre la base de esos conocimientos.",
            "Que los estudiantes obtengan información sobre las principales danzas tradicionales de nuestro país y los elementos que suelen acompañarlas.",
            "Que los estudiantes reconozcan en las fotografías la vestimenta y otras manifestaciones visuales de diversas danzas folclóricas peruanas."
          ],
          "respuesta": "Que los estudiantes activen sus saberes previos sobre las danzas del folclor de nuestro país para luego desarrollar la unidad sobre la base de esos conocimientos.",
          "respuestaCorta": "Al inicio de una unidad, preguntar a los estudiantes qué reconocen y qué saben sobre el tema es una estrategia clave para activar y recoger sus conocimientos previos.",
          "solucionario": "Pedagógicamente, es fundamental comenzar una nueva unidad de aprendizaje partiendo de lo que los estudiantes ya saben. La actividad descrita, realizada al inicio de la sesión, no pretende enseñar nueva información, sino hacer aflorar los conocimientos, experiencias e ideas que los estudiantes ya poseen sobre las danzas peruanas. Este diagnóstico inicial permite al docente construir el nuevo aprendizaje sobre una base sólida y conectar con los intereses del grupo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p58",
      "contexto": "Un docente solicita a sus estudiantes que se desplacen libremente por todo el espacio siguiendo el ritmo de un fondo musical por algunos minutos. A lo largo de la actividad, el docente interrumpe la música y les brinda a los estudiantes un minuto para que se reúnan en grupos de ocho personas y creen una escultura con sus cuerpos representando una figura específica, por ejemplo, una nube o un árbol. Una vez terminado el tiempo para armar la figura, el docente dice \"icongelados!\", y toma fotos de las esculturas de cada uno de los grupos, que luego son analizadas y comentadas entre todos los estudiantes centrándose en el uso individual y grupal de los cuerpos, y el éxito en representar las figuras solicitadas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Desarrollar la coordinación psicomotriz y la agilidad al tener que formar esculturas humanas en un espacio de tiempo muy limitado.",
            "Fomentar en los estudiantes la conciencia del uso de su cuerpo y de su relación con los cuerpos de los otros dentro de la escultura formada.",
            "Desarrollar las capacidades de apreciación artística de los estudiantes, en especial su capacidad para realizar análisis formales y críticos de piezas de danza."
          ],
          "respuesta": "Fomentar en los estudiantes la conciencia del uso de su cuerpo y de su relación con los cuerpos de los otros dentro de la escultura formada.",
          "respuestaCorta": "La creación de esculturas humanas en grupo tiene como fin principal desarrollar la conciencia corporal individual y la percepción del espacio y la relación con los demás cuerpos en una composición conjunta.",
          "solucionario": "Esta actividad se enfoca en la conciencia espacial y relacional. Para crear una 'escultura' grupal, cada estudiante debe ser consciente de su propio cuerpo (postura, forma) y, al mismo tiempo, de cómo su cuerpo interactúa con el de sus compañeros para construir una imagen colectiva. Requiere negociación espacial, contacto físico y una percepción del conjunto, fomentando así la conciencia del yo corporal y del cuerpo en relación con los otros.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p59",
      "contexto": "Luego de realizar algunos ejercicios de calentamiento, una docente inicia una unidad didáctica de danza invitando a los estudiantes a participar del juego \"Simón dice\". En este juego, los participantes deben hacer lo que dice el jugador que tiene el rol de \"Simón\". La docente, haciendo el rol de Simón, dice: \"Zapateen como en un huayno\", \"Muevan un pañuelo imaginario como en la marinera\", \"Muevan la cintura como en el festejo\", entre otras consignas. Luego del juego, la docente les pregunta a sus estudiantes: \"¿En qué lugares se bailan estas danzas? ¿En qué ocasiones o festividades? ¿Qué tipo de música utilizan, o cómo es el vestuario?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito de esta actividad?",
          "opciónes": [
            "Fomentar que los estudiantes conozcan más de diversas danzas folclóricas peruanas, las aprecien y tengan gusto por ellas.",
            "Iniciar la sesión de clase con una actividad lúdica que prepare el cuerpo de los estudiantes para el esfuerzo físico posterior.",
            "Activar los conocimientos de los estudiantes sobre diversas danzas del folclore peruano y sus movimientos característicos."
          ],
          "respuesta": "Activar los conocimientos de los estudiantes sobre diversas danzas del folclore peruano y sus movimientos característicos.",
          "respuestaCorta": "Utilizar un juego para evocar movimientos de danzas conocidas es una forma lúdica y kinestésica de activar los saberes previos de los estudiantes sobre el tema.",
          "solucionario": "Esta actividad, realizada al inicio de la unidad, funciona como un disparador. A través del juego, la docente sondea qué movimientos característicos de las danzas peruanas conocen los estudiantes. Es una forma de 'sacar a la luz' el conocimiento corporal y conceptual que ya poseen. Las preguntas posteriores refuerzan este propósito, recogiendo información sobre lo que el grupo ya sabe para poder construir sobre esa base.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_arteycultura_2018_p60",
      "contexto": "Un docente solicita a sus estudiantes que escojan tres eventos que consideran importantes en sus vidas, y que luego diseñen una pequeña coreografía personal de tres minutos de duración en la que desarrollen movimientos que representen estos eventos y la emoción que les causaron.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de esta actividad?",
          "opciones": [
            "Que los estudiantes valoren la clase de danza por el hecho de permitirles reflexionar sobre hechos importantes de su vida.",
            "Que los estudiantes desarrollen su capacidad de apreciación artística tomando como punto de partida experiencias personales importantes para ellos.",
            "Que los estudiantes exploren la organización de movimientos con fines comunicativos por medio de una actividad que los involucra directamente por contener vivencias personales."
          ],
          "respuesta": "Que los estudiantes exploren la organización de movimientos con fines comunicativos por medio de una actividad que los involucra directamente por contener vivencias personales.",
          "respuestaCorta": "El objetivo principal es que los estudiantes se inicien en la composición coreográfica (organizar movimientos con un fin) utilizando sus vivencias personales como un potente motor creativo y comunicativo.",
          "solucionario": "La actividad se centra en el proceso de creación coreográfica. Se pide a los estudiantes que 'diseñen una coreografía' y 'desarrollen movimientos que representen'. El núcleo de la tarea es, por tanto, la exploración de cómo se pueden organizar movimientos para comunicar ideas y emociones. El uso de eventos personales importantes es una estrategia para que el contenido a comunicar sea significativo y auténtico para el estudiante, lo que facilita y enriquece el proceso de exploración creativa.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  