{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2018_p01",
      "contexto": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "La acción más pertinente es partir del contexto de los estudiantes (sus comunidades) para luego vincularlo a un plano nacional, fomentando un diálogo intercultural horizontal.",
          "solucionario": "El enfoque intercultural busca promover un diálogo entre culturas en condiciones de equidad. La opción 'b' es la más adecuada porque parte de los referentes culturales propios de los estudiantes (los carnavales de sus comunidades) para luego establecer una conexión con la diversidad de carnavales del país. Esto valora el conocimiento local y lo pone en diálogo con otras expresiones culturales, evitando jerarquías como la que sugiere la opción 'c' o un enfoque meramente expositivo y lejano como el de la opción 'a'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p02",
      "contexto": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "La acción más pertinente involucra a todos los estudiantes en el diagnóstico, establecimiento de metas y proposición de normas, lo que garantiza una participación auténtica.",
          "solucionario": "Para fomentar una participación genuina, es fundamental que los estudiantes se involucren en todo el proceso de construcción de normas. La opción 'b' describe una secuencia pedagógica completa y participativa: parte de una reflexión colectiva (diagnóstico), avanza hacia la definición de objetivos comunes (metas) y culmina con la creación de las herramientas para alcanzar dichos objetivos (normas). Las otras opciones limitan la participación, ya sea a un grupo de representantes (a) o relegando la elaboración final al docente (c).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "La actividad pertinente es mostrar ejemplos de personas con ceguera que han destacado, para desafiar directamente el estereotipo de que no pueden realizar bien las tareas.",
          "solucionario": "El estereotipo a cuestionar es la supuesta incapacidad de Raúl para realizar tareas. La opción 'c' aborda directamente este prejuicio al presentar evidencia contraria: personas con ceguera que han alcanzado grandes logros. Esto no solo desmiente el estereotipo, sino que también abre una reflexión sobre cómo el entorno puede facilitar u obstaculizar el desarrollo. La opción 'a' fomenta la empatía hacia la dificultad, pero no necesariamente cuestiona el estereotipo de competencia. La opción 'b' desvía el foco hacia la accesibilidad urbana, no hacia el prejuicio dentro del aula.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p04",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito de un docente es recoger saberes previos acerca del perfil del consumidor. ¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Organizar a los estudiantes en grupos y entregar a cada grupo una cartilla con preguntas y respuestas sobre el perfil del consumidor y sus criterios. Luego, solicitar que complementen dichas respuestas con información recopilada de libros o internet.",
            "Pedir que lean una hoja de trabajo con la definición de perfil del consumidor y los criterios para determinar dicho perfil. Luego, solicitar que en grupos sistematicen la información presentada en un organizador visual para exponerlo a la clase..",
            "Solicitar que expresen, con sus propias palabras, la idea que tengan de perfil del consumidor y cómo creen que se define dicho perfil. Luego, pedir que compartan sus explicaciones personales."
          ],
          "respuesta": "Solicitar que expresen, con sus propias palabras, la idea que tengan de perfil del consumidor y cómo creen que se define dicho perfil. Luego, pedir que compartan sus explicaciones personales.",
          "respuestaCorta": "Para recoger saberes previos, se debe solicitar a los estudiantes que expresen sus propias ideas sobre un tema antes de presentarles nueva información.",
          "solucionario": "La recolección de saberes previos implica indagar lo que los estudiantes ya saben o piensan sobre un tema. La única opción que cumple con este principio es la 'c', ya que pide a los estudiantes que verbalicen sus concepciones iniciales (\"con sus propias palabras\"). Las opciones 'a' y 'b' son incorrectas porque parten de la entrega de información nueva (una cartilla o una hoja de trabajo), lo cual corresponde a una fase de desarrollo de la sesión, no de recojo de saberes previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p05",
      "contexto": "Una docente pregunta a los estudiantes: \"¿Cómo se define la propuesta de valor?\". En ese contexto, un grupo de estudiantes afirma: \"Para definir la propuesta de valor, debemos considerar aquello que somos capaces de elaborar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas favorece la generación del conflicto cognitivo en estos estudiantes?",
          "opciones": [
            "¿Qué sucedería si muy poca gente necesita el producto que ustedes pueden elaborar?",
            "¿Cuentan con los equipos o máquinas para elaborar su producto?",
            "¿Cuál es el producto que pueden elaborar?"
          ],
          "respuesta": "¿Qué sucedería si muy poca gente necesita el producto que ustedes pueden elaborar?",
          "respuestaCorta": "La pregunta genera un conflicto cognitivo al confrontar la idea de la producción con la necesidad del cliente, un elemento clave que los estudiantes omitieron.",
          "solucionario": "El error de los estudiantes es centrarse únicamente en la capacidad de producción, ignorando al cliente. Un conflicto cognitivo debe desafiar esa idea. La pregunta 'a' lo logra al introducir la variable de la demanda del cliente ('si muy poca gente necesita el producto'). Esto los obliga a reconsiderar su definición y a entender que la propuesta de valor debe conectar lo que se ofrece con una necesidad o deseo del mercado. Las otras preguntas refuerzan el error, ya que se mantienen en el ámbito de la producción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p06",
      "contexto": "Un docente se encuentra planificando una actividad práctica en la que los estudiantes deben operar una máquina que utilizarán por primera vez.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para que los estudiantes aprendan a operar la máquina?",
          "opciones": [
            "Pedir que, en grupos, enciendan la máquina y manipulen cada una de sus partes principales de manera libre. Luego, solicitar que realicen un dibujo en el que indiquen el nombre de las partes principales. Finalmente, promover que, por turnos, la operen individualmente.",
            "Entregar una ficha técnica de las partes de la máquina y pedir que, en grupos, revisen la ficha. Luego, solicitar que describan, con sus propias palabras, las partes que se utilizan para realizar tareas sencillas. Finalmente, promover que, por turnos, la operen individualmente.",
            "Explicar las medidas de seguridad e higiene que se deben poner en práctica al operar la máquina. Luego, realizar la demostración de su operación indicando los riesgos que implica su uso. Finalmente, promover que, por turnos, la operen individualmente."
          ],
          "respuesta": "Explicar las medidas de seguridad e higiene que se deben poner en práctica al operar la máquina. Luego, realizar la demostración de su operación indicando los riesgos que implica su uso. Finalmente, promover que, por turnos, la operen individualmente.",
          "respuestaCorta": "La secuencia correcta y segura es: primero, explicar las normas de seguridad; segundo, el docente demuestra el uso; y tercero, los estudiantes operan la máquina bajo supervisión.",
          "solucionario": "Al introducir el uso de una nueva máquina, la seguridad es la máxima prioridad. La opción 'c' presenta la secuencia pedagógica más segura y efectiva: 1) Instrucción explícita sobre seguridad e higiene. 2) Modelado por parte del docente a través de una demostración, señalando los riesgos. 3) Práctica supervisada y por turnos de los estudiantes. La opción 'a' es imprudente y peligrosa al promover la manipulación libre sin instrucción previa. La opción 'b' es demasiado teórica y no garantiza la comprensión práctica ni la seguridad en la operación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p07",
      "contexto": "Una docente tiene como propósito que sus estudiantes desarrollen capacidades requeridas para elaborar un bien. Para ello, ha decidido utilizar el método de proyectos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando este método, ¿cuál de las siguientes acciones pedagógicas es pertinente para iniciar el proyecto?",
          "opciones": [
            "Presentar la muestra del bien que se va a elaborar, explicar los aspectos teóricos y prácticos relacionados con su producción. Luego, pedir que indaguen con sus vecinos sobre la aceptación y demanda del mismo.",
            "Solicitar que indaguen acerca de los procesos que involucran la producción de un bien. Luego, pedir que identifiquen las posibles dificultades que se podrían presentar al ejecutar los procesos. Después, plantear preguntas para que encuentren diversas soluciones a las dificultades.",
            "Plantear un contexto que permita identificar diversos problemas que los estudiantes se interesen en solucionar. Luego, formular preguntas que ayuden a delinear un determinado problema a solucionar. Después, pedir que propongan una secuencia de acciones que permitirían dar solución al problema identificado."
          ],
          "respuesta": "Plantear un contexto que permita identificar diversos problemas que los estudiantes se interesen en solucionar. Luego, formular preguntas que ayuden a delinear un determinado problema a solucionar. Después, pedir que propongan una secuencia de acciones que permitirían dar solución al problema identificado.",
          "respuestaCorta": "El método de proyectos se inicia identificando un problema de interés para los estudiantes dentro de un contexto real, para luego proponer una solución.",
          "solucionario": "El punto de partida del método de proyectos es un problema o desafío auténtico y relevante para los estudiantes, no un producto predefinido por el docente. La opción 'c' describe este inicio correctamente: se parte de un contexto para identificar problemas de interés, se delimita uno y se empiezan a planificar las acciones para solucionarlo. La opción 'a' es un enfoque tradicional basado en un producto ya decidido. La opción 'b' se centra en los procesos de producción de forma descontextualizada, sin un problema que dé sentido a dicho proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un docente tiene como propósito evaluar la capacidad \"Justificar el uso de un tipo de canal de distribución para su propuesta de valor\". ¿Cuál de los siguientes indicadores es pertinente para evaluar dicha capacidad?",
          "opciones": [
            "Analiza semejanzas y diferencias entre los tipos de canales de distribución.",
            "Expresa razones sobre la conveniencia de utilizar un tipo de canal de distribución para su propuesta de valor.",
            "Relaciona un tipo de canal de distribución con la forma como se transfiere la propiedad de su propuesta de valor."
          ],
          "respuesta": "Expresa razones sobre la conveniencia de utilizar un tipo de canal de distribución para su propuesta de valor.",
          "respuestaCorta": "El indicador es pertinente porque evaluar la capacidad de 'justificar' implica verificar si el estudiante puede 'expresar razones' que sustenten su elección.",
          "solucionario": "La evaluación debe ser coherente con la capacidad que se busca medir. La capacidad es \"Justificar\", y el indicador más directo y pertinente es aquel que le pide al estudiante que \"Exprese razones\", ya que argumentar o dar razones es la esencia de la justificación. La opción 'a' evalúa la capacidad de comparar, y la 'c' evalúa la capacidad de relacionar; ambas pueden ser pasos previos, pero no son la justificación en sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el paso inmediatamente anterior a la ejecución del proyecto productivo?",
          "opciones": [
            "La evaluación del proyecto.",
            "La determinación de la idea.",
            "La planificación del proyecto."
          ],
          "respuesta": "La planificación del proyecto.",
          "respuestaCorta": "Antes de ejecutar (hacer) un proyecto, es indispensable haberlo planificado (definir qué, cómo y cuándo se hará).",
          "solucionario": "Las fases de un proyecto productivo siguen un orden lógico: primero surge la idea, luego se planifica detalladamente, después se ejecuta o lleva a cabo y, finalmente, se evalúa. Por lo tanto, el paso inmediatamente anterior a la ejecución es la planificación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p10",
      "contexto": "Se va a lanzar un producto al mercado y se sabe lo siguiente:\n• El mercado es grande y no conoce el producto.\n• La mayoría de compradores es sensible al precio.\n• La competencia potencial es intensa.\n• Los costos de fabricación bajan cuando aumenta la escala de fabricación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Frente a esta situación, ¿cuál de las siguientes estrategias comerciales es la más apropiada?",
          "opciones": [
            "Precio bajo del producto y bajo gasto en promoción.",
            "Precio bajo del producto y alto gasto en promoción.",
            "Precio alto del producto y alto gasto en promoción."
          ],
          "respuesta": "Precio bajo del producto y alto gasto en promoción.",
          "respuestaCorta": "Se requiere un precio bajo para atraer a un mercado sensible al precio y disuadir a la competencia, y un alto gasto en promoción para dar a conocer el producto en un mercado grande.",
          "solucionario": "La situación describe un escenario ideal para una estrategia de penetración rápida. Se necesita un 'precio bajo' para captar rápidamente al mercado sensible al precio y crear una barrera de entrada a la competencia potencial. Al mismo tiempo, como el mercado es grande y no conoce el producto, se requiere un 'alto gasto en promoción' para generar conciencia y demanda de forma acelerada. Las otras combinaciones no responden eficazmente a todas las condiciones del problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p11",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a una de las características de la técnica PNI (positivo, negativo e interesante)?",
          "opciones": [
            "Permite analizar las situaciones desde diferentes perspectivas.",
            "Permite obtener una gran variedad de ideas en poco tiempo.",
            "Permite seleccionar los atributos que se pueden mejorar."
          ],
          "respuesta": "Permite analizar las situaciones desde diferentes perspectivas.",
          "respuestaCorta": "La técnica PNI estructura el pensamiento para que una idea sea evaluada deliberadamente desde tres puntos de vista distintos: lo positivo, lo negativo y lo interesante.",
          "solucionario": "La técnica PNI (Positivo, Negativo, Interesante) es una herramienta de pensamiento lateral creada por Edward de Bono. Su característica principal es que obliga al pensador a analizar una idea o situación desde tres perspectivas diferentes y explícitas, evitando un juicio apresurado. La opción 'b' describe mejor al brainstorming (lluvia de ideas). La opción 'c' es una posible consecuencia del uso de la técnica, pero no su característica definitoria.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p12",
      "contexto": "Un grupo de estudiantes está ejecutando el piloto de su modelo de negocio que consiste en proyectar películas al aire libre los sábados por la noche. Ellos han identificado un problema originado por la interferencia del ruido externo que no permite a los asistentes disfrutar de la proyección. Con el propósito de encontrar una solución, el grupo ha decidido aplicar la técnica SCAMPER. Uno de los estudiantes ha propuesto lo siguiente: \"Para que los asistentes disfruten de la proyección de la película y siga siendo una actividad al aire libre, incluyamos en el precio de la entrada el alquiler de auriculares\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las siguientes acciones de la técnica SCAMPER corresponde la respuesta del estudiante?",
          "opciones": [
            "A adaptar (A).",
            "A modificar (M).",
            "A reordenar (R)."
          ],
          "respuesta": "A modificar (M).",
          "respuestaCorta": "La propuesta corresponde a 'Modificar' porque añade un nuevo atributo (auriculares) al servicio existente para mejorar la experiencia del cliente.",
          "solucionario": "La técnica SCAMPER es un acrónimo de diferentes acciones para generar ideas. En este caso, la propuesta de añadir auriculares al servicio existente es un ejemplo de 'Modificar' (o Magnificar/Minimizar). Se está cambiando un atributo del servicio (la forma en que se recibe el audio) y añadiendo un nuevo elemento para mejorar la experiencia. No se está 'Adaptando' una idea de otro campo ni se está 'Reordenando' la secuencia de los eventos.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_secundaria_2018_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el análisis FODA de una empresa, ¿cuál de las siguientes alternativas corresponde a una debilidad?",
          "opciones": [
            "Aumento del precio de insumos.",
            "Mejora de la calidad en forma esporádica.",
            "Alta tasa de interés anual de los créditos ofertados en el entorno de la empresa."
          ],
          "respuesta": "Mejora de la calidad en forma esporádica.",
          "respuestaCorta": "Una debilidad es un factor interno negativo de la organización. La mejora de calidad esporádica es un problema de gestión interna, a diferencia de los otros factores que son externos.",
          "solucionario": "En el análisis FODA, las debilidades son aspectos internos que limitan o perjudican a la empresa. La 'Mejora de la calidad en forma esporádica' es claramente un problema de los procesos o la gestión interna. Por otro lado, el 'Aumento del precio de insumos' y la 'Alta tasa de interés' son factores del entorno externo, que se clasificarían como amenazas.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p14",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el análisis FODA de una empresa de alimentos, ¿cuál de las siguientes alternativas corresponde a una amenaza?",
          "opciones": [
            "Gran cantidad de competidores en este rubro.",
            "Cambio de la presentación actual de la marca por una más innovadora.",
            "Dificultad de la empresa para penetrar en el mercado por la gran cantidad de competidores."
          ],
          "respuesta": "Gran cantidad de competidores en este rubro.",
          "respuestaCorta": "Una amenaza es un factor externo que puede perjudicar a la empresa. La existencia de muchos competidores es una característica del mercado (externo) que representa un riesgo.",
          "solucionario": "Las amenazas en un análisis FODA son factores externos que están fuera del control de la empresa y que pueden afectar negativamente su desempeño. Una 'Gran cantidad de competidores' es una condición del mercado, por lo tanto, es una amenaza externa. La opción 'b' es una decisión interna (una estrategia). La opción 'c' describe una consecuencia de la amenaza, que se manifiesta como una debilidad interna (la dificultad para competir).",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las normas ISO, con respecto a los colores utilizados en las señales de seguridad, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "El color amarillo o amarillo anaranjado se utiliza para las señales de prohibición.",
            "El color rojo se utiliza para las señales de puestos de socorro.",
            "El color verde se utiliza para las señales de primeros auxilios."
          ],
          "respuesta": "El color verde se utiliza para las señales de primeros auxilios.",
          "respuestaCorta": "De acuerdo con la normativa estándar de seguridad, el color verde se asocia con condiciones seguras, incluyendo rutas de evacuación y equipos o puestos de primeros auxilios.",
          "solucionario": "Las normas de seguridad estandarizan los colores para una rápida identificación. El color verde se usa para señalizar condiciones de seguridad, como salidas de emergencia, rutas de evacuación y puestos de primeros auxilios. El color rojo se utiliza para prohibición y equipos de lucha contra incendios. El color amarillo se emplea para advertir sobre riesgos o peligros.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p16",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a la definición de un modelo de negocios CANVAS?",
          "opciones": [
            "Es una herramienta que describe el valor que la empresa crea, ofrece y comercializa a sus clientes.",
            "Es una herramienta que fortalece las habilidades del emprendedor para innovar en un bien o un servicio.",
            "Es una herramienta que permite identificar el conocimiento técnico necesario para elaborar un bien o servicio."
          ],
          "respuesta": "Es una herramienta que describe el valor que la empresa crea, ofrece y comercializa a sus clientes.",
          "respuestaCorta": "El modelo CANVAS es una herramienta visual de gestión estratégica que permite describir, analizar y diseñar la lógica por la cual una organización crea, entrega y captura valor.",
          "solucionario": "La definición más precisa del Business Model Canvas (CANVAS) es que es una herramienta para describir de manera lógica y visual cómo una organización crea, entrega y captura valor. Se centra en 9 bloques fundamentales que cubren las áreas clave de un negocio. La opción 'a' resume este propósito central de describir la creación y comercialización de valor.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p17",
      "contexto": "El propósito de un docente es que los estudiantes determinen la fuente de ingresos en su modelo de negocio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para el logro de este propósito?",
          "opciones": [
            "¿Cuáles son las características de los potenciales clientes? ¿Cuáles son sus principales necesidades?",
            "¿Qué monto están dispuestos a pagar los clientes por el producto? ¿Cómo prefieren pagar los clientes?",
            "¿Cuáles son los costos relevantes dentro del modelo? ¿Cuáles son los recursos, alianzas y actividades más costosas?"
          ],
          "respuesta": "¿Qué monto están dispuestos a pagar los clientes por el producto? ¿Cómo prefieren pagar los clientes?",
          "respuestaCorta": "Para determinar las fuentes de ingreso, las preguntas clave deben enfocarse en cuánto están dispuestos a pagar los clientes y a través de qué mecanismos de pago.",
          "solucionario": "El bloque 'Fuentes de Ingresos' del modelo CANVAS se centra en cómo la empresa generará efectivo de cada segmento de clientes. Las preguntas de la opción 'b' ('¿Qué monto están dispuestos a pagar?' y '¿Cómo prefieren pagar?') son directas y pertinentes para definir las tácticas de precios y los métodos de pago, que son el núcleo de este bloque. La opción 'a' corresponde al bloque 'Segmentos de Clientes' y la 'c' a la 'Estructura de Costos'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p18",
      "contexto": "El modelo de negocios CANVAS puede ser descrito a través de nueve módulos, los que cubren las cuatro áreas principales de un negocio: clientes, oferta, infraestructura y viabilidad financiera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el área vinculada a los clientes se encuentra el módulo \"Relaciones con los clientes\" y este hace referencia a lo siguiente:",
          "opciones": [
            "los diferentes grupos de clientes a los que se dirige una empresa.",
            "los tipos de vínculos que una empresa establece con sus clientes.",
            "un conjunto de productos o servicios que satisface los requerimientos del cliente."
          ],
          "respuesta": "los tipos de vínculos que una empresa establece con sus clientes.",
          "respuestaCorta": "El módulo 'Relaciones con los clientes' del modelo CANVAS se refiere específicamente a los tipos de vínculos (asistencia personal, autoservicio, etc.) que se establecen con los clientes.",
          "solucionario": "Cada módulo del CANVAS tiene una función específica. 'Relaciones con los clientes' describe los tipos de lazos que una compañía establece con segmentos específicos de clientes. La opción 'a' describe el módulo 'Segmentos de clientes'. La opción 'c' describe el módulo 'Propuesta de valor'.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p19",
      "contexto": "A continuación, se presenta la discusión que se ha generado en un grupo de estudiantes como producto de una actividad propuesta por el docente.\nMaría: \"Creo que debemos averiguar si han variado los precios de la competencia y asignar un precio mucho más bajo a nuestro producto para que pueda captar clientes nuevos y quitarle clientes a la competencia\".\nTeresa: \"Como nuestra empresa es pequeña, coincido con averiguar si han variado los precios de la competencia, pero creo que debemos asignar a nuestro producto un precio idéntico o parecido al de ellos, pues esto nos asegura un ingreso al mercado que pase desapercibido para la competencia y nos permite permanecer en él\".\nLuis: \"Yo creo que, como nuestra producción es pequeña, debemos asignarle un precio un poco más alto que el de productos similares, para que el cliente perciba que nuestro producto es de mejor calidad que el de la competencia\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de los comentarios realizados, ¿cuál de las siguientes capacidades están desarrollando los estudiantes?",
          "opciones": [
            "Calcular el precio que se asignará a su producto.",
            "Comparar el precio de su producto con el de la competencia.",
            "Proponer estrategias que permitan fijar el precio de su producto."
          ],
          "respuesta": "Proponer estrategias que permitan fijar el precio de su producto.",
          "respuestaCorta": "Los estudiantes están discutiendo diferentes enfoques conceptuales para fijar el precio (penetración, neutral, de prestigio), es decir, están proponiendo estrategias.",
          "solucionario": "Las intervenciones de los estudiantes no se centran en un cálculo numérico, sino en el enfoque a seguir para determinar el precio. María propone una estrategia de penetración (precio bajo), Teresa una estrategia de paridad o neutral, y Luis una de prestigio o descremado (precio alto). Por lo tanto, la capacidad que están desarrollando es la de proponer estrategias de fijación de precios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p20",
      "contexto": "Una docente se plantea como propósito evaluar la capacidad de sus estudiantes para formular soluciones viables a un problema. Para ello, les propone lo siguiente:\nUna persona quiere remodelar el baño de su casa para reducir el consumo de agua potable. El inodoro que tiene utiliza aproximadamente 13 L de agua potable cada vez que se usa para eliminar las heces o la orina. La remodelación debe cumplir con las siguientes condiciones:\n• Reducir a menos de la mitad la cantidad de agua potable que se utiliza para dicho fin.\n• El tanque del inodoro debe contener la cantidad de agua indicada en la condición anterior y estar disponible para que se pueda utilizar en cualquier momento.\n• Evitar que haya malos olores después de la expulsión de desechos.\n¿Qué solución le plantearías a esta persona?\nPara evaluar las respuestas de los estudiantes, la docente ha elaborado una rúbrica. A continuación, se presentan las descripciones de los niveles \"En inicio\", \"En proceso\" y \"Logrado\".",
      "imagen": "img/ascenso/secundaria/2018/ept/1.jpg",
      "preguntas": [
        {
          "pregunta": "Ahora, la docente está interesada en plantear la descripción del nivel \"Destacado\". ¿Cuál de las siguientes descripciones es la que corresponde al nivel \"Destacado\"?",
          "opciones": [
            "La solución considera las condiciones planteadas en el problema y es viable. Toma en cuenta más de tres ideas o soluciones que hayan servido en entornos similares.",
            "La solución considera las condiciones planteadas en el problema y es viable. Toma en cuenta ideas o soluciones que hayan servido en entornos similares. Además, elabora un esquema detallado acerca del funcionamiento del prototipo.",
            "La solución considera las condiciones planteadas en el problema y es viable. Toma en cuenta ideas o soluciones que hayan servido en entornos diferentes y las adapta al suyo propio."
          ],
          "respuesta": "La solución considera las condiciones planteadas en el problema y es viable. Toma en cuenta ideas o soluciones que hayan servido en entornos diferentes y las adapta al suyo propio.",
          "respuestaCorta": "El nivel 'Destacado' debe superar al 'Logrado', lo cual se evidencia al no solo replicar ideas, sino al adaptar soluciones de contextos distintos, demostrando mayor innovación.",
          "solucionario": "Una rúbrica debe mostrar una progresión de complejidad creciente. Si el nivel 'Logrado' implica tomar ideas de entornos similares, el nivel 'Destacado' debe exigir una habilidad superior. Adaptar soluciones de 'entornos diferentes' (opción c) implica un mayor nivel de abstracción, creatividad y capacidad de transferencia que simplemente acumular más ejemplos de entornos similares (opción a) o añadir una tarea procedimental como un esquema (opción b).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Al revisar las respuestas de los estudiantes al problema planteado, encuentra lo siguiente: Considerando la rúbrica anterior, ¿cuál es el nivel de logro alcanzado por el estudiante?",
          "imagen": "img/ascenso/secundaria/2018/ept/2.jpg",
          "opciones": [
            "En inicio.",
            "En proceso.",
            "Logrado."
          ],
          "respuesta": "En inicio.",
          "respuestaCorta": "La solución se ubica en el nivel 'En inicio' porque no cumple con una condición esencial del problema: tener agua disponible en el tanque en cualquier momento.",
          "solucionario": "La rúbrica indica que en el nivel 'En inicio', la solución no considera las condiciones planteadas. La propuesta del estudiante, si bien reduce el consumo de agua, no garantiza la condición de que el agua 'esté disponible para que se pueda utilizar en cualquier momento', ya que el llenado del tanque depende exclusivamente del uso previo de la ducha o el lavamanos. Al fallar en una condición clave, la solución no es viable y corresponde al nivel más bajo de la rúbrica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p22",
      "contexto": "Un docente está desarrollando una actividad práctica cuyo propósito es que sus estudiantes elaboren una malla pert para su proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes secuencias de acciones es pertinente para dicho propósito?",
          "opciones": [
            "1. Pedir que, en una tabla, ordenen las actividades de menor a mayor complejidad.\n2. Pedir que elaboren un esbozo del grafo.\n3. Pedir que numeren cada uno de los nudos y ubiquen las tareas en el grafo.\n4. Pedir que estimen el tiempo de duración de las actividades más complejas.",
            "1. Pedir que identifiquen las actividades que son convergentes, divergentes o lineales.\n2. Pedir que busquen una malla pert en internet que les sirva de base.\n3. Pedir que adapten el grafo a su necesidad considerando la secuencia de actividades.\n4. Pedir que estimen el tiempo que demora ejecutar todas las actividades.",
            "1. Pedir que elaboren una lista de actividades.\n2. Pedir que en una tabla ordenen las actividades considerando las que preceden a otras.\n3. Pedir que dibujen el grafo considerando la secuencia de la tabla.\n4. Pedir que estimen el tiempo mínimo y máximo que demanda cada actividad."
          ],
          "respuesta": "1. Pedir que elaboren una lista de actividades.\n2. Pedir que en una tabla ordenen las actividades considerando las que preceden a otras.\n3. Pedir que dibujen el grafo considerando la secuencia de la tabla.\n4. Pedir que estimen el tiempo mínimo y máximo que demanda cada actividad.",
          "respuestaCorta": "La secuencia metodológica correcta para crear un diagrama PERT es: listar actividades, determinar sus precedencias, dibujar la red (grafo) y finalmente estimar los tiempos.",
          "solucionario": "La creación de un diagrama PERT (Program Evaluation and Review Technique) sigue una secuencia lógica y estandarizada. La opción 'c' describe esta secuencia correctamente: 1) Identificar todas las tareas del proyecto. 2) Establecer las dependencias entre ellas (cuáles deben hacerse antes que otras). 3) Representar esta red de tareas y dependencias gráficamente. 4) Estimar la duración de cada tarea para analizar la ruta crítica. Las otras opciones presentan pasos desordenados o metodológicamente incorrectos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p23",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a la definición de balance?",
          "opciones": [
            "Es un estado financiero que da cuenta de todos los ingresos y gastos que ha experimentado una empresa de inicio a fin en un periodo.",
            "Es un estado financiero que da cuenta de los bienes, derechos y obligaciones de una empresa en una fecha determinada.",
            "Es un estado financiero que da cuenta de todas las variaciones de efectivo que se han realizado en una empresa."
          ],
          "respuesta": "Es un estado financiero que da cuenta de los bienes, derechos y obligaciones de una empresa en una fecha determinada.",
          "respuestaCorta": "El balance general es un informe financiero que refleja la situación de los activos (bienes y derechos), pasivos (obligaciones) y patrimonio de una empresa en un momento específico.",
          "solucionario": "La opción 'b' define correctamente el Balance General o Estado de Situación Financiera. Es una 'fotografía' de la salud financiera de la empresa en una fecha concreta, mostrando lo que posee (activos) y lo que debe (pasivos y patrimonio). La opción 'a' describe al Estado de Resultados. La opción 'c' describe al Estado de Flujo de Efectivo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p24",
      "contexto": "La puerta que corresponde a la salida de emergencia de un taller de EPT debe ser señalizada.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de señal de seguridad se debe utilizar?",
          "opciones": [
            "De advertencia.",
            "De salvamento.",
            "De obligación."
          ],
          "respuesta": "De salvamento.",
          "respuestaCorta": "Las señales que indican rutas de evacuación, salidas de emergencia o equipos de primeros auxilios se clasifican como señales de salvamento o socorro.",
          "solucionario": "Las señales de seguridad se categorizan por su función. Las señales de salvamento o socorro (generalmente rectangulares con fondo verde) tienen como objetivo indicar vías de evacuación, salidas de emergencia y la ubicación de equipos de auxilio. Las señales de advertencia (triangulares, fondo amarillo) alertan sobre un riesgo. Las señales de obligación (circulares, fondo azul) imponen un comportamiento o uso de equipo de protección.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2018_p25",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto a las técnicas de mantenimiento de equipos e instrumentos, ¿cuál de las siguientes tareas es de mayor demanda cognitiva?",
          "opciones": [
            "Planificar el proceso de mantenimiento preventivo de equipos e instrumentos.",
            "Calcular el gasto realizado en la adquisición de los insumos o materiales usados en el mantenimiento de equipos e instrumentos.",
            "Extraer información de una tabla de frecuencia de las principales fallas en equipos e instrumentos, en un periodo, y ordenarlos según su frecuencia."
          ],
          "respuesta": "Planificar el proceso de mantenimiento preventivo de equipos e instrumentos.",
          "respuestaCorta": "Planificar un proceso implica habilidades de orden superior como el análisis, la previsión, la organización y la toma de decisiones, lo que la convierte en la tarea de mayor demanda cognitiva.",
          "solucionario": "La demanda cognitiva se refiere al nivel de complejidad del pensamiento requerido. La 'planificación' es una tarea de alta demanda cognitiva, ya que exige anticipar escenarios, secuenciar acciones, gestionar recursos y establecer estrategias. En contraste, 'calcular' gastos es un proceso algorítmico y 'extraer y ordenar' información son tareas de menor complejidad, centradas en la comprensión y organización de datos ya existentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p26",
      "contexto": "Una docente presenta a los estudiantes el siguiente Diagrama de Operaciones del Proceso (DOP):",
      "imagen": "img/ascenso/secundaria/2018/ept/3.jpg",
      "preguntas": [
        {
          "pregunta": "Luego, les pregunta por el significado de cada actividad. Al llegar a la actividad 4, uno de los estudiantes responde: \"Esa actividad se debe hacer sin demora porque tiene una raya atravesada\".\n¿Cuál es el error que se evidencia en la respuesta del estudiante?",
          "opciones": [
            "Ha aplicado la lectura de los símbolos de prohibición para interpretar el símbolo D.",
            "Ha asignado un significado distinto a la raya que atraviesa el símbolo D.",
            "Ha confundido el símbolo con el símbolo de inspección."
          ],
          "respuesta": "Ha asignado un significado distinto a la raya que atraviesa el símbolo D.",
          "respuestaCorta": "El error del estudiante radica en interpretar la línea sobre el símbolo de 'Demora' (D) como un signo de urgencia, asignándole un significado que no corresponde a la simbología de un DOP.",
          "solucionario": "En la simbología estándar de un Diagrama de Operaciones del Proceso (DOP), el símbolo 'D' significa 'Demora' o espera. El estudiante comete un error al interpretar la línea que lo cruza como una anulación de dicha demora, probablemente por analogía con las señales de prohibición de tránsito. El error central es, por tanto, haber asignado un significado incorrecto a la raya dentro de este sistema de símbolos específico, alterando completamente el sentido de la operación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p27",
      "contexto": "Un docente presenta a los estudiantes el siguiente diagrama:",
      "imagen": "img/ascenso/secundaria/2018/ept/4.jpg",
      "preguntas": [
        {
          "pregunta": "Luego, el docente plantea preguntas con el propósito de que interpreten este diagrama.\nUno de los estudiantes afirma: \"Hay dos tareas que deben hacerse juntas hasta la semana 7: Generar soluciones y Buscar materiales\".\n¿Cuál es el error que se evidencia en la afirmación del estudiante?",
          "opciones": [
            "Considerar que ambas actividades son complementarias.",
            "Considerar que ambas actividades se realizarán de forma simultánea.",
            "Considerar que ambas actividades presentan características similares."
          ],
          "respuesta": "Considerar que ambas actividades se realizarán de forma simultánea.",
          "respuestaCorta": "El error del estudiante es creer que las actividades son simultáneas. El diagrama de Gantt muestra que 'Buscar materiales' inicia justo después de que 'Generar soluciones' termina, es decir, son secuenciales.",
          "solucionario": "Un diagrama de Gantt representa las tareas en una línea de tiempo. La barra de 'Generar soluciones' finaliza en la semana 5, mientras que la barra de 'Buscar materiales' comienza en la semana 6. Por lo tanto, no se realizan 'juntas' o de forma simultánea. El error del estudiante es interpretar mal la representación visual de la secuencia y la dependencia temporal, confundiendo tareas consecutivas con tareas paralelas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p28",
      "contexto": "Durante el proceso de producción de un bien, se genera mucho polvo, por lo que cada estudiante debe usar una máscara. Uno de ellos se la saca y manifiesta: \"Me molesta esta máscara y no me deja realizar bien las tareas encomendadas. Además, el polvo no me hace estornudar\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para favorecer la reflexión del estudiante sobre la importancia de practicar las normas de seguridad para su bienestar?",
          "opciones": [
            "Preguntar: \"¿Cuál es la razón por la qué no deseas utilizar la máscara?\". Luego, pedir amablemente al estudiante que se coloque la máscara para que esté protegido y no se enferme.",
            "Solicitar que mencionen las normas de seguridad del taller y preguntar: \"¿Por qué creen que a veces no se cumplen las normas?\". Luego, pedir que cumpla con las normas de seguridad y señalar las consecuencias de no cumplir con estas.",
            "Pedir que identifique las partes internas de su cuerpo que recibirán el polvo que inhala cuando no utiliza la máscara. Luego, preguntar: \"¿De qué manera se pueden afectar estas partes internas? ¿El único objetivo de usar la máscara será evitar que estornudes?\"."
          ],
          "respuesta": "Pedir que identifique las partes internas de su cuerpo que recibirán el polvo que inhala cuando no utiliza la máscara. Luego, preguntar: \"¿De qué manera se pueden afectar estas partes internas? ¿El único objetivo de usar la máscara será evitar que estornudes?\".",
          "respuestaCorta": "La acción más efectiva es guiar al estudiante a reflexionar sobre las consecuencias no visibles y a largo plazo para su salud, superando la justificación superficial de 'no estornudar'.",
          "solucionario": "El estudiante basa su decisión en la molestia inmediata y la ausencia de un síntoma obvio. Para generar una reflexión genuina, la intervención del docente debe trascender estos puntos. La opción 'c' es la más pertinente porque le pide al estudiante que piense en las consecuencias internas y a largo plazo (daño pulmonar), y cuestiona directamente su razonamiento erróneo. Esto promueve una comprensión profunda de la norma de seguridad, más allá del simple cumplimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p29",
      "contexto": "Un docente observa que casi todos los grupos de estudiantes han amontonado los restos de sus proyectos en un rincón del taller, a pesar de que cuentan con normas de higiene.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice el docente para favorecer en los estudiantes la reflexión sobre la práctica de las normas de higiene?",
          "opciones": [
            "Dar un paseo con los estudiantes por el lugar donde se amontonaron los restos de sus proyectos. Luego, pedir que elaboren afiches que contengan frases motivadoras que promuevan la higiene del taller.",
            "Preguntar: \"¿Por qué creen que no se están respetando las normas de higiene? ¿De qué manera podría perjudicarnos el amontonamiento de los restos de sus proyectos?\". Luego, pedir que cada grupo proponga posibles soluciones.",
            "Plantear un debate centrado en las siguientes preguntas: \"¿Quiénes fueron los responsables del amontonamiento de los restos de sus proyectos en el taller? ¿Qué acción se debe realizar para que esto no vuelva a suceder?\". Luego, pedir que cumplan las acciones propuestas."
          ],
          "respuesta": "Preguntar: \"¿Por qué creen que no se están respetando las normas de higiene? ¿De qué manera podría perjudicarnos el amontonamiento de los restos de sus proyectos?\". Luego, pedir que cada grupo proponga posibles soluciones.",
          "respuestaCorta": "Es más pertinente fomentar la reflexión sobre las causas y consecuencias del incumplimiento de las normas, e involucrar a los estudiantes en la proposición de soluciones.",
          "solucionario": "Para lograr un cambio de actitud sostenible, es crucial que los estudiantes se apropien del problema y de su solución. La opción 'b' promueve esto al guiarlos, a través de preguntas, a analizar las causas y efectos del desorden, y al darles la responsabilidad de proponer soluciones. Esto fomenta la autorregulación y la responsabilidad colectiva. La opción 'a' es una medida superficial, mientras que la 'c' tiene un enfoque punitivo que busca culpables en lugar de construir una solución conjunta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes fuentes de información para la búsqueda de empleo en internet es poco confiable?",
          "opciones": [
            "Sitios web de centros de empleo del sector trabajo y promoción del empleo.",
            "Sitios web de bolsas de trabajo en centros de formación.",
            "Sitios web de redes sociales o de anuncios diversos."
          ],
          "respuesta": "Sitios web de redes sociales o de anuncios diversos.",
          "respuestaCorta": "Las redes sociales y los sitios de anuncios genéricos son considerados menos confiables debido a la falta de procesos de verificación, a diferencia de las bolsas de trabajo institucionales.",
          "solucionario": "La confiabilidad de una fuente de empleo en línea depende de su nivel de formalidad y de los filtros que aplica. Los sitios web gubernamentales (Ministerio de Trabajo) y los de instituciones educativas (universidades, institutos) suelen verificar las ofertas. En cambio, las redes sociales y los portales de anuncios clasificados son plataformas abiertas donde cualquiera puede publicar, lo que aumenta el riesgo de encontrar ofertas informales, engañosas o fraudulentas.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p31",
      "contexto": "Un docente ha decidido utilizar un miniQuest para una de sus sesiones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procedimientos permite que el docente elabore dicho miniQuest?",
          "opciones": [
            "Organizar un cuestionario con preguntas de menor a mayor complejidad, solicitar a los estudiantes que busquen información en fuentes confiables de internet y pedir que presenten sus respuestas en un portafolio virtual.",
            "Formular un problema de contexto real, plantear preguntas que serán resueltas utilizando las fuentes de información seleccionadas por el docente y describir las acciones que los estudiantes van a realizar para resolver el problema.",
            "Plantear una pregunta sobre un tema de interés de los estudiantes, solicitar que seleccionen fuentes de información actualizada y pedir que elaboren un organizador visual haciendo uso de dichas fuentes y un recurso TIC, como el presentador de diapositivas."
          ],
          "respuesta": "Formular un problema de contexto real, plantear preguntas que serán resueltas utilizando las fuentes de información seleccionadas por el docente y describir las acciones que los estudiantes van a realizar para resolver el problema.",
          "respuestaCorta": "La estructura de un MiniQuest se basa en un escenario o problema real, una tarea con preguntas y una lista de recursos de internet previamente seleccionados por el docente.",
          "solucionario": "Un MiniQuest es una estrategia didáctica con una estructura definida que consiste en tres partes principales: 1) Escenario: se presenta una situación o problema del mundo real. 2) Tarea: se plantean preguntas que el estudiante debe responder. 3) Producto/Proceso: se describen los pasos y los recursos web (enlaces preseleccionados por el docente) que deben usar para completar la tarea. La opción 'b' describe fielmente esta estructura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p32",
      "contexto": "El propósito de un docente es utilizar las TIC en sus actividades de aprendizaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas integra de manera pertinente el uso de un presentador de diapositivas?",
          "opciones": [
            "Pedir que elaboren individualmente una presentación acerca de su idea de negocio y que utilicen las herramientas necesarias, apoyándose en las características intuitivas del aplicativo.",
            "Entregar un manual del presentador de diapositivas, pedir que lo revisen en grupo y que cada uno explique a sus compañeros cómo se usa cada una de las herramientas.",
            "Realizar una demostración del uso del presentador de diapositivas poniendo énfasis en la explicación del uso de la barra de menú y de las herramientas."
          ],
          "respuesta": "Pedir que elaboren individualmente una presentación acerca de su idea de negocio y que utilicen las herramientas necesarias, apoyándose en las características intuitivas del aplicativo.",
          "respuestaCorta": "Una integración pertinente de las TIC consiste en usar la tecnología como una herramienta para alcanzar un objetivo de aprendizaje, promoviendo la autonomía del estudiante en su uso.",
          "solucionario": "La integración efectiva de las TIC ocurre cuando la herramienta tecnológica se utiliza para desarrollar una competencia o lograr un aprendizaje específico, no cuando la enseñanza se centra en la herramienta misma. En la opción 'a', el objetivo es comunicar una 'idea de negocio', y el presentador es solo el medio para lograrlo, fomentando además que los estudiantes exploren el programa de forma autónoma. Las opciones 'b' y 'c' se enfocan en la enseñanza del software de manera descontextualizada.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas describe la principal ventaja de usar el método de proyectos para lograr aprendizajes?",
          "opciones": [
            "Permite la elaboración de un producto tangible que evidencia el aprendizaje logrado por los estudiantes.",
            "Permite que los desempeños de los estudiantes sean homogéneos ya que realizan tareas similares y no compiten entre ellos.",
            "Permite que los estudiantes de forma integrada desarrollen y apliquen conocimientos en la solución de un problema de interés."
          ],
          "respuesta": "Permite que los estudiantes de forma integrada desarrollen y apliquen conocimientos en la solución de un problema de interés.",
          "respuestaCorta": "La ventaja fundamental del método de proyectos es que promueve la aplicación integrada de conocimientos y habilidades para resolver un problema auténtico y relevante para los estudiantes.",
          "solucionario": "La principal fortaleza pedagógica del aprendizaje basado en proyectos reside en su capacidad para que los estudiantes movilicen y conecten saberes de distintas áreas de forma articulada, con el fin de abordar un problema o desafío del mundo real que les resulte significativo (opción c). Aunque a menudo resulta en un producto tangible (opción a), el aprendizaje se da en el proceso. La opción 'b' es incorrecta, pues los proyectos suelen fomentar la diversidad de roles y desempeños.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p34",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas promueve un aprendizaje colaborativo?",
          "opciones": [
            "Formar a los estudiantes en grupos, y entregar una ficha de trabajo en la que cada estudiante responderá una pregunta. Luego, solicitar que junten sus respuestas y las presenten en un papelógrafo. Después, invitar a un representante para que exponga el producto final.",
            "Formar a los estudiantes en grupos, y entregar una ficha de trabajo a cada estudiante para que la resuelva de manera individual. Luego, solicitar que compartan y comparen lo trabajado, de modo que lleguen a respuestas consensuadas. Después, pedir que plasmen estas respuestas en una ficha de trabajo grupal.",
            "Formar a los estudiantes en grupos, y entregar una ficha de trabajo en la que se ha marcado qué pregunta debe responder cada estudiante. Luego, solicitar que cada integrante del grupo lea su respuesta de modo que el resto tome nota y complete la ficha. Después, plantear preguntas para verificar que todos hayan completado la ficha."
          ],
          "respuesta": "Formar a los estudiantes en grupos, y entregar una ficha de trabajo a cada estudiante para que la resuelva de manera individual. Luego, solicitar que compartan y comparen lo trabajado, de modo que lleguen a respuestas consensuadas. Después, pedir que plasmen estas respuestas en una ficha de trabajo grupal.",
          "respuestaCorta": "El aprendizaje colaborativo se promueve a través de la responsabilidad individual seguida de la interdependencia positiva, donde los estudiantes deben discutir y consensuar para construir un producto común.",
          "solucionario": "El verdadero aprendizaje colaborativo implica más que solo trabajar juntos; requiere responsabilidad individual e interdependencia positiva. La opción 'b' ejemplifica esto: cada estudiante trabaja primero por su cuenta (responsabilidad individual), y luego el grupo debe discutir, negociar y llegar a consensos para crear un producto final (interdependencia positiva). La opción 'a' describe un trabajo cooperativo donde las partes solo se suman sin una verdadera colaboración. La opción 'c' es un ejercicio de transcripción, no de colaboración.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p35",
      "contexto": "Luego de que los estudiantes lograron plantear soluciones creativas para resolver un problema, el docente tiene como propósito promover en ellos la reflexión sobre su proceso de resolución.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de su propósito?",
          "opciones": [
            "Solicitar que identifiquen los procedimientos que siguieron para solucionar el problema y cómo resolvieron las dificultades que enfrentaron.",
            "Preguntar: \"¿De qué trata el problema? ¿Qué condiciones se plantean en el problema? ¿Qué necesidad se busca resolver en el problema?\".",
            "Plantear un problema similar para que adapten las soluciones ya propuestas, y así desarrollen su autonomía."
          ],
          "respuesta": "Solicitar que identifiquen los procedimientos que siguieron para solucionar el problema y cómo resolvieron las dificultades que enfrentaron.",
          "respuestaCorta": "Para fomentar la reflexión sobre el proceso de resolución (metacognición), se debe pedir a los estudiantes que verbalicen los pasos que siguieron y las estrategias que usaron para superar obstáculos.",
          "solucionario": "El propósito del docente es fomentar la metacognición, es decir, la reflexión sobre el propio proceso de aprendizaje. La opción 'a' apunta directamente a este objetivo, ya que pide a los estudiantes que hagan explícitos sus procedimientos y la forma en que superaron las dificultades. La opción 'b' se centra en la comprensión del problema, una etapa anterior. La opción 'c' se enfoca en la transferencia del aprendizaje, una etapa posterior, pero ninguna de las dos se centra en la reflexión sobre el proceso ya realizado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p36",
      "contexto": "Al finalizar una actividad realizada en el taller de EPT, dos estudiantes sostienen la siguiente conversación:\n• Luis: \"María, no he podido practicar con las herramientas porque las usaste durante toda la hora del taller. Por tu culpa, no sabré cómo usarlas\".\n• María: \"Sé que habíamos llegado a un acuerdo, pero no podía dejar a medias el trabajo que nos dejaron. Comprende que contamos con pocas herramientas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta lo expresado por cada estudiante en la conversación presentada, ¿cuál de las siguientes alternativas indica la fuente del conflicto entre ellos?",
          "opciones": [
            "Los valores y creencias.",
            "Las necesidades e intereses.",
            "Los sentimientos y emociones."
          ],
          "respuesta": "Las necesidades e intereses.",
          "respuestaCorta": "El conflicto se origina en un choque de necesidades e intereses contrapuestos sobre un recurso escaso: Luis necesita practicar para aprender y María necesita terminar su trabajo.",
          "solucionario": "La raíz del conflicto es la incompatibilidad de las necesidades de ambos estudiantes frente a un recurso limitado (las herramientas). La necesidad de Luis es de aprendizaje ('practicar para saber cómo usarlas'), mientras que la necesidad de María es de cumplimiento ('no podía dejar a medias el trabajo'). No se evidencia un choque de 'valores y creencias' fundamentales, y los 'sentimientos y emociones' (como la frustración de Luis) son una consecuencia del conflicto, no su fuente original.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2018_p37",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del desarrollo de un proyecto para brindar un servicio en una localidad, ¿cuál de las siguientes características corresponde a un servicio?",
          "opciones": [
            "Su utilización requiere interacción y prestación.",
            "Su calidad depende del proveedor de materiales e insumos.",
            "Su propiedad se puede transferir de vendedor a comprador."
          ],
          "respuesta": "Su utilización requiere interacción y prestación.",
          "respuestaCorta": "Una característica fundamental de los servicios es su inseparabilidad, lo que significa que su producción y consumo son simultáneos y requieren una interacción entre el proveedor y el cliente.",
          "solucionario": "A diferencia de los bienes tangibles, los servicios son intangibles e inseparables. Esto significa que la 'prestación' del servicio y su 'utilización' por parte del cliente ocurren al mismo tiempo, requiriendo una 'interacción' directa. Las otras opciones describen características de los productos: su calidad depende de insumos físicos y su propiedad se puede transferir, lo cual no es posible con un servicio intangible.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p38",
      "contexto": "Un estudiante está evaluando su idea de negocio y se necesita saber si su propuesta cubre o no una demanda insatisfecha en su localidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para su propósito?",
          "opciones": [
            "Aplicar un focus group a los vecinos de su barrio.",
            "Analizar la demanda actual de un producto.",
            "Realizar una investigación de mercado."
          ],
          "respuesta": "Realizar una investigación de mercado.",
          "respuestaCorta": "Para identificar una demanda insatisfecha de manera rigurosa, la acción más completa y adecuada es realizar una investigación de mercado, ya que esta engloba diversas técnicas de análisis.",
          "solucionario": "La 'investigación de mercado' es el proceso formal y sistemático para recopilar y analizar datos sobre clientes, competidores y el mercado en general. Su objetivo principal es identificar oportunidades y problemas, como la existencia de una demanda insatisfecha. Tanto el 'focus group' como el 'análisis de la demanda actual' son herramientas específicas que forman parte de una investigación de mercado, pero esta última es la acción más integral y pertinente para el propósito descrito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p39",
      "contexto": "Un grupo de estudiantes está discutiendo sobre los criterios demográficos para segmentar su mercado a partir de la identificación de las necesidades de sus potenciales clientes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos permite conocer este criterio de segmentación?",
          "opciones": [
            "Sexo y edad de las personas.",
            "Actividades e intereses de las personas.",
            "Nivel de ingresos y nivel de estudios de las personas."
          ],
          "respuesta": "Sexo y edad de las personas.",
          "respuestaCorta": "La segmentación demográfica agrupa al mercado según variables estadísticas de la población. El sexo y la edad son dos de los criterios demográficos más fundamentales y comunes.",
          "solucionario": "La segmentación demográfica se basa en características objetivas y cuantificables de la población. El 'sexo y edad' son variables demográficas clásicas. El 'nivel de ingresos y nivel de estudios' también son variables demográficas, pero el sexo y la edad son aún más básicas. En contraste, 'actividades e intereses' pertenecen a la segmentación psicográfica, que se enfoca en el estilo de vida y la personalidad de los consumidores.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p40",
      "contexto": "Un grupo de estudiantes quiere definir los costos para elaborar su prototipo. Para ello están considerando los costos directos e indirectos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas de los estudiantes implica un costo directo?",
          "opciónes": [
            "Ana: \"El esmalte para el acabado del prototipo\".",
            "Berta: \"El mantenimiento de las máquinas\".",
            "Carlos: \"La energía eléctrica\"."
          ],
          "respuesta": "Ana: \"El esmalte para el acabado del prototipo\".",
          "respuestaCorta": "Un costo directo es aquel que se puede asignar de manera inequívoca a un producto específico. El esmalte, como materia prima del prototipo, es un costo directo.",
          "solucionario": "En la contabilidad de costos, los costos directos son aquellos que se pueden trazar fácilmente a un producto, como las materias primas y la mano de obra directa. El 'esmalte para el acabado' es un material que forma parte integral del prototipo, por lo que su costo es directo. Por el contrario, el 'mantenimiento de las máquinas' y 'la energía eléctrica' son costos indirectos de fabricación, ya que son necesarios para la producción en general pero no se pueden asignar fácilmente a una sola unidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p41",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a la definición de punto de equilibrio de una empresa?",
          "opciones": [
            "La oferta es igual a la demanda.",
            "La relación beneficio-costo es igual a 1.",
            "El ingreso por la venta es igual a los costos más los gastos."
          ],
          "respuesta": "El ingreso por la venta es igual a los costos más los gastos.",
          "respuestaCorta": "El punto de equilibrio es el nivel de ventas donde los ingresos totales igualan a los costos totales (fijos y variables), resultando en un beneficio de cero.",
          "solucionario": "El punto de equilibrio es un concepto financiero clave que indica el volumen de ventas necesario para cubrir todos los costos de la empresa. En este punto, la utilidad es cero; no hay ni ganancias ni pérdidas. Esto se logra cuando 'el ingreso por la venta es igual a los costos más los gastos'. La opción 'a' define el equilibrio de mercado en economía. La opción 'b' es un criterio de evaluación de proyectos.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p42",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a la definición de marketing estratégico?",
          "opciones": [
            "Es el conjunto de estrategias que se aplican para que el producto sea de buena calidad.",
            "Es el conjunto de estrategias que se orientan a retener a los clientes y construir fidelidad.",
            "Es el conjunto de estrategias que permiten que el diseño preliminar del producto sea atractivo para los clientes."
          ],
          "respuesta": "Es el conjunto de estrategias que se orientan a retener a los clientes y construir fidelidad.",
          "respuestaCorta": "Aunque el marketing estratégico es amplio, un pilar fundamental en su concepción moderna es el enfoque a largo plazo en la creación de relaciones con los clientes, priorizando su retención y fidelización.",
          "solucionario": "El marketing estratégico se enfoca en los objetivos a largo plazo y en la creación de una ventaja competitiva sostenible. A diferencia del marketing operativo (táctico), que se centra en acciones inmediatas, el estratégico define el rumbo de la empresa en el mercado. La retención de clientes y la construcción de fidelidad son objetivos estratégicos por excelencia, ya que aseguran la viabilidad y rentabilidad futuras del negocio. Las otras opciones describen tácticas más específicas a nivel de producto.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p43",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las normas ISO, ¿cuál de las siguientes formas es utilizada en las señales de advertencia?",
          "opciones": [
            "Redonda.",
            "Triangular.",
            "Rectangular."
          ],
          "respuesta": "Triangular.",
          "respuestaCorta": "Conforme a la normativa internacional, las señales de advertencia de peligro se caracterizan por su forma triangular.",
          "solucionario": "La estandarización de señales de seguridad asigna un significado a cada forma geométrica para un reconocimiento rápido y universal. La forma triangular equilátera está reservada para las señales de advertencia, que alertan sobre un riesgo o peligro (ej. riesgo eléctrico, suelo resbaladizo). Las señales redondas indican prohibición u obligación, mientras que las rectangulares son informativas o de salvamento.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p44",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según las normas ISO, ¿cuál es el color de fondo que se utiliza en las señales de obligación?",
          "opciones": [
            "Azul.",
            "Rojo.",
            "Verde."
          ],
          "respuesta": "Azul.",
          "respuestaCorta": "Las señales de obligación, que indican un comportamiento mandatorio o el uso de equipos de protección, utilizan un fondo de color azul.",
          "solucionario": "El código de colores en la señalización de seguridad es estricto. El color azul es el designado para las señales de obligación (ej. 'Uso obligatorio de guantes'). El color rojo se asocia con la prohibición y los equipos de lucha contra incendios. El color verde se utiliza para las señales de salvamento y evacuación.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p45",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas corresponde a una de las características de la teoría para resolver problemas de forma inventiva (TRIZ)?",
          "opciones": [
            "Es una guía estructurada de problemas resueltos que sirven de base a la solución de nuevos problemas.",
            "Es una técnica confiable que está basada en herramientas psicológicas relacionadas con la inventiva.",
            "Es un procedimiento sistemático que permite resolver problemas inventivos."
          ],
          "respuesta": "Es un procedimiento sistemático que permite resolver problemas inventivos.",
          "respuestaCorta": "TRIZ es una metodología que aborda la innovación de manera estructurada, ofreciendo un procedimiento sistemático para resolver problemas técnicos complejos.",
          "solucionario": "TRIZ (Teoría para Resolver Problemas de Inventiva) se caracteriza por ser un 'procedimiento sistemático'. Se basa en el análisis de miles de patentes para identificar patrones universales de invención. Su enfoque no es psicológico (opción b), sino analítico y estructurado. Si bien utiliza el conocimiento de problemas resueltos (opción a), su principal característica es ser una metodología con herramientas y principios que guían la resolución de problemas de forma sistemática.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p46",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el análisis FODA de un proyecto que consiste en brindar servicios de gimnasio, ¿cuál de las siguientes alternativas corresponde a una fortaleza?",
          "opciones": [
            "Ausencia de gimnasios con infraestructura moderna en la zona.",
            "Personal capacitado y con experiencia para brindar entrenamiento físico y asesoría nutricional.",
            "Ingreso de competidores que ofrecen servicios similares y que cuentan con una fuerte presencia de su marca en el mercado."
          ],
          "respuesta": "Personal capacitado y con experiencia para brindar entrenamiento físico y asesoría nutricional.",
          "respuestaCorta": "Una fortaleza es un atributo interno y positivo de una organización. Contar con personal capacitado es un recurso interno que confiere una ventaja competitiva.",
          "solucionario": "Dentro de la matriz FODA, las fortalezas son los factores internos que favorecen a la empresa. El 'personal capacitado y con experiencia' es un recurso propio de la organización que le da una ventaja. Por otro lado, la 'ausencia de gimnasios modernos' es un factor externo positivo, es decir, una oportunidad. El 'ingreso de competidores' es un factor externo negativo, una amenaza.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p47",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el análisis FODA de una empresa que ofrece servicios de limpieza, ¿cuál de las siguientes alternativas corresponde a una oportunidad?",
          "opciones": [
            "Precio competitivo de la empresa con relación al mercado local en el servicio de limpieza.",
            "Flexibilidad para contratar temporalmente operarios de limpieza en el sector productivo.",
            "Ayuda financiera para la realización de proyectos de limpieza."
          ],
          "respuesta": "Ayuda financiera para la realización de proyectos de limpieza.",
          "respuestaCorta": "Una oportunidad es un factor del entorno externo que la empresa puede aprovechar a su favor. La disponibilidad de ayuda financiera es una condición externa favorable.",
          "solucionario": "Las oportunidades son elementos externos a la empresa que representan una ventaja potencial si se saben aprovechar. La existencia de 'ayuda financiera' disponible en el entorno es un ejemplo claro de oportunidad. Un 'precio competitivo' es una fortaleza, ya que es el resultado de una gestión interna. La 'flexibilidad para contratar' podría ser una oportunidad (si se refiere a condiciones del mercado laboral) o una fortaleza (si se refiere a la política de RRHH de la empresa), pero la ayuda financiera es inequívocamente una oportunidad externa.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p48",
      "contexto": "Como parte de una actividad en grupo, el docente observa que algunos estudiantes están elaborando un dibujo de su prototipo; otros ya le están incorporando los detalles técnicos de su construcción. Además, cada grupo va tomando nota de los procedimientos que está ejecutando.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito de aprendizaje en la actividad realizada por los estudiantes?",
          "opciones": [
            "Diseñar el prototipo del producto que se pretende elaborar.",
            "Autoevaluar las habilidades utilizadas para dibujar el prototipo.",
            "Planificar el proceso técnico para la elaboración del prototipo de su producto."
          ],
          "respuesta": "Diseñar el prototipo del producto que se pretende elaborar.",
          "respuestaCorta": "El propósito principal de la actividad es diseñar el prototipo, ya que las acciones observadas (dibujos, detalles técnicos, procedimientos de construcción) son elementos constitutivos de la fase de diseño.",
          "solucionario": "Las tareas que realizan los estudiantes —dibujar, añadir detalles técnicos de construcción y documentar los procedimientos— conforman en su conjunto el proceso de diseño de un prototipo. El diseño va más allá de un simple boceto; implica la especificación técnica y la concepción de cómo se construirá el producto. Por lo tanto, el propósito de aprendizaje que engloba todas estas acciones es 'Diseñar el prototipo'. Las otras opciones son o bien una parte del proceso (planificar) o una actividad metacognitiva posterior (autoevaluar).",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2018_p49",
      "contexto": "El propósito de un docente es que los estudiantes elaboren la estructura de costos de un proyecto de emprendimiento económico. Luego de que los estudiantes realizaron diversas actividades, el docente plantea una evaluación de proceso. Como parte del análisis de los resultados de esta evaluación, encuentra que el 20% de los estudiantes confunde costo fijo con costo variable al elaborar la estructura de costos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando estos resultados, ¿cuál de las siguientes acciones pedagógicas es más pertinente para abordar el error de los estudiantes?",
          "opciones": [
            "Formular a los estudiantes que tienen dificultades las siguientes preguntas: \"¿Cuáles de sus costos dependen de la cantidad de productos que elaboren? ¿Cuáles no? ¿Cuál es la diferencia entre costo fijo y variable?\". Luego, pedir que revisen su estructura de costo.",
            "Entregar a los estudiantes con dificultades una cartilla con la definición de costo fijo y costo variable. Luego, pedir que en grupo respondan a las siguientes preguntas: \"¿Qué es un costo fijo? ¿Qué es un costo variable?\", y solicitar que revisen su estructura de costo.",
            "Solicitar a todos los estudiantes que busquen en internet ejemplos de costo fijo y costo variable, para seleccionar aquellos que son similares a los que plantearon en su estructura de costos. Luego, pedir a todos que revisen dicha estructura."
          ],
          "respuesta": "Formular a los estudiantes que tienen dificultades las siguientes preguntas: \"¿Cuáles de sus costos dependen de la cantidad de productos que elaboren? ¿Cuáles no? ¿Cuál es la diferencia entre costo fijo y variable?\". Luego, pedir que revisen su estructura de costo.",
          "respuestaCorta": "La acción más pertinente es la retroalimentación por descubrimiento, donde el docente, a través de preguntas clave, guía a los estudiantes para que ellos mismos identifiquen y corrijan su error.",
          "solucionario": "Para corregir un error conceptual, es más efectivo que el estudiante reflexione y descubra su equivocación. La opción 'a' logra esto al plantear preguntas que apuntan al criterio fundamental de diferenciación entre costos fijos y variables (su relación con el volumen de producción). Esto promueve un aprendizaje significativo. La opción 'b' es pasiva, y la 'c' es poco eficiente al involucrar a quienes no cometieron el error y no garantizar la reflexión necesaria.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p50",
      "contexto": "La comisión de seguridad de una empresa desea indicar que el personal que ingrese a la planta de producción debe protegerse de ruidos muy fuertes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de señal de seguridad es pertinente?",
          "opciones": [
            "De advertencia.",
            "De prohibición.",
            "De obligación."
          ],
          "respuesta": "De obligación.",
          "respuestaCorta": "Se debe usar una señal de obligación, ya que su propósito es imponer un comportamiento obligatorio, como el uso de equipos de protección personal.",
          "solucionario": "Las señales de seguridad se clasifican por su función. Para indicar una acción mandatoria que el personal debe cumplir por su seguridad (en este caso, usar protección auditiva), se utiliza una señal de obligación. Estas señales son de forma circular y fondo azul. Una señal de advertencia solo alertaría del riesgo, y una de prohibición impediría una acción.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p51",
      "contexto": "Como medida de seguridad, la brigada de señalización de una empresa colocará una señal para indicar que, en uno de los talleres, se producen emanaciones tóxicas. Por ello, se requiere que el personal ingrese usando máscara y balón de oxígeno (equipo autónomo).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes tipos de señal de seguridad combinada se debe colocar en este taller?",
          "opciones": [
            "De advertencia y prohibición.",
            "De advertencia y obligación.",
            "De prohibición y obligación."
          ],
          "respuesta": "De advertencia y obligación.",
          "respuestaCorta": "Se requiere una señal de advertencia para informar del peligro (emanaciones tóxicas) y una señal de obligación para indicar la acción mandatoria (usar equipo de respiración autónomo).",
          "solucionario": "La situación exige comunicar dos mensajes complementarios. Primero, alertar sobre el peligro de 'emanaciones tóxicas', lo cual se hace con una señal de advertencia (triangular, amarilla). Segundo, exigir el uso de equipo de protección para mitigar ese peligro, lo cual se hace con una señal de obligación (circular, azul). Por lo tanto, la combinación correcta es advertencia más obligación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p52",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa el propósito de realizar pruebas en los prototipos?",
          "opciones": [
            "Verificar el desempeño técnico.",
            "Conocer una versión definitiva y operable.",
            "Estimar el tiempo de fabricación del producto final."
          ],
          "respuesta": "Verificar el desempeño técnico.",
          "respuestaCorta": "El objetivo principal al probar un prototipo es validar su funcionamiento, identificar fallos y verificar si su desempeño técnico se ajusta a las especificaciones del diseño.",
          "solucionario": "Los prototipos son modelos de prueba que se construyen antes de la producción en masa. Su finalidad es someterlos a pruebas para 'verificar el desempeño técnico', evaluar su funcionalidad, usabilidad y resistencia, y detectar posibles mejoras. Un prototipo no es una versión 'definitiva' (opción b); es precisamente un paso previo. La 'estimación del tiempo de fabricación' (opción c) es una tarea de la planificación de la producción, no de la prueba del prototipo.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el Manual de Salud Ocupacional del Minsa, ¿en qué etapa de la gestión de prevención de riesgos ocupacionales se identifican los accidentes?",
          "opciones": [
            "Etapa de reconocimiento.",
            "Etapa de evaluación.",
            "Etapa de control."
          ],
          "respuesta": "Etapa de reconocimiento.",
          "respuestaCorta": "En la gestión de prevención de riesgos, la identificación de peligros, riesgos y el análisis de accidentes ocurridos se realiza en la primera etapa, denominada de reconocimiento.",
          "solucionario": "La gestión de riesgos laborales sigue un ciclo metodológico. La 'Etapa de reconocimiento' es el primer paso y consiste en identificar y analizar todos los peligros y riesgos presentes en el ambiente de trabajo. Esto incluye el estudio de los accidentes ya ocurridos para comprender sus causas. Posteriormente, en la 'Etapa de evaluación' se mide el nivel de riesgo, y en la 'Etapa de control' se aplican las medidas correctivas.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p54",
      "contexto": "En una actividad, los estudiantes están utilizando un diagrama de causa-efecto y uno de Pareto para analizar información recogida acerca de los productos defectuosos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de aprendizaje de la actividad que realizan los estudiantes?",
          "opciones": [
            "Identificar el porcentaje de defectos de los productos para implementar las acciones de mejora.",
            "Determinar los problemas de calidad en la elaboración de los productos para ordenarlos por prioridad.",
            "Reconocer los tipos de defectos que se han producido al elaborar los productos para registrar su frecuencia."
          ],
          "respuesta": "Determinar los problemas de calidad en la elaboración de los productos para ordenarlos por prioridad.",
          "respuestaCorta": "El propósito de usar un diagrama causa-efecto junto con un diagrama de Pareto es analizar las causas de los defectos y luego priorizar los problemas más frecuentes para enfocar las mejoras.",
          "solucionario": "El diagrama de causa-efecto (Ishikawa) ayuda a identificar las posibles causas de un problema. El diagrama de Pareto permite clasificar y priorizar las causas o tipos de defectos según su frecuencia o impacto (principio 80/20). El uso combinado de ambas herramientas tiene como propósito principal determinar los problemas de calidad y ordenarlos por prioridad, para así dirigir los esfuerzos de mejora hacia los puntos más críticos y obtener el mayor impacto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con respecto al control de la calidad, ¿cuál de las siguientes tareas es de menor demanda cognitiva?",
          "opciones": [
            "Organizar un diagnóstico que permita detectar las causas de los defectos en el producto final.",
            "Describir los signos externos que han aparecido desde que una máquina comenzó a funcionar mal.",
            "Diseñar un sistema de control de la calidad que permita la sostenibilidad de la implementación de mejoras."
          ],
          "respuesta": "Describir los signos externos que han aparecido desde que una máquina comenzó a funcionar mal.",
          "respuestaCorta": "La tarea de menor demanda cognitiva es 'describir', ya que implica principalmente observar y reportar información, a diferencia de 'organizar un diagnóstico' (analizar) o 'diseñar un sistema' (crear).",
          "solucionario": "Según la taxonomía de habilidades cognitivas, 'describir' se encuentra en un nivel inferior, ya que se basa en la observación y el recuerdo. 'Organizar un diagnóstico' requiere un nivel superior de análisis y evaluación para encontrar relaciones causa-efecto. 'Diseñar un sistema' está en el nivel más alto, ya que implica la creación y síntesis de nuevos procesos. Por lo tanto, describir signos externos es la tarea de menor complejidad mental.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p56",
      "contexto": "Un docente muestra el siguiente diagrama de flujo a los estudiantes y les propone analizar la relación entre los símbolos utilizados.",
      "imagen": "img/ascenso/secundaria/2018/ept/5.jpg",
      "preguntas": [
        {
          "pregunta": "Luego de la participación de varios estudiantes, uno de ellos afirma: \"Si no se cumple con el control de calidad, se notifica y se vuelve a la recepción de mercancía\". ¿Cuál de los siguientes errores se evidencia en la afirmación del estudiante?",
          "opciones": [
            "No establece la diferencia entre un proceso y una decisión.",
            "No interpreta el significado del proceso Control de calidad.",
            "No identifica el cierre de un proceso."
          ],
          "respuesta": "No identifica el cierre de un proceso.",
          "respuestaCorta": "El error del estudiante es suponer que el proceso se reinicia, cuando el diagrama de flujo muestra que tras la 'notificación' por no conformidad, el proceso termina.",
          "solucionario": "El diagrama de flujo muestra una ruta clara: si en la decisión '¿Cumple?' la respuesta es NO, la acción es 'Notificar'. La flecha que sale de 'Notificar' se une a la línea de salida del proceso, indicando su fin. El estudiante interpreta erróneamente que existe un bucle de retorno a 'Recepción de mercancía', el cual no está dibujado en el diagrama. Su error es, por tanto, no identificar que la notificación conduce al cierre del proceso para ese lote.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p57",
      "contexto": "Un docente plantea una actividad para que los estudiantes, con su monitoreo, elaboren un prototipo utilizando máquinas, herramientas e instrumentos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es un indicador de desempeño que permite evaluar el aprendizaje de los estudiantes en esta actividad?",
          "opciones": [
            "Elabora la ficha técnica de las máquinas, herramientas e instrumentos utilizados en el proceso de producción.",
            "Comprende la importancia del uso correcto de máquinas, herramientas e instrumentos.",
            "Manipula máquinas, herramientas e instrumentos según normas de seguridad."
          ],
          "respuesta": "Manipula máquinas, herramientas e instrumentos según normas de seguridad.",
          "respuestaCorta": "Un indicador de desempeño efectivo debe ser observable y medible. 'Manipular según normas' es una conducta directamente observable que permite evaluar la habilidad práctica del estudiante.",
          "solucionario": "Para evaluar una actividad práctica como la elaboración de un prototipo, se necesitan indicadores de desempeño que describan acciones observables. La opción 'c' es el mejor indicador porque 'manipula' es un verbo de acción que el docente puede observar y evaluar directamente contra un criterio claro (las normas de seguridad). La opción 'b' ('comprende') se refiere a un proceso mental interno, difícil de medir directamente. La opción 'a' evalúa una competencia distinta (documentación técnica), no la habilidad de ejecución.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p58",
      "contexto": "El taller de EPT adquiere equipos de última tecnología que utilizarán los estudiantes para elaborar los diferentes productos de sus proyectos. El docente, antes de usar los equipos, decide capacitar a sus estudiantes. Sin embargo, dos de ellos expresan que no requieren dicha capacitación argumentando que prefieren seguir usando la máquina antigua, ya que la manejan muy bien y muy pocos productos que han elaborado tienen fallas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la situación anterior, ¿cuál de los siguientes aspectos se necesita trabajar con estos dos estudiantes?",
          "opciones": [
            "Disposición al trabajo en equipo.",
            "Adaptación al cambio.",
            "Toma de decisiones."
          ],
          "respuesta": "Adaptación al cambio.",
          "respuestaCorta": "La negativa de los estudiantes a aprender a usar la nueva tecnología, prefiriendo la herramienta antigua con la que se sienten cómodos, es una clara manifestación de resistencia y falta de adaptación al cambio.",
          "solucionario": "La situación describe una resistencia a abandonar una práctica conocida y cómoda ('la máquina antigua') para adoptar una nueva ('equipos de última tecnología'), a pesar de que esta última representa una mejora. Este comportamiento es un ejemplo clásico de falta de 'adaptación al cambio'. No se trata de un problema de trabajo en equipo ni de toma de decisiones en general, sino de una dificultad específica para enfrentar la innovación y salir de la zona de confort.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para que los estudiantes elaboren el presupuesto de su proyecto, haciendo uso de la hoja de cálculo?",
          "opciones": [
            "Realizar la demostración en la que se usa la hoja de cálculo para integrar funciones estadísticas avanzadas que podrían ser de utilidad para el desarrollo del presupuesto de su proyecto. Luego, pedir que practiquen en la hoja de cálculo el uso de estas funciones estadísticas.",
            "Pedir que identifiquen en qué tareas les puede ayudar una hoja de cálculo en función del desarrollo de su proyecto. Luego, solicitar que exploren la hoja de cálculo, y utilicen aquellas herramientas y funciones que les puedan ser de utilidad.",
            "Solicitar que lean todo el manual de uso de una hoja de cálculo y que prueben el uso de cada una de las herramientas y funciones. Luego, pedir que compartan con sus compañeros las dificultades que se les presentaron y cómo las solucionaron."
          ],
          "respuesta": "Pedir que identifiquen en qué tareas les puede ayudar una hoja de cálculo en función del desarrollo de su proyecto. Luego, solicitar que exploren la hoja de cálculo, y utilicen aquellas herramientas y funciones que les puedan ser de utilidad.",
          "respuestaCorta": "La acción más pertinente fomenta un aprendizaje contextualizado y autónomo, donde los estudiantes primero identifican una necesidad real dentro de su proyecto y luego exploran la herramienta para satisfacerla.",
          "solucionario": "Esta opción representa un enfoque pedagógico constructivista para integrar las TIC. Se parte de un problema real del estudiante ('el presupuesto de su proyecto') y se le anima a ver la tecnología como una herramienta para solucionarlo. Al permitir que 'exploren' y 'utilicen aquellas herramientas que les puedan ser de utilidad', se fomenta la autonomía y un aprendizaje más significativo, en contraposición a un enfoque expositivo (opción a) o uno descontextualizado y exhaustivo (opción c).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas expresa una de las principales características del podcast como recurso didáctico para el logro de aprendizajes?",
          "opciones": [
            "Facilita al estudiante la recepción de información a través de un audio.",
            "Fortalece la interacción, en tiempo real, entre el estudiante y los temas de su interés.",
            "Propicia la elaboración de audios variados acerca de los temas que le interesan al estudiante."
          ],
          "respuesta": "Facilita al estudiante la recepción de información a través de un audio.",
          "respuestaCorta": "La característica esencial de un podcast como recurso de aprendizaje es su formato de audio, que permite a los estudiantes consumir información de manera flexible, en cualquier momento y lugar.",
          "solucionario": "La naturaleza fundamental del podcast es ser un contenido en formato de audio distribuido digitalmente. Como recurso didáctico, su principal característica es que permite el acceso a la información a través del canal auditivo. Esto ofrece ventajas como la portabilidad y la posibilidad de realizar multitarea (escuchar mientras se realiza otra actividad). La opción 'b' es incorrecta porque el podcast es un medio asíncrono (no en tiempo real). La opción 'c' se refiere a la producción de podcasts, que es una actividad de aprendizaje, no una característica del recurso en sí.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    }
  ]
}
  