{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2018_p01",
      "contexto": "Una docente desea que sus estudiantes reflexionen sobre prácticas culturales en el Perú en el marco del enfoque intercultural. Para ello, está planificando una unidad didáctica que aborde la fiesta de carnaval.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para desarrollar esta unidad?",
          "opciones": [
            "Diseñar sesiones que aborden las fiestas de carnaval más concurridas del país y su beneficio para la difusión de la cultura peruana.",
            "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
            "Diseñar sesiones que aborden la fiesta de carnaval de la localidad de los estudiantes y su nivel de importancia en relación con otras fiestas de carnaval del país."
          ],
          "respuesta": "Diseñar sesiones que aborden las fiestas de carnaval de las comunidades de los estudiantes y su vinculación con los demás carnavales del país.",
          "respuestaCorta": "La acción más pertinente es partir del contexto cultural de los estudiantes y conectarlo con la diversidad nacional, lo cual es fundamental para el enfoque intercultural.",
          "solucionario": "Para aplicar un enfoque intercultural, es crucial valorar la identidad cultural de los estudiantes. Al iniciar con los carnavales de sus propias comunidades y luego establecer conexiones con otros carnavales del país, se promueve el respeto y el diálogo entre diversas culturas sin establecer jerarquías, fomentando una comprensión más rica y respetuosa de la diversidad cultural peruana.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p02",
      "contexto": "Un docente desea promover la participación de los estudiantes en la construcción de normas que favorezcan la convivencia en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "El docente pide a representantes del aula que revisen las normas de convivencia utilizadas el año anterior. Luego, les solicita que planteen alternativas de mejora a estas normas. Por último, les indica que incorporen sus propuestas a las normas de convivencia del aula.",
            "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
            "El docente evalúa, junto con el resto del equipo de docentes, el estado actual de la convivencia entre los estudiantes. Luego, pide a los estudiantes que determinen qué aspectos de la convivencia en el aula requieren ser mejorados. Sobre esta base, el docente elabora las nuevas normas de convivencia."
          ],
          "respuesta": "El docente pregunta a los estudiantes en qué aspectos creen que la convivencia en el aula ha mejorado y en cuáles no. Luego, les pide que planteen metas que les gustaría lograr en su convivencia como grupo. Finalmente, les solicita que propongan normas que ayuden al cumplimiento de esas metas.",
          "respuestaCorta": "Involucrar a todos los estudiantes en el diagnóstico, la definición de metas y la creación de normas asegura un proceso democrático y significativo para la construcción de la convivencia.",
          "solucionario": "La participación auténtica de los estudiantes requiere un proceso inclusivo que parta de su propia reflexión. La opción correcta describe una secuencia pedagógica ideal: se inicia con un diagnóstico participativo, se sigue con el establecimiento de objetivos comunes y se concluye con la creación de normas como herramientas para alcanzar dichos objetivos, lo que garantiza el compromiso del grupo.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado. A pesar de que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado que los estudiantes evitan incorporar a Raúl en sus actividades. Incluso, un docente ha escuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no podrá hacer bien las tareas\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en torno a las personas con ceguera. ¿Cuál de las siguientes actividades es pertinente para este propósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son cotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre otras. Luego, solicitarles que, individualmente, describan cómo se sintieron durante esta experiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen las condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la localidad. Luego, pedirles que redacten una propuesta que favorezca su desplazamiento con mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera y que han contribuido en el campo de la ciencia, del arte, entre otros. Luego, orientarlos en el análisis de las características del entorno que influyeron positiva o negativamente para el desarrollo de estas personas.",
          "respuestaCorta": "Presentar referentes positivos de personas con ceguera y analizar su contexto es una forma efectiva de derribar prejuicios y estereotipos sobre sus capacidades.",
          "solucionario": "La actividad más adecuada es aquella que confronta directamente el estereotipo (la supuesta incapacidad de Raúl) con evidencia real de logros significativos. Analizar biografías de personas con ceguera permite a los estudiantes reconocer sus capacidades y potencialidades, y comprender cómo el entorno puede actuar como barrera o facilitador, fomentando así la empatía y una perspectiva inclusiva.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p04",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es la función principal del DAIP?",
          "opciones": [
            "Enseñar computación e informática a los estudiantes de la IE.",
            "Brindar soporte técnico a los diferentes equipos informáticos de la IE.",
            "Apoyar a los docentes de la IE en la integración y aprovechamiento de las TIC."
          ],
          "respuesta": "Apoyar a los docentes de la IE en la integración y aprovechamiento de las TIC.",
          "respuestaCorta": "La función principal del Docente del Aula de Innovación Pedagógica (DAIP) es pedagógica, centrada en asesorar y apoyar a otros docentes para integrar la tecnología en sus procesos de enseñanza.",
          "solucionario": "El rol del DAIP trasciende la enseñanza de herramientas informáticas o el mantenimiento técnico. Su labor fundamental es de acompañamiento pedagógico, ayudando a los docentes de todas las áreas a incorporar las Tecnologías de la Información y Comunicación (TIC) de manera efectiva en sus planificaciones y sesiones de aprendizaje para potenciar las competencias de los estudiantes.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué procedimiento debe realizar el DAIP para la asignación horaria del Aula de Innovación Pedagógica (AIP)?",
          "opciones": [
            "Debe asignar las horas según su criterio y con autonomía porque es el único responsable del AIP.",
            "Debe coordinar con el director y los docentes para asignar las horas según las necesidades particulares de la IE.",
            "Debe asignar el acceso al AIP priorizando la atención de los profesores de las áreas de Matemática y Comunicación."
          ],
          "respuesta": "Debe coordinar con el director y los docentes para asignar las horas según las necesidades particulares de la IE.",
          "respuestaCorta": "La asignación del horario del AIP debe ser un proceso coordinado y consensuado que responda a las necesidades pedagógicas de la institución educativa.",
          "solucionario": "El uso del Aula de Innovación Pedagógica debe responder a una planificación institucional. Por ello, el DAIP debe coordinar con la dirección y los docentes para establecer un horario que atienda las necesidades de las diversas áreas curriculares y proyectos de la IE, garantizando un uso equitativo y pertinente del recurso tecnológico.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p06",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una característica de los cursos MOOC?",
          "opciones": [
            "Son de acceso libre y gratuito.",
            "Permiten un número limitado de participantes.",
            "Implementan una modalidad de enseñanza dual."
          ],
          "respuesta": "Son de acceso libre y gratuito.",
          "respuestaCorta": "Los cursos MOOC (Massive Open Online Courses) se caracterizan por ser masivos, abiertos, en línea y, en su mayoría, gratuitos.",
          "solucionario": "La sigla MOOC significa \"Massive Open Online Course\" (Curso en Línea Masivo y Abierto). Su filosofía principal es democratizar el acceso al conocimiento, por lo que su característica esencial es ser abiertos y gratuitos para cualquier persona con conexión a internet, sin un límite estricto de participantes.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p07",
      "contexto": "En una IE, uno de los profesores de Matemática le comenta entusiasmado al DAIP que ha encontrado una página web especializada en el tema que está trabajando, lo que le ha permitido actualizar la información con la que contaba.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el DAIP sabe que esta información sería provechosa para otros docentes del área y desea compartir estos recursos con ellos, ¿cuál es la manera más pertinente de hacerlo?",
          "opciones": [
            "Colocando marcadores en el navegador utilizado por los docentes.",
            "Almacenando la información en un repositorio de archivos online.",
            "Actualizando y socializando el catálogo de recursos de la IE."
          ],
          "respuesta": "Actualizando y socializando el catálogo de recursos de la IE.",
          "respuestaCorta": "La forma más sistemática y sostenible de compartir recursos es centralizarlos en un catálogo institucional y comunicarlo a los docentes.",
          "solucionario": "Mientras que los marcadores son individuales y un repositorio es solo para almacenar, un catálogo de recursos es una herramienta institucional que organiza y describe los recursos disponibles. Actualizar este catálogo y socializarlo asegura que todos los docentes del área (presentes y futuros) puedan acceder al recurso de manera ordenada y contextualizada, promoviendo una gestión del conocimiento en la IE.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias es más pertinente para iniciar a los estudiantes en el uso de la hoja de cálculo?",
          "opciones": [
            "Presentar un conjunto de diapositivas que expliquen qué es una hoja de cálculo, para qué se utiliza y cuáles son sus principales herramientas.",
            "Pedirles que elaboren el presupuesto de todo lo que se necesita para la fiesta de fin de año de la IE en una hoja de cálculo, e ir guiándolos en el uso de las principales herramientas.",
            "Pedirles que busquen información sobre los diversos tipos de hojas de cálculo y hagan un resumen de sus principales herramientas y funciones para presentarlo ante sus compañeros."
          ],
          "respuesta": "Pedirles que elaboren el presupuesto de todo lo que se necesita para la fiesta de fin de año de la IE en una hoja de cálculo, e ir guiándolos en el uso de las principales herramientas.",
          "respuestaCorta": "La estrategia más pertinente es el aprendizaje basado en problemas o proyectos, donde los estudiantes aprenden a usar la herramienta en un contexto real y significativo.",
          "solucionario": "Para una introducción efectiva, es ideal que los estudiantes aprendan haciendo (\"learning by doing\"). Plantear una tarea concreta y motivadora como elaborar un presupuesto para una fiesta, permite que descubran la utilidad de la hoja de cálculo y aprendan sus herramientas de forma contextualizada y funcional, con la guía del docente. Esto es más efectivo que una exposición teórica o una investigación abstracta.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p09",
      "contexto": "El DAIP les ha preguntado a los estudiantes si saben qué es un cracker y en qué se diferencia de un hacker.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes respuestas NO es un saber previo?",
          "opciones": [
            "\"Para mí los cracker son lo mismo que los hacker, los dos son personas que saben mucho de computación y usan sus conocimientos para hacer cosas ilegales\".",
            "\"En verdad nunca había escuchado la palabra cracker, pero debe ser algo de informática; hacker sí sé qué es, es alguien que puede meterse en un sistema informático para robar información y hacer estafas\".",
            "\"En esta página de internet dice lo siguiente: los términos hacker y cracker tienen significados diferentes, ya que, mientras que el primero alude a aquella persona capaz de introducirse en sistemas informáticos ajenos, el segundo se refiere a aquel otro que lo hace con fines ilícitos\"."
          ],
          "respuesta": "\"En esta página de internet dice lo siguiente: los términos hacker y cracker tienen significados diferentes, ya que, mientras que el primero alude a aquella persona capaz de introducirse en sistemas informáticos ajenos, el segundo se refiere a aquel otro que lo hace con fines ilícitos\".",
          "respuestaCorta": "Un saber previo es una idea o conocimiento que el estudiante ya posee. La lectura de una definición de una fuente externa durante la actividad no constituye un saber previo.",
          "solucionario": "Los saberes previos son las concepciones, creencias y conocimientos que los estudiantes han construido a partir de sus experiencias. Las dos primeras opciones reflejan ideas preexistentes, aunque sean incorrectas o incompletas. La tercera opción, en cambio, es una cita textual de una fuente de información consultada en el momento, lo que representa la adquisición de nuevo conocimiento, no la evocación de un saber previo.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p10",
      "contexto": "Una docente le pide ayuda al DAIP pues desea lograr una mayor participación de sus estudiantes y por eso planea establecer estrategias de gamificación con ayuda de la tecnología durante las sesiones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es la sugerencia más pertinente que puede dar el DAIP a la docente?",
          "opciones": [
            "Establecer un entorno virtual y organizar allí los contenidos y actividades en función del avance curricular, de manera que los estudiantes puedan investigar y aprender autónomamente complementando lo realizado en clase.",
            "Integrar el uso de tablets o computadoras en el desarrollo de las sesiones, presentando animaciones o juegos interactivos que les propongan retos, brinden recompensas y motiven la participación activa de los estudiantes y su aporte al desarrollo de la sesión.",
            "Establecer para los estudiantes dos espacios de trabajo en paralelo: el primero de tipo virtual para la revisión de contenidos organizados de acuerdo al avance curricular, y el segundo presencial, donde se explican temas relacionados al área, se realiza una retroalimentación al progreso de cada estudiante en la plataforma y se proponen nuevos temas para su revisión."
          ],
          "respuesta": "Integrar el uso de tablets o computadoras en el desarrollo de las sesiones, presentando animaciones o juegos interactivos que les propongan retos, brinden recompensas y motiven la participación activa de los estudiantes y su aporte al desarrollo de la sesión.",
          "respuestaCorta": "La gamificación implica el uso de elementos de juego como retos y recompensas en contextos no lúdicos para motivar la participación, lo cual se describe directamente en esta opción.",
          "solucionario": "La gamificación se centra en aplicar mecánicas de juego (puntos, niveles, retos, recompensas) a las actividades de aprendizaje para incrementar la motivación y el compromiso. La sugerencia de usar juegos interactivos con retos y recompensas es la que se alinea directamente con el concepto de gamificación que la docente desea implementar para fomentar la participación activa.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p11",
      "contexto": "El coordinador del área de Comunicación se acerca al DAIP para pedirle apoyo pues desea implementar el esquema de flipped class, o \"aulas invertidas\" en los salones a su cargo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué sugerencia le debe dar el DAIP para lograr este propósito?",
          "opciones": [
            "Generar un entorno virtual y organizar allí todos los contenidos de acuerdo a la programación del área, estableciendo horarios y fechas para la presentación de tareas, evaluaciones parciales, finales, y crear un foro y un chat para que los estudiantes puedan discutir entre ellos y con el docente sobre los temas desarrollados, sus avances y dificultades al realizar las tareas propuestas.",
            "Crear espacios de aprendizaje presencial y virtual, de modo que los contenidos revisados en clase sean complementados por medio del uso de aulas virtuales, en donde la información esté organizada de forma que permita un trabajo sistematizado y en paralelo. El avance de los estudiantes debe ser individual y autónomo, y el docente debe dar retroalimentación a cada estudiante durante la clase presencial.",
            "Crear un entorno virtual y organizar en él los contenidos del área; proponerles a los estudiantes revisar los temas propuestos y desarrollar las actividades sugeridas en dicho entorno previamente a la sesión de clase. Durante la hora de clase presencial, potenciar el desarrollo de las competencias del área y las habilidades sociales por medio de debates, discusiones y trabajos en equipo en función a la información revisada con anticipación."
          ],
          "respuesta": "Crear un entorno virtual y organizar en él los contenidos del área; proponerles a los estudiantes revisar los temas propuestos y desarrollar las actividades sugeridas en dicho entorno previamente a la sesión de clase. Durante la hora de clase presencial, potenciar el desarrollo de las competencias del área y las habilidades sociales por medio de debates, discusiones y trabajos en equipo en función a la información revisada con anticipación.",
          "respuestaCorta": "El modelo de \"flipped classroom\" consiste en que los estudiantes revisen el contenido teórico en casa (entorno virtual) y utilicen el tiempo de clase para actividades prácticas y colaborativas.",
          "solucionario": "La esencia del aula invertida es cambiar el orden tradicional de la enseñanza. La instrucción directa (revisión de contenidos, videos, lecturas) se realiza fuera del aula, en un entorno virtual. El tiempo presencial en el aula se aprovecha para actividades de mayor nivel cognitivo, como resolver problemas, debatir y trabajar en equipo, donde el docente actúa como guía y facilitador. La opción C describe perfectamente este modelo.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p12",
      "contexto": "Los estudiantes de cuarto grado van a realizar una feria gastronómica al finalizar el año académico. Ellos desean compartir con su comunidad la actividad que van a realizar por medio de la tecnología, además de promocionar sus platos y postres, compartir diferentes consejos sobre cocina peruana, sus principales ingredientes y su valor nutricional, y realizar transmisiones en vivo. Asimismo, desean recibir los comentarios del público para atender las sugerencias y visualizar las estadísticas de impacto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué recurso web debe sugerir el DAIP a los estudiantes para que logren su objetivo?",
          "opciones": [
            "Wiki.",
            "Foro.",
            "Fanpage."
          ],
          "respuesta": "Fanpage.",
          "respuestaCorta": "Una fanpage (página de Facebook) es la herramienta más completa para promocionar un evento, interactuar con el público, compartir contenido multimedia, transmitir en vivo y ver estadísticas.",
          "solucionario": "Para cumplir con todos los requisitos del proyecto (promoción, compartir consejos, videos, transmisiones en vivo, recibir comentarios y ver estadísticas), una fanpage en una red social como Facebook es la opción más integrada y adecuada. Un wiki es para construcción colaborativa de conocimiento y un foro para discusiones temáticas, pero la fanpage aglutina todas las funcionalidades de comunicación y marketing que los estudiantes necesitan.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2018_p13",
      "contexto": "Un docente ha programado desarrollar diversas tareas a distancia con sus estudiantes y ha previsto utilizar el correo electrónico como medio para el envío y recepción de los trabajos asignados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea que cada estudiante que le envíe un correo tenga una respuesta predeterminada para confirmar la recepción de su trabajo, ¿qué debe hacer?",
          "opciones": [
            "Configurar las opciones de firma digital.",
            "Configurar la opción de respuesta automática.",
            "Asignar a los correos de sus estudiantes la opción \"destacado\"."
          ],
          "respuesta": "Configurar la opción de respuesta automática.",
          "respuestaCorta": "La función de respuesta automática está diseñada específicamente para enviar un mensaje predefinido en contestación a todos los correos entrantes.",
          "solucionario": "Las plataformas de correo electrónico ofrecen la funcionalidad de \"respuesta automática\", ideal para situaciones como vacaciones o, en este caso, para acusar recibo de manera sistemática. Al configurarla, el docente se asegura de que cada estudiante reciba una confirmación inmediata sin que él tenga que responder manualmente a cada correo.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p14",
      "contexto": "Le piden al DAIP que organice en una hoja de cálculo el registro de los resultados de las competencias y ganadores de las disciplinas deportivas durante las olimpiadas de la IE. Para que el llenado se haga de forma más rápida y sin errores, el ingreso de datos se hará seleccionando valores de listas desplegables en vez de digitar cada celda.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes opciones debe utilizar el DAIP para lograr este propósito?",
          "opciones": [
            "Filtros.",
            "Formato condicional.",
            "Validación de los datos."
          ],
          "respuesta": "Validación de los datos.",
          "respuestaCorta": "La herramienta de validación de datos en una hoja de cálculo permite restringir la entrada de datos a una lista predefinida, creando así un menú desplegable.",
          "solucionario": "La validación de datos es la función específica que permite controlar qué tipo de información se puede introducir en una celda. Una de sus configuraciones más útiles es permitir únicamente valores de una lista, lo que genera una lista desplegable en la celda. Esto agiliza el ingreso de información y previene errores de digitación, cumpliendo exactamente el objetivo del DAIP.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p15",
      "contexto": "El docente de Educación Física tiene los datos de todos sus estudiantes organizados en una hoja de cálculo. Desea obtener un promedio de las notas finales de todos sus estudiantes, y para eso debe utilizar los valores que van desde la celda C5 hasta la celda C90, a excepción de la celda C56, donde hay información de un estudiante que se retiró de la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente va a utilizar la función PROMEDIO de la hoja de cálculo, ¿cuál de las siguientes opciones debe digitar?",
          "opciones": [
            "=PROMEDIO(C5:C55,C57,C90)",
            "=PROMEDIO(C5:C55,C57:C90)",
            "=PROMEDIO(C5,C55:C57,C90)"
          ],
          "respuesta": "=PROMEDIO(C5:C55,C57:C90)",
          "respuestaCorta": "Para promediar rangos discontinuos, se deben separar los distintos rangos con una coma dentro de la función PROMEDIO.",
          "solucionario": "La función PROMEDIO puede aceptar múltiples rangos o celdas individuales como argumentos, separándolos por comas. Para excluir la celda C56, se debe dividir el conjunto de datos en dos rangos: el primero de C5 a C55 (C5:C55) y el segundo de C57 a C90 (C57:C90). La sintaxis correcta es unir ambos rangos dentro de la función: =PROMEDIO(C5:C55,C57:C90).",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p16",
      "contexto": "El DAIP ha hecho un registro de los equipos existentes en el Aula de Innovación Pedagógica en una hoja de cálculo colocando el año en que fue recibido cada uno desde la celda D6 de dicha hoja en adelante. Ahora debe calificarlos tomando en cuenta que aquellos equipos ingresados hasta el año 2010 deben figurar con la categoría \"Antiguo\"; los ingresados desde el 2011 al 2014, con la categoría \"Semi Nuevo\"; y los que se recibieron desde el 2015 hasta el 2017 deben figurar con la categoría \"Nuevo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el DAIP utilizará la función SI para colocar la calificación de manera automática, ¿cuál es la sintaxis que debe utilizar?",
          "opciones": [
            "=SI(D6<=2010,\"Antiguo\", =2014,\"Semi Nuevo\" =2017,\"Nuevo\")",
            "=SI(D6<=\"2010\", Antiguo, SI(D6<=\"2014\", Semi Nuevo, Nuevo))",
            "=SI(D6<=2010,\"Antiguo\", SI(D6<=2014,\"Semi Nuevo\",\"Nuevo\"))"
          ],
          "respuesta": "=SI(D6<=2010,\"Antiguo\", SI(D6<=2014,\"Semi Nuevo\",\"Nuevo\"))",
          "respuestaCorta": "La sintaxis correcta requiere anidar una función SI dentro de otra para evaluar las tres condiciones secuencialmente, asegurando que los valores de texto estén entre comillas.",
          "solucionario": "Para gestionar tres posibles resultados (Antiguo, Semi Nuevo, Nuevo), se necesita una función SI anidada. La fórmula `=SI(D6<=2010, \"Antiguo\", ...)` evalúa la primera condición. Si es falsa, el segundo argumento se ejecuta, que es otra función SI: `SI(D6<=2014, \"Semi Nuevo\", \"Nuevo\")`. Esta segunda función evalúa la siguiente condición y devuelve \"Semi Nuevo\" si es verdadera, o \"Nuevo\" si es falsa. Es fundamental que los textos de resultado estén entre comillas dobles.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p17",
      "contexto": "Un docente ha realizado un concurso y desea consolidar los puntajes que obtuvo cada uno de sus estudiantes en una hoja de cálculo utilizando una función que le permita obtener de manera automática el orden de mérito de cada uno mientras se van ingresando los puntajes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué función de la hoja de cálculo debe utilizar para lograr su propósito?",
          "opciones": [
            "HALLAR.",
            "JERARQUIA.",
            "CONCATENAR."
          ],
          "respuesta": "JERARQUIA.",
          "respuestaCorta": "La función JERARQUIA está diseñada específicamente para determinar la posición o rango de un número dentro de una lista de números.",
          "solucionario": "La función JERARQUIA (o RANK en inglés) es la herramienta precisa para calcular el orden de mérito. Esta función toma un valor numérico (el puntaje del estudiante), lo compara con un rango de valores (los puntajes de toda la clase) y devuelve su posición relativa (1°, 2°, 3°, etc.), actualizándose automáticamente si los puntajes cambian.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p18",
      "contexto": "En una hoja de cálculo se necesita generar reportes y resúmenes organizando y modificando la información por medio de columnas, filas y valores.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la opción que se debe utilizar para lograr este objetivo de forma rápida y sencilla?",
          "opciones": [
            "Tabla dinámica.",
            "Ordenar y filtrar.",
            "Transponer, columna y fila."
          ],
          "respuesta": "Tabla dinámica.",
          "respuestaCorta": "Las tablas dinámicas son la herramienta más potente y flexible para resumir, analizar, agrupar y reorganizar grandes volúmenes de datos de forma interactiva.",
          "solucionario": "Mientras que 'Ordenar y filtrar' solo permite visualizar los datos de diferentes maneras, una tabla dinámica es una herramienta de análisis que permite crear reportes y resúmenes personalizados. El usuario puede arrastrar y soltar campos para que actúen como filas, columnas o valores calculados (sumas, promedios, etc.), logrando resúmenes complejos de forma rápida y sencilla.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p19",
      "contexto": "Los estudiantes están realizando un trabajo de investigación en el procesador de textos. Uno de los estudiantes le pide al DAIP que le sugiera una forma de realizar el índice del contenido de su trabajo que le permita que la numeración de las páginas se modifique automáticamente conforme se ingresa texto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué debe sugerirle el DAIP al estudiante?",
          "opciones": [
            "Que inserte una tabla de dos columnas, una para los títulos y subtítulos, y otra para los números de página, y que luego borre los bordes de la tabla.",
            "Que redacte el índice, coloque el número de página de cada apartado e inserte un hipervínculo hacia la página de referencia.",
            "Que elija un formato de estilo para remarcar los títulos y subtítulos del trabajo y que luego inserte una tabla de contenido."
          ],
          "respuesta": "Que elija un formato de estilo para remarcar los títulos y subtítulos del trabajo y que luego inserte una tabla de contenido.",
          "respuestaCorta": "El método correcto y automático para crear un índice es aplicar estilos de título (Título 1, Título 2) al texto y luego usar la función \"Insertar tabla de contenido\".",
          "solucionario": "Los procesadores de texto modernos están diseñados para automatizar la creación de índices o tablas de contenido. El procedimiento estándar consiste en marcar los títulos y subtítulos del documento con los estilos predefinidos (por ejemplo, 'Título 1', 'Título 2'). Posteriormente, la herramienta 'Insertar tabla de contenido' genera automáticamente el índice con la numeración de página correcta, la cual se puede actualizar con un solo clic si el documento cambia.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p20",
      "contexto": "Lea la siguiente situación y responda las preguntas 20, 21, 22 y 23.\n\nLos estudiantes de una IE están llevando a cabo un proyecto para el manejo de residuos sólidos con ayuda de la tecnología. Han acordado crear una aplicación que calcule el volumen de la producción de residuos en un determinado rango de tiempo. Los estudiantes han establecido que el diseño de la aplicación tenga dos partes: en la primera se ingresará una serie de datos de acuerdo a variables predeterminadas por los estudiantes y, la segunda parte, que comprende la parte de procesamiento y reporte, tendrá sus procesos ocultos para evitar que puedan ser modificados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué herramienta debería sugerir el DAIP a los estudiantes para realizar la aplicación de forma rápida y sencilla?",
          "opciones": [
            "La creación de un formulario en línea.",
            "El uso de una hoja de cálculo y macros.",
            "La creación de un programa en lenguaje de programación sencillo."
          ],
          "respuesta": "El uso de una hoja de cálculo y macros.",
          "respuestaCorta": "Una hoja de cálculo con macros permite crear una interfaz para ingreso de datos y automatizar los cálculos y reportes de forma oculta, cumpliendo los requisitos de manera rápida.",
          "solucionario": "Para crear una aplicación sencilla con una parte para ingresar datos (interfaz) y otra para procesamiento oculto, la combinación de una hoja de cálculo y macros es ideal. La hoja de cálculo sirve como base para los datos y fórmulas, mientras que las macros (pequeños programas en Visual Basic for Applications) permiten automatizar los cálculos y ocultar la lógica de procesamiento, ofreciendo una solución rápida sin necesidad de un lenguaje de programación complejo.",
          "seccion": "Innovación Pedagógica"
        },
        {
          "pregunta": "Para la promoción del proyecto, los estudiantes han diseñado un logotipo utilizando múltiples programas. Al insertar el logotipo e imprimirlo en diversas publicaciones, como tarjetas personales o gigantografías, observan que, al cambiar el tamaño a la imagen, su resolución varía al extremo de que en algunos casos se descompone en píxeles y pierde nitidez. Por tal motivo, los estudiantes piden ayuda al DAIP para resolver esta situación. ¿Cuál de las siguientes recomendaciones solucionaría este problema?",
          "opciones": [
            "Generar una imagen vectorial del logotipo.",
            "Grabar el logotipo con formatos de archivo de imagen .jpg o .png.",
            "Modificar el tamaño del logotipo por medio del programa de edición de imágenes del sistema operativo."
          ],
          "respuesta": "Generar una imagen vectorial del logotipo.",
          "respuestaCorta": "Las imágenes vectoriales se basan en fórmulas matemáticas y pueden escalarse a cualquier tamaño sin perder calidad, a diferencia de las imágenes de mapa de bits (.jpg, .png).",
          "solucionario": "El problema descrito, pérdida de calidad y pixelación al cambiar el tamaño, es característico de las imágenes de mapa de bits (rasterizadas), como JPG o PNG. La solución es crear el logotipo como una imagen vectorial (formatos como SVG, AI, EPS). Las imágenes vectoriales están definidas por ecuaciones matemáticas, lo que permite que sean redimensionadas infinitamente (desde una tarjeta de presentación hasta una gigantografía) sin ninguna pérdida de nitidez.",
          "seccion": "Innovación Pedagógica"
        },
        {
          "pregunta": "Como parte de la implementación del proyecto, los estudiantes han propuesto compartir la aplicación con otras instituciones educativas de la zona. Dicha aplicación será entregada de manera gratuita sin la opción a hacer cambios en ella y solo se pedirá como condición que los usuarios reconozcan la autoría de los creadores. ¿Cuál es el tipo de distribución propuesta por los estudiantes para compartir su aplicación?",
          "opciones": [
            "Freeware.",
            "Shareware.",
            "Open source."
          ],
          "respuesta": "Freeware.",
          "respuestaCorta": "Freeware es el software que se distribuye de forma gratuita, pero sin ceder el código fuente ni permitir modificaciones, solo exigiendo el reconocimiento de autoría.",
          "solucionario": "El modelo de distribución descrito encaja perfectamente con la definición de Freeware: es gratuito, el código fuente no está disponible para ser modificado por el usuario (procesos ocultos) y se mantiene el copyright del autor. Se diferencia del Open Source, que sí permite el acceso y modificación del código, y del Shareware, que suele ser una versión de prueba con limitaciones o por un tiempo determinado.",
          "seccion": "Innovación Pedagógica"
        },
        {
          "pregunta": "Como cierre del proyecto, los estudiantes compartirán la experiencia de su implementación y resultados a través de internet utilizando un recurso online que permita organizar la información y el aporte de opiniones a través de comentarios. Sabiendo que existe la posibilidad de que se puedan difundir comentarios inadecuados, los estudiantes creadores del proyecto piden ayuda al DAIP para que sugiera una aplicación que les permita revisar los comentarios antes de que estos se publiquen. ¿Cuál es la aplicación que permite lograr este propósito de forma rápida y práctica?",
          "opciones": [
            "Un blog.",
            "Una red social.",
            "Una presentación con diapositivas en línea."
          ],
          "respuesta": "Un blog.",
          "respuestaCorta": "Las plataformas de blogs incluyen de forma nativa la función de moderación de comentarios, permitiendo al administrador aprobarlos antes de que sean visibles públicamente.",
          "solucionario": "Un blog es la herramienta ideal para este propósito. Permite publicar artículos o entradas de forma cronológica para compartir la experiencia del proyecto. Crucialmente, todos los sistemas de blogs (como WordPress, Blogger, etc.) tienen una configuración de moderación que retiene los comentarios de los lectores en un panel privado para que el autor los revise y apruebe o rechace antes de su publicación, evitando así comentarios inadecuados.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el símbolo que se utiliza en los diagramas de flujo para representar una condición o toma de decisión?",
          "opciones": [
            "Un rectángulo con esquinas curvas.",
            "Un rombo.",
            "Un círculo."
          ],
          "respuesta": "Un rombo.",
          "respuestaCorta": "En la simbología estándar de los diagramas de flujo, el rombo se utiliza para representar una decisión o condición, de la cual típicamente salen dos caminos (Sí/No).",
          "solucionario": "La notación de los diagramas de flujo utiliza símbolos estandarizados para representar diferentes tipos de acciones o pasos en un proceso. El rombo es el símbolo universalmente aceptado para una bifurcación o punto de decisión, donde una pregunta (condición) debe ser evaluada para determinar el siguiente paso a seguir en el flujo del proceso.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
 
    {
      "idGrupo": "asc_secundaria_2018_p25",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el símbolo que se utiliza en los diagramas de flujo para representar la ejecución de una actividad o paso del proceso?",
          "opciones": [
            "Una flecha.",
            "Un triángulo.",
            "Un rectángulo."
          ],
          "respuesta": "Un rectángulo.",
          "respuestaCorta": "Dentro de la simbología estándar de los diagramas de flujo, el rectángulo se utiliza para representar un proceso, una acción o un paso específico.",
          "solucionario": "En la notación de diagramas de flujo, cada símbolo tiene un significado específico. El rectángulo es el símbolo universalmente utilizado para denotar una operación, un proceso o una actividad que se debe realizar. Las flechas, por su parte, indican la dirección del flujo y el orden de las operaciones.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p26",
      "contexto": "Un DAIP está elaborando un recurso interactivo que les permita a sus estudiantes reforzar el aprendizaje de ciertos contenidos. El recurso es una presentación de diapositivas con un cuestionario que presenta varias alternativas de respuesta. Cada vez que el estudiante hace clic en una de las opciones de resultado, se emite un sonido reforzando la respuesta correcta o sugiriendo al estudiante que lo vuelva a intentar. Además, el recurso cuenta con botones para \"saltar\" entre las distintas pantallas y una opción para acceder a imágenes que explican la respuesta correcta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Además de la reproducción de sonido, ¿cuál de las siguientes opciones del programa presentador de diapositivas permite construir dicha interactividad?",
          "opciones": [
            "Botones de acción.",
            "Personalización de animaciones.",
            "Ensayo de intervalos y personalización de transiciones."
          ],
          "respuesta": "Botones de acción.",
          "respuestaCorta": "Los botones de acción son elementos interactivos que se pueden insertar en diapositivas para ejecutar una acción específica al hacer clic, como saltar a otra diapositiva.",
          "solucionario": "Para crear la interactividad descrita (saltar entre pantallas, acceder a explicaciones), la herramienta más adecuada son los 'botones de acción'. Estos objetos se pueden configurar para que, al ser presionados, realicen hipervínculos a diapositivas específicas, inicien programas o ejecuten macros. Esto permite crear una navegación no lineal y una experiencia de usuario interactiva dentro de la presentación.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p27",
      "contexto": "El docente de Inglés necesita apoyo para el desarrollo de sus clases en el Aula de Innovación Pedagógica, pues tiene un CD con actividades interactivas que deben desarrollar cada uno de sus 30 estudiantes en su respectiva computadora, pero solo cuenta con un CD. El docente de Inglés ha pedido que dicha información se grabe en cada PC y se mantenga allí por un mes, pues se requerirá constantemente durante sus clases.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la solución más pertinente para copiar los archivos del CD en cada computadora reduciendo al mínimo la necesidad de soporte técnico por parte del DAIP?",
          "opciones": [
            "Utilizar archivos ISO y unidades virtuales en cada computadora para generar copias del CD en cada una.",
            "Grabar todo el contenido del CD en una carpeta del disco duro para que cada estudiante ingrese a ella y acceda a los recursos que proponga el profesor.",
            "Utilizar programas para compartir el CD a través de la red para que cada estudiante acceda a él en cada clase y revise los contenidos propuestos por el profesor."
          ],
          "respuesta": "Utilizar archivos ISO y unidades virtuales en cada computadora para generar copias del CD en cada una.",
          "respuestaCorta": "Crear una imagen ISO del CD y montarla en unidades virtuales en cada PC es la solución más fiel y estable, ya que replica el funcionamiento del disco original sin necesidad de tenerlo físicamente.",
          "solucionario": "Muchos programas interactivos en CD requieren que el disco esté presente para funcionar correctamente. Copiar los archivos a una carpeta puede generar errores. La solución más robusta y profesional es crear una imagen de disco (archivo ISO), que es una copia exacta del CD. Luego, este archivo ISO se puede copiar a cada PC y 'montar' usando un software de unidad virtual, engañando al programa para que crea que el CD está insertado. Esto asegura un funcionamiento perfecto y minimiza futuros problemas de soporte.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes NO es una característica de las imágenes de mapa de bits?",
          "opciones": [
            "Utilizan una mayor gama de colores que las imágenes vectoriales.",
            "Se generan al tomar fotografías digitales o al realizar capturas de video.",
            "Se basan en información de líneas y puntos organizados por coordenadas matemáticas."
          ],
          "respuesta": "Se basan en información de líneas y puntos organizados por coordenadas matemáticas.",
          "respuestaCorta": "Las imágenes basadas en coordenadas matemáticas son vectoriales, no de mapa de bits. Las imágenes de mapa de bits están compuestas por una rejilla de píxeles.",
          "solucionario": "La descripción 'información de líneas y puntos organizados por coordenadas matemáticas' corresponde a las imágenes vectoriales. En contraste, las imágenes de mapa de bits (o rasterizadas, como .jpg, .png, .gif) están formadas por una cuadrícula de píxeles, donde cada píxel tiene un color específico. Por ello, son ideales para fotografías y capturas de video, y pueden representar una gama muy amplia de colores.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p29",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el método que brinda mayor seguridad para proteger archivos con datos importantes?",
          "opciones": [
            "La encriptación o cifrado de datos.",
            "La compresión de archivos asignando una clave de seguridad.",
            "La grabación de los archivos con clave de apertura o escritura directamente desde la aplicación en la que se ha creado."
          ],
          "respuesta": "La encriptación o cifrado de datos.",
          "respuestaCorta": "La encriptación es el método más robusto, ya que utiliza algoritmos criptográficos para convertir los datos en un formato ilegible sin la clave correcta.",
          "solucionario": "Si bien las contraseñas de archivos (en aplicaciones o archivos comprimidos) ofrecen una barrera de acceso, la encriptación o cifrado de datos es un proceso mucho más seguro. Utiliza algoritmos matemáticos complejos para transformar la información, haciendo que sea computacionalmente inviable acceder a ella sin la clave de descifrado. Este método ofrece el nivel más alto de protección para datos sensibles.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes NO es una definición de \"dominio\" en informática?",
          "opciones": [
            "Es la parte principal de una dirección en la web que indica la organización o compañía que administra dicha página o sitio web.",
            "Es la dirección específica que se asigna a cada uno de los dispositivos disponibles dentro de una red con la finalidad de que estos puedan ser localizados o identificados.",
            "Es el conjunto de computadoras conectadas a una misma red informática, en el que una de ellas tiene derechos administrativos capaces de otorgar o restringir privilegios a las demás computadoras."
          ],
          "respuesta": "Es la dirección específica que se asigna a cada uno de los dispositivos disponibles dentro de una red con la finalidad de que estos puedan ser localizados o identificados.",
          "respuestaCorta": "La dirección específica asignada a un dispositivo en una red es una dirección IP, no un dominio.",
          "solucionario": "Esta definición describe una dirección IP (Protocolo de Internet). En informática, un 'dominio' se refiere principalmente a dos conceptos: un nombre de dominio web (ej. 'google.com'), que es una dirección amigable en internet, o un dominio de red (ej. en Windows), que es un grupo de computadoras administradas centralizadamente. La dirección numérica única de un dispositivo es su IP.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p31",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es la función de la memoria caché del computador?",
          "opciones": [
            "Mejorar el tiempo de acceso a la información que la computadora utiliza de forma reiterada.",
            "Almacenar los programas e información de solo lectura que pone en marcha la computadora y realizar los diagnósticos de inicio.",
            "Servir de complemento del procesador principal y encargarse de operaciones de aritmética de punto flotante, gráficos, encriptaciones, entre otros."
          ],
          "respuesta": "Mejorar el tiempo de acceso a la información que la computadora utiliza de forma reiterada.",
          "respuestaCorta": "La memoria caché es una memoria de alta velocidad que almacena los datos y las instrucciones más utilizadas para que el procesador pueda acceder a ellos rápidamente.",
          "solucionario": "La memoria caché actúa como un intermediario ultrarrápido entre el procesador (CPU) y la memoria principal (RAM). Al guardar una copia de los datos a los que se accede con más frecuencia, evita que el procesador tenga que esperar a la memoria RAM, que es más lenta, mejorando significativamente el rendimiento general del sistema.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p32",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué consiste el formateo de alto nivel del disco duro?",
          "opciones": [
            "Es un proceso que permite la reagrupación de los datos que se encuentran en el disco duro para mejorar la velocidad de acceso a la información.",
            "Es un proceso de tipo lógico que consiste en la reasignación de la tabla de archivos en la que se marcan los sectores del disco duro como sectores vacíos para poderlos reescribir según la demanda del usuario.",
            "Es un proceso de tipo físico que permite restablecer los sectores del disco duro, realineándolos si fuera el caso, y borrando permanentemente la información hasta dejar el dispositivo como vino de fábrica."
          ],
          "respuesta": "Es un proceso de tipo lógico que consiste en la reasignación de la tabla de archivos en la que se marcan los sectores del disco duro como sectores vacíos para poderlos reescribir según la demanda del usuario.",
          "respuestaCorta": "El formateo de alto nivel es un borrado lógico que elimina las referencias a los archivos en la tabla de asignación, permitiendo que el espacio sea sobrescrito, pero sin borrar físicamente los datos de inmediato.",
          "solucionario": "También conocido como 'formateo rápido', el formateo de alto nivel no borra la información sector por sector. Lo que hace es eliminar el 'índice' (la tabla de asignación de archivos) del disco y crea uno nuevo y vacío. Esto hace que el sistema operativo vea el disco como vacío y permite que los datos antiguos sean sobrescritos con nueva información. Es un proceso lógico y rápido, a diferencia del formateo de bajo nivel que es físico.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Para qué se utiliza el formateo de bajo nivel del disco duro?",
          "opciones": [
            "Para borrar la información del dispositivo de forma definitiva.",
            "Para reorganizar los datos en el dispositivo y así acceder a ellos más rápido.",
            "Para marcar los sectores defectuosos del disco y así guardar la información de forma segura."
          ],
          "respuesta": "Para borrar la información del dispositivo de forma definitiva.",
          "respuestaCorta": "El formateo de bajo nivel es un proceso físico que restablece el disco a su estado de fábrica, borrando toda la información de manera irrecuperable.",
          "solucionario": "A diferencia del formateo de alto nivel (lógico), el formateo de bajo nivel es un proceso físico que reescribe cada sector del disco con ceros, eliminando permanentemente toda la información y la estructura del sistema de archivos. Este proceso también puede ayudar a identificar y marcar sectores defectuosos, pero su función principal es dejar el disco en un estado 'limpio' de fábrica, haciendo la recuperación de datos prácticamente imposible.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p34",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el sistema de archivos menos adecuado para el formateo de un disco duro externo de 1 TB de capacidad que se utilizará para la transferencia de archivos?",
          "opciones": [
            "FAT.",
            "NTFS.",
            "ExFAT."
          ],
          "respuesta": "FAT.",
          "respuestaCorta": "El sistema de archivos FAT (específicamente FAT32) es inadecuado para discos grandes de 1 TB debido a su límite de 4 GB por archivo y su ineficiencia en volúmenes de esa magnitud.",
          "solucionario": "FAT, en su variante más común FAT32, tiene limitaciones significativas que lo hacen obsoleto para unidades de almacenamiento modernas y de gran capacidad. Su principal desventaja es la incapacidad de almacenar archivos individuales de más de 4 GB. Para un disco de 1 TB, donde es común transferir archivos grandes (videos, imágenes de disco, etc.), NTFS (para Windows) o exFAT (diseñado para unidades externas y compatible con múltiples sistemas operativos) son las opciones adecuadas, ya que no poseen estas restricciones.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p35",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué consiste el particionamiento del disco duro?",
          "opciones": [
            "Es la organización de los datos dentro del disco duro para mejorar los tiempos de acceso a la información.",
            "Es la creación de usuarios y la asignación de permisos de acceso diferenciado a la información contenida en el disco duro.",
            "Es la división del disco duro en nuevas unidades lógicas que pueden ser administradas como si fueran discos duros independientes."
          ],
          "respuesta": "Es la división del disco duro en nuevas unidades lógicas que pueden ser administradas como si fueran discos duros independientes.",
          "respuestaCorta": "Particionar un disco duro significa dividir su espacio total en secciones lógicas separadas, que el sistema operativo reconoce como unidades independientes (por ejemplo, C:, D:).",
          "solucionario": "El particionamiento es el proceso de dividir un único disco duro físico en múltiples volúmenes o unidades lógicas. Cada partición puede tener su propio sistema de archivos y ser administrada de forma independiente. Esto es útil para organizar datos, instalar múltiples sistemas operativos en el mismo disco, o separar los archivos del sistema operativo de los archivos de usuario para facilitar las copias de seguridad y la reinstalación del sistema.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p36",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una ventaja del servicio de hosting web gratuito?",
          "opciones": [
            "Bloquea los anuncios y la propaganda de auspiciadores en las páginas web alojadas en él.",
            "Posee un interfaz de administración amigable que permite realizar su configuración con facilidad.",
            "Brinda una capacidad de ancho de banda ilimitada para realizar la transferencia de información en la red."
          ],
          "respuesta": "Posee un interfaz de administración amigable que permite realizar su configuración con facilidad.",
          "respuestaCorta": "Los servicios de hosting gratuito suelen ofrecer paneles de control e interfaces sencillas para que usuarios sin conocimientos técnicos puedan configurar su sitio web fácilmente.",
          "solucionario": "Generalmente, los servicios de hosting gratuito se financian mostrando anuncios y tienen limitaciones significativas de recursos como el ancho de banda. Su principal ventaja competitiva es la facilidad de uso. Ofrecen interfaces de administración (como cPanel) simplificadas y constructores de sitios web tipo 'arrastrar y soltar' para atraer a principiantes que desean crear una presencia en línea sin costo y sin complicaciones técnicas.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
 
    {
      "idGrupo": "asc_secundaria_2018_p37",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué problemas se solucionan al actualizar la BIOS de un computador?",
          "opciones": [
            "Problemas de compatibilidad de nuevos componentes de hardware.",
            "Problemas de inestabilidad de voltaje de la fuente de poder del computador.",
            "Problemas de error de un archivo que impide el arranque del sistema operativo."
          ],
          "respuesta": "Problemas de compatibilidad de nuevos componentes de hardware.",
          "respuestaCorta": "La actualización de la BIOS (Sistema Básico de Entrada/Salida) principalmente agrega soporte para hardware más moderno que no estaba disponible cuando la placa madre fue fabricada.",
          "solucionario": "La BIOS es el firmware que se encarga de inicializar el hardware al encender la computadora. Los fabricantes publican actualizaciones para corregir errores, mejorar la estabilidad y, crucialmente, para que la placa madre pueda reconocer y funcionar correctamente con nuevos modelos de procesadores, memorias RAM o dispositivos de almacenamiento. Un error de arranque del sistema operativo o problemas de voltaje no están relacionados con el firmware de la BIOS.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p38",
      "contexto": "Desde hace unos días, la computadora de escritorio del Aula de Innovación Pedagógica está presentando una serie de fallas: reinicios, encendidos con ruidos extraños en la parte posterior cerca del conector de energía, y el ventilador de la parte posterior dejó de funcionar. El día de hoy un docente presionó el botón de encendido y la computadora no se encendió ni emitió ningún sonido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes componentes del computador es el que podría estar causando la falla?",
          "opciones": [
            "La memoria RAM.",
            "La fuente de poder.",
            "El cooler del procesador."
          ],
          "respuesta": "La fuente de poder.",
          "respuestaCorta": "Los síntomas como ruidos cerca del conector de energía, falla del ventilador trasero y un fallo total de encendido apuntan directamente a un problema con la fuente de poder.",
          "solucionario": "La fuente de poder es la encargada de suministrar energía a todos los componentes del computador y usualmente tiene su propio ventilador en la parte posterior del gabinete. Los ruidos en esa zona, la falla de su ventilador y, finalmente, la incapacidad total de la computadora para encender son síntomas clásicos de una fuente de poder defectuosa o que ha llegado al final de su vida útil.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p39",
      "contexto": "Mientras se realizaba la actualización de la BIOS de una computadora, un apagón en la zona interrumpió el proceso. Al restablecerse el fluido eléctrico, se intentó reinstalar la BIOS y encender la computadora sin éxito.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el componente del computador que deberá ser cambiado?",
          "opciones": [
            "El disco duro.",
            "La placa madre.",
            "La memoria RAM."
          ],
          "respuesta": "La placa madre.",
          "respuestaCorta": "Una actualización de BIOS fallida corrompe el firmware almacenado en un chip de la placa madre, dejándola inutilizable y requiriendo su reemplazo.",
          "solucionario": "La BIOS reside en un chip de memoria no volátil soldado a la placa madre. Si el proceso de actualización se interrumpe, el firmware queda corrupto e incompleto. Sin una BIOS funcional, la computadora no puede inicializar el hardware y, por lo tanto, no puede arrancar. En la mayoría de los casos, esto 'bloquea' (bricks) la placa madre, haciendo necesario su reemplazo.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p40",
      "contexto": "En una institución educativa la corriente eléctrica suele cortarse de manera intempestiva con bastante frecuencia, lo que puede producir desperfectos en las computadoras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué dispositivo debería recomendar el DAIP para proteger las computadoras de los cortes eléctricos intempestivos?",
          "opciones": [
            "Estabilizador de corriente.",
            "Supresor de picos.",
            "Dispositivo UPS."
          ],
          "respuesta": "Dispositivo UPS.",
          "respuestaCorta": "Un UPS (Sistema de Alimentación Ininterrumpida) es el único dispositivo que provee energía de respaldo mediante una batería interna durante un corte de luz.",
          "solucionario": "Un estabilizador regula el voltaje y un supresor protege contra sobretensiones, pero ninguno puede suministrar energía durante un apagón. El dispositivo UPS (Uninterruptible Power Supply) contiene una batería que se activa instantáneamente cuando se corta la electricidad, proporcionando un tiempo valioso para que el usuario guarde su trabajo y apague el equipo de forma segura, previniendo pérdida de datos y daños al hardware.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p41",
      "contexto": "El director le ha solicitado al DAIP la creación de una plataforma web para que los estudiantes fortalezcan los aprendizajes desarrollados en las sesiones de aprendizaje de cada área por medio de diversas actividades. En esta plataforma los docentes registrarán el avance de los estudiantes, los evaluarán y les darán retroalimentación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el sistema más apropiado para lograr este objetivo?",
          "opciones": [
            "CMS.",
            "LMS.",
            "WMS."
          ],
          "respuesta": "LMS.",
          "respuestaCorta": "Un LMS (Learning Management System) es una plataforma diseñada específicamente para administrar, distribuir y controlar actividades de aprendizaje, evaluación y seguimiento de estudiantes.",
          "solucionario": "Las siglas corresponden a diferentes sistemas: CMS (Content Management System) es para gestionar contenido web general (blogs, sitios corporativos), WMS (Warehouse Management System) es para logística de almacenes. Un LMS (Sistema de Gestión del Aprendizaje), como Moodle o Google Classroom, está diseñado con fines educativos y provee las herramientas exactas que se solicitan: creación de cursos, entrega de tareas, evaluaciones, seguimiento del progreso y retroalimentación.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p42",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es una característica de los módulos de memoria DDR4?",
          "opciones": [
            "Su instalación no afecta la capacidad de memoria instalable en la placa madre.",
            "Son incompatibles con placas madre de módulos de memoria DDR3.",
            "Su consumo de energía es mayor que el de sus antecesores."
          ],
          "respuesta": "Son incompatibles con placas madre de módulos de memoria DDR3.",
          "respuestaCorta": "Las generaciones de memoria RAM (DDR3, DDR4, DDR5) tienen diferencias físicas en el conector (muesca) y eléctricas, lo que las hace incompatibles entre sí.",
          "solucionario": "Cada generación de memoria DDR (Double Data Rate) representa un avance tecnológico con mayores velocidades y menor consumo de energía. Para evitar la instalación incorrecta, las ranuras (sockets) en la placa madre y la muesca en el módulo de memoria son físicamente diferentes entre DDR3 y DDR4. Por lo tanto, un módulo DDR4 no puede ser insertado en una ranura DDR3 y viceversa, garantizando la compatibilidad a nivel de hardware.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p43",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el objetivo de realizar el proceso llamado overclocking en el computador?",
          "opciones": [
            "Alargar el tiempo de vida útil del computador.",
            "Conseguir un rendimiento más alto del computador.",
            "Solucionar problemas generados por fallas en los componentes del computador."
          ],
          "respuesta": "Conseguir un rendimiento más alto del computador.",
          "respuestaCorta": "El overclocking es el proceso de forzar un componente, como el procesador, a funcionar a una frecuencia de reloj más alta que la especificada por el fabricante para aumentar su rendimiento.",
          "solucionario": "El objetivo del overclocking es exprimir el máximo rendimiento de un componente (CPU, GPU, RAM) haciéndolo operar a una velocidad superior a la de fábrica. Esto resulta en un mayor poder de cómputo, pero a costa de un mayor consumo de energía, mayor generación de calor y un riesgo potencial de reducir la vida útil del componente si no se realiza con una refrigeración adecuada.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p44",
      "contexto": "Un docente pide ayuda al DAIP pues el proyector del Aula de Innovación Pedagógica está reflejando las imágenes con poco brillo, a pesar de estar correctamente configurado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el motivo por el que se presenta esta situación?",
          "opciones": [
            "La lámpara ha llegado al límite de su vida útil.",
            "El cooler del proyector se ha dañado y ha causado sobrecalentamiento.",
            "La fuente de poder está dañada y no transmite suficiente energía al proyector."
          ],
          "respuesta": "La lámpara ha llegado al límite de su vida útil.",
          "respuestaCorta": "La pérdida progresiva de brillo en un proyector es el síntoma más común de que la lámpara está agotando sus horas de vida útil y necesita ser reemplazada.",
          "solucionario": "Las lámparas de los proyectores son componentes consumibles con un número limitado de horas de funcionamiento. A medida que se acercan al final de su vida útil, su luminosidad disminuye de forma notable, resultando en imágenes opacas y con poco brillo. Aunque un problema de sobrecalentamiento o de energía podría causar un apagado, la degradación del brillo es un indicador casi seguro del desgaste de la lámpara.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p45",
      "contexto": "El docente de Arte está utilizando una computadora del Aula de Innovación Pedagógica cuando recibe una llamada urgente que lo obliga a retirarse con mucha prisa. Al salir, el docente no apaga correctamente la computadora, sino que solo desconecta el estabilizador de corriente eléctrica en el que la computadora está conectada.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes dispositivos tiene mayores probabilidades de dañarse por esta acción?",
          "opciones": [
            "La fuente de poder.",
            "La memoria RAM.",
            "El disco duro."
          ],
          "respuesta": "El disco duro.",
          "respuestaCorta": "Un corte de energía abrupto es particularmente riesgoso para los discos duros mecánicos (HDD), ya que la cabeza lectora puede no aparcarse correctamente y dañar la superficie de los platos.",
          "solucionario": "Durante el funcionamiento normal, el cabezal de lectura/escritura de un disco duro mecánico flota sobre platos que giran a alta velocidad. El proceso de apagado del sistema operativo incluye una orden para que este cabezal se mueva a una zona segura de 'aparcamiento'. Un corte de energía súbito puede provocar que el cabezal caiga sobre la superficie de datos, causando un 'head crash', que puede rayar los platos y provocar daños físicos y pérdida irrecuperable de información.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p46",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una característica de la tecnología USB 3.0?",
          "opciones": [
            "No se pueden utilizar en puertos USB 2.0 porque son incompatibles.",
            "Entran automáticamente en modo suspensión cuando no están enviando ni recibiendo datos.",
            "Poseen la misma cantidad de pines conectores que los dispositivos y puertos de la tecnología USB 2.0."
          ],
          "respuesta": "Entran automáticamente en modo suspensión cuando no están enviando ni recibiendo datos.",
          "respuestaCorta": "Una de las mejoras del estándar USB 3.0 es una gestión de energía más eficiente, que incluye un modo de bajo consumo cuando el dispositivo está inactivo.",
          "solucionario": "La tecnología USB 3.0 introdujo varias mejoras sobre la 2.0. Además de una velocidad de transferencia mucho mayor, incorporó una mejor gestión de la energía. Los dispositivos USB 3.0 pueden entrar en estados de bajo consumo (suspensión) cuando no están en uso activo, lo que contribuye al ahorro de energía. Cabe destacar que son retrocompatibles (un dispositivo 3.0 funciona en un puerto 2.0, aunque a menor velocidad) y tienen más pines que el USB 2.0 para permitir la mayor velocidad.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p47",
      "contexto": "Se ha instalado un antivirus en las computadoras del Aula de Innovación Pedagógica para, entre otras cosas, protegerlas de virus transmitidos por las memorias flash USB de los estudiantes. El DAIP está elaborando el protocolo de uso del antivirus para que los estudiantes sepan cuándo es su obligación utilizarlo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En qué momento se deberían revisar las memorias flash USB con el antivirus?",
          "opciones": [
            "Luego de abrir un archivo que se encuentra en ella.",
            "Si es que aparece el mensaje \"Virus detectado\".",
            "Al insertarlas en la computadora."
          ],
          "respuesta": "Al insertarlas en la computadora.",
          "respuestaCorta": "La práctica de seguridad correcta es escanear cualquier dispositivo de almacenamiento externo inmediatamente después de conectarlo y antes de abrir cualquier archivo.",
          "solucionario": "Para prevenir una infección, el análisis con antivirus debe ser una medida proactiva, no reactiva. Muchos virus se ejecutan automáticamente al conectar un dispositivo (autorun) o se disfrazan de archivos inofensivos. Esperar a abrir un archivo o a que el antivirus detecte algo por sí solo es demasiado tarde. El protocolo correcto es siempre escanear la unidad USB tan pronto como sea reconocida por el sistema operativo.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una función del servidor proxy?",
          "opciones": [
            "Almacenar y enrutar las operaciones de correo electrónico.",
            "Escanear la red en busca de virus o equipos desactualizados.",
            "Permitir que los equipos conectados a una red accedan a internet."
          ],
          "respuesta": "Permitir que los equipos conectados a una red accedan a internet.",
          "respuestaCorta": "Un servidor proxy actúa como intermediario entre los equipos de una red local e internet, gestionando las solicitudes y permitiendo el acceso.",
          "solucionario": "La función principal de un servidor proxy es actuar como un puente o intermediario. Cuando un computador de la red local solicita acceso a una página web, la petición va primero al proxy. El proxy luego realiza la petición a internet en nombre del computador, recibe la respuesta y se la entrega al usuario. Esto permite, entre otras cosas, filtrar contenido, mejorar la seguridad y almacenar en caché páginas visitadas frecuentemente para acelerar el acceso.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
 
    {
      "idGrupo": "asc_secundaria_2018_p49",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes enunciados NO corresponde a las direcciones IP fijas?",
          "opciones": [
            "Se les asigna a los sitios públicos en internet para que puedan ser ubicados por los navegadores.",
            "Se les asigna a servidores de correo electrónico para lograr el intercambio de información a través de la web.",
            "El rastreo de la navegación de terminales con este tipo de IP demanda más tiempo que con otros tipos de IP."
          ],
          "respuesta": "El rastreo de la navegación de terminales con este tipo de IP demanda más tiempo que con otros tipos de IP.",
          "respuestaCorta": "Contrariamente a lo que afirma el enunciado, rastrear una IP fija es más sencillo y rápido que rastrear una IP dinámica, ya que está asociada de forma permanente a un único dispositivo.",
          "solucionario": "Las direcciones IP fijas o estáticas son indispensables para servicios como sitios web o servidores de correo, ya que garantizan una dirección constante y localizable en internet. Precisamente por su naturaleza permanente, facilitan el rastreo y la identificación del dispositivo al que están asignadas. Son las direcciones IP dinámicas, que cambian en cada conexión, las que complican el seguimiento.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p50",
      "contexto": "Un docente ha planificado hacer una presentación en su aula utilizando internet. Si bien se suele conectar por medio de wifi, el día de la presentación esta presenta fallas, por lo que le pide al DAIP que lo ayude a conectar su computadora por medio de una conexión Ethernet desde el Aula de Innovación Pedagógica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si para esto se cuenta con cable UTP categoría 5e, ¿cuál es la distancia máxima que este cable de red puede cubrir sin pérdida de señal?",
          "opciones": [
            "50 metros.",
            "90 metros.",
            "150 metros."
          ],
          "respuesta": "90 metros.",
          "respuestaCorta": "El estándar para cables de red Ethernet UTP, incluyendo la categoría 5e y 6, especifica una longitud máxima de 90 metros para el cableado horizontal para garantizar una transmisión de datos fiable.",
          "solucionario": "Según las especificaciones del estándar TIA/EIA-568 para cableado estructurado, la longitud máxima de un segmento de cable de par trenzado (UTP) en el tendido horizontal (desde el panel de parcheo hasta la toma de usuario) es de 90 metros. Se permiten hasta 10 metros adicionales para los cables de conexión (patch cords) en ambos extremos, sumando un total máximo de canal de 100 metros. Para distancias mayores, la señal se degrada y se requiere el uso de repetidores o fibra óptica.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p51",
      "contexto": "Durante el trabajo en el Aula de Innovación Pedagógica, un estudiante le pide ayuda al DAIP porque no puede ingresar a una determinada página web. Al revisar la computadora se verifica que esta no tiene problemas de conexión a la red y que el resto de computadoras han cargado la página sin problemas. Además, se observa que este problema se presenta solo en la dirección que el profesor ha indicado y que el resto de páginas carga de forma normal.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué puede hacer el DAIP para solucionar este problema de forma rápida?",
          "opciones": [
            "Borrar la memoria caché y las cookies del navegador.",
            "Reiniciar la computadora en modo a prueba de fallos.",
            "Utilizar el asistente de diagnóstico de red del sistema operativo de la barra de tareas."
          ],
          "respuesta": "Borrar la memoria caché y las cookies del navegador.",
          "respuestaCorta": "Dado que el problema es específico de una página en una sola computadora, la causa más probable es que haya datos corruptos o desactualizados en la caché o las cookies del navegador.",
          "solucionario": "El navegador almacena datos de sitios web (caché y cookies) para acelerar cargas futuras. A veces, estos datos pueden corromperse o quedar desactualizados, impidiendo el acceso a una página específica. Como otras computadoras sí pueden acceder y la conexión a internet funciona, el problema es local. Borrar la caché y las cookies obliga al navegador a descargar una versión nueva y limpia de la página, lo que suele resolver este tipo de inconvenientes de forma rápida.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p52",
      "contexto": "Un docente le pide al DAIP que lo ayude a configurar su laptop para poder acceder a internet.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el protocolo que debe configurar el DAIP para realizar la conexión de dicha computadora?",
          "opciones": [
            "HTTP.",
            "SMTP.",
            "TCP/IP."
          ],
          "respuesta": "TCP/IP.",
          "respuestaCorta": "TCP/IP es el conjunto de protocolos fundamental sobre el que se basa la comunicación en internet, y es necesario configurarlo en cualquier dispositivo para que pueda conectarse a la red.",
          "solucionario": "HTTP (Protocolo de Transferencia de Hipertexto) se usa para navegar por la web y SMTP (Protocolo para Transferencia Simple de Correo) para enviar correos. Sin embargo, ninguno de los dos funcionará si la conexión base no está establecida. TCP/IP (Protocolo de Control de Transmisión/Protocolo de Internet) es la suite de protocolos esencial que permite la comunicación entre dispositivos en una red, asignando direcciones IP y gestionando la transmisión de datos.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p53",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes es un ejemplo de asistencia de escritorio remoto?",
          "opciones": [
            "La respuesta oportuna a una llamada telefónica por parte del operador de un call center para responder consultas sobre problemas con las computadoras de los usuarios.",
            "El control por medio de dispositivos móviles, como un smartphone, de puertas y electrodomésticos que se abren o se activan dentro de una casa.",
            "La conexión entre dos terminales, donde uno de ellos toma el control del otro y ejecuta procesos de soporte de acuerdo a un requerimiento previo."
          ],
          "respuesta": "La conexión entre dos terminales, donde uno de ellos toma el control del otro y ejecuta procesos de soporte de acuerdo a un requerimiento previo.",
          "respuestaCorta": "La asistencia de escritorio remoto implica que una persona se conecte a otra computadora a través de una red para ver su pantalla y controlar su mouse y teclado, generalmente para dar soporte técnico.",
          "solucionario": "La definición exacta de escritorio remoto es la capacidad de conectarse a un ordenador (host) desde otro (cliente) y controlarlo como si se estuviera sentado frente a él. Esto es comúnmente utilizado por personal de soporte técnico para diagnosticar y solucionar problemas sin necesidad de estar físicamente presente. Las otras opciones describen soporte telefónico y domótica (control del hogar), respectivamente.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p54",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la función de un servidor DNS?",
          "opciones": [
            "Establecer la conexión de las computadoras de una red local con las computadoras conectadas a internet por medio de un proceso llamado \"enmascaramiento\".",
            "Asignar una dirección IP a cada computadora de una red LAN; cada vez que una computadora establece una conexión a internet, el servidor DNS le asigna una IP diferente.",
            "Almacenar las direcciones IP y dominios de los sitios disponibles en la web; cada vez que se escribe una dirección web en el navegador, el servidor DNS lo dirige a la dirección IP que corresponde."
          ],
          "respuesta": "Almacenar las direcciones IP y dominios de los sitios disponibles en la web; cada vez que se escribe una dirección web en el navegador, el servidor DNS lo dirige a la dirección IP que corresponde.",
          "respuestaCorta": "La función del DNS (Sistema de Nombres de Dominio) es traducir los nombres de dominio legibles para humanos (ej. www.google.com) a las direcciones IP numéricas que las computadoras usan para comunicarse.",
          "solucionario": "El DNS actúa como la 'agenda telefónica' de internet. Las personas recuerdan nombres de dominio fácilmente, pero las computadoras se comunican a través de direcciones IP numéricas (ej. 172.217.16.195). Cuando un usuario escribe un nombre de dominio en su navegador, la computadora consulta a un servidor DNS, que busca en su base de datos la dirección IP correspondiente y la devuelve, permitiendo así que se establezca la conexión con el servidor correcto.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la acción que realiza el malware conocido como ransomware?",
          "opciones": [
            "Realiza peticiones repetitivas y simultáneas a un servidor para lograr que este colapse o se bloquee, inhabilitando los servicios que brinda.",
            "Invade el sistema de la computadora infectada y se apodera de la información amenazando al usuario con publicarla o bloquear su acceso permanentemente a menos que se pague una recompensa.",
            "Toma el control de una computadora y rastrea a nivel de redes si existen más computadoras vulnerables para infectarlas; cuando se activa, las computadoras pueden ser controladas remotamente para realizar acciones maliciosas."
          ],
          "respuesta": "Invade el sistema de la computadora infectada y se apodera de la información amenazando al usuario con publicarla o bloquear su acceso permanentemente a menos que se pague una recompensa.",
          "respuestaCorta": "El ransomware es un tipo de malware que cifra los archivos de la víctima (o bloquea el acceso al sistema) y exige el pago de un rescate para devolver el acceso.",
          "solucionario": "El término 'ransomware' proviene de la combinación de 'ransom' (rescate) y 'software'. Su modo de operación es secuestrar los datos del usuario mediante un cifrado fuerte. Una vez que los archivos son inaccesibles, el malware muestra un mensaje exigiendo un pago (generalmente en criptomonedas) a cambio de la clave de descifrado, amenazando con borrar los datos o publicarlos si no se cumple el pago.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p56",
      "contexto": "Un docente ha ingresado a su correo electrónico y ha observado el siguiente mensaje: \"¡Felicidades!, usted ha ganado $100,000. Para realizar el cobro, inscríbase en el siguiente link: www.loteriaganadora.com\". El docente hace clic en el enlace y le aparece un formulario donde le solicitan sus datos personales, los datos de su tarjeta de crédito y su contraseña, y luego hacer clic en ENVIAR. Luego de que el docente llena el formulario, envía la información y aparece el mensaje \"Lo sentimos hay sobrecarga en la red\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de ataque ha recibido el docente?",
          "opciones": [
            "DDoS.",
            "Keylogger.",
            "Phishing."
          ],
          "respuesta": "Phishing.",
          "respuestaCorta": "Este es un ataque de phishing, que utiliza un señuelo (el premio) para llevar a la víctima a un sitio web falso y engañarla para que revele su información personal y financiera.",
          "solucionario": "El phishing es una técnica de ciberdelincuencia que utiliza el engaño y la suplantación de identidad para robar información confidencial. El ataque sigue un patrón clásico: un correo electrónico atractivo (el cebo) dirige al usuario a una página web fraudulenta (el anzuelo) que solicita datos sensibles. El mensaje de error final es una táctica para desviar la atención mientras los datos ya han sido robados. DDoS es un ataque de denegación de servicio y un Keylogger registra pulsaciones de teclas.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p57",
      "contexto": "En un par de días, un grupo de estudiantes de una IE va a participar en la etapa final del campeonato mundial de Robótica en Canadá. Sus compañeros y docentes están muy emocionados y le piden al DAIP que busque una opción que les permita observar la competencia en vivo y en directo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es la opción más pertinente?",
          "opciones": [
            "Gestionar un enlace vía microondas con la televisora local.",
            "Filmar el evento y luego colocarlo en un repositorio de videos.",
            "Realizar un streaming con una cámara o celular conectado a internet."
          ],
          "respuesta": "Realizar un streaming con una cámara o celular conectado a internet.",
          "respuestaCorta": "El streaming es la tecnología diseñada específicamente para transmitir video y audio en tiempo real a través de internet, lo que permite ver el evento en vivo.",
          "solucionario": "Para ver un evento en vivo y en directo desde una ubicación remota, la solución tecnológica adecuada es el streaming. Utilizando una cámara o un smartphone con conexión a internet, se puede transmitir la competencia en tiempo real a través de plataformas como YouTube, Facebook Live o Twitch. Filmarlo para subirlo después no sería 'en vivo', y un enlace de microondas es una tecnología compleja y costosa, no pertinente para este caso.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p58",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes alternativas es una consecuencia de la descarga de la batería interna de la placa madre?",
          "opciones": [
            "La computadora no enciende.",
            "Se retrasa la hora y fecha del sistema.",
            "Se activa automáticamente el modo hibernación."
          ],
          "respuesta": "Se retrasa la hora y fecha del sistema.",
          "respuestaCorta": "La batería de la placa madre alimenta el chip CMOS, que almacena la configuración de la BIOS y mantiene el reloj en tiempo real, por lo que al agotarse, la fecha y hora se desconfiguran.",
          "solucionario": "La pequeña batería tipo botón en la placa madre (pila CMOS) tiene la función principal de mantener energizado el chip CMOS. Este chip almacena configuraciones de hardware básicas de la BIOS y, fundamentalmente, alimenta el reloj de tiempo real (RTC) del sistema. Cuando esta batería se agota, la computadora pierde la noción del tiempo cada vez que se desconecta de la corriente, reseteando la fecha y la hora a un valor predeterminado de fábrica.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una característica de la ejecución del sistema operativo en modo seguro?",
          "opciones": [
            "La computadora enciende con funciones básicas y con un reconocimiento de hardware limitado mientras dura el proceso.",
            "Solo permite el acceso al sistema a través de una cuenta de usuario y no de administrador para salvaguardar la privacidad de la información.",
            "Permite obtener información de los programas que están consumiendo más recursos de la computadora para desactivarlos y así evitar que la carga del sistema operativo se ralentice."
          ],
          "respuesta": "La computadora enciende con funciones básicas y con un reconocimiento de hardware limitado mientras dura el proceso.",
          "respuestaCorta": "El modo seguro carga el sistema operativo únicamente con los controladores y servicios esenciales, limitando el hardware y software para facilitar la solución de problemas.",
          "solucionario": "El modo seguro es un modo de diagnóstico que inicia el sistema operativo en un estado minimalista. Desactiva la mayoría de los controladores de dispositivos (como los de la tarjeta de video, sonido, etc.) y no carga programas de inicio automático. Esto permite al usuario aislar problemas, desinstalar software conflictivo o eliminar malware que podría impedir el arranque normal del sistema.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2018_p60",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una característica del proceso de hibernación del sistema operativo?",
          "opciones": [
            "Al activarse este proceso, se generan automáticamente puntos de restauración del sistema operativo.",
            "Permite mantener el suministro de energía a la memoria RAM para almacenar el registro de actividades realizadas en la computadora.",
            "Durante este proceso, el consumo de energía se reduce al mínimo y la información de la actividad de la computadora se almacena directamente en el disco duro."
          ],
          "respuesta": "Durante este proceso, el consumo de energía se reduce al mínimo y la información de la actividad de la computadora se almacena directamente en el disco duro.",
          "respuestaCorta": "La hibernación guarda todo el estado de la sesión actual en el disco duro y apaga la computadora, lo que permite un consumo de energía casi nulo.",
          "solucionario": "El proceso de hibernación se diferencia del modo de suspensión. Mientras la suspensión mantiene la memoria RAM con energía para un despertar rápido, la hibernación copia el contenido completo de la RAM a un archivo en el disco duro (o SSD) y luego apaga el equipo por completo. Esto permite reanudar el trabajo exactamente donde se dejó, incluso después de un corte de energía, con la ventaja de no consumir batería mientras está hibernando.",
          "seccion": "Innovación Pedagógica"
        }
      ]
    }
  ]
}
  