{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_inicial_2022_p26",
      "contexto": "Octavio, de tres meses, se mete la mano a la boca por periodos largos de tiempo. Hoy, la mamá del niño, se acerca a la docente para contarle su preocupación frente a lo que ha observado en su hijo, y le pide su consejo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes orientaciones es pertinente que la docente brinde a la mamá de Octavio?",
          "opciones": [
            "Decirle que cuando vea que Octavio se mete la mano a la boca le ofrezca un mordedor para que continúe con su exploración.",
            "Decirle que Octavio usa su boca para explorar y por eso se mete la mano, por lo que es importante que lo siga haciendo.",
            "Decirle que cuando Octavio se mete la mano a la boca es una señal de que tiene hambre, por eso hay que darle de lactar en ese momento para que pueda calmarse."
          ],
          "respuesta": "Decirle que Octavio usa su boca para explorar y por eso se mete la mano, por lo que es importante que lo siga haciendo.",
          "respuestaCorta": "Explicar que es una etapa de exploración oral natural.",
          "solucionario": "A los tres meses, los bebés inician la exploración de su propio cuerpo y del entorno principalmente a través de la boca (fase oral). Llevarse la mano a la boca es un hito del desarrollo que demuestra coordinación y deseo de explorar, no necesariamente hambre o necesidad de un objeto externo. La orientación pertinente es validar esta conducta exploratoria.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p27",
      "contexto": "Algunos niños del aula de dos años aún no pronuncian con claridad las palabras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes acciones es pertinente que realice la docente para favorecer el desarrollo de la expresión oral de los niños?",
          "opciones": [
            "Conversar con cada niño, durante el momento de los cuidados infantiles, describiéndole lo que se va realizando. Luego, a partir de sus posibilidades continuar generando oportunidades de interacción verbal.",
            "Poner al alcance de los niños títeres de diversos animales. Luego, mostrar cada títere, emitir el sonido que corresponde a dicho animal e invitar a los niños a repetir la voz del animal para motivarlo a expresarse de forma divertida.",
            "Colocar un poco de miel de abeja alrededor de la boca de cada niño. Luego, alentarlo a que intente probarla con su lengua o moviendo sus labios y diciendo: \" mmm... que rrrico!!\", para que al hacerlo, ejercite los músculos de la boca y pueda pronunciar mejor."
          ],
          "respuesta": "Conversar con cada niño, durante el momento de los cuidados infantiles, describiéndole lo que se va realizando. Luego, a partir de sus posibilidades continuar generando oportunidades de interacción verbal.",
          "respuestaCorta": "Conversar en contextos significativos (cuidados).",
          "solucionario": "El desarrollo de la oralidad se favorece mediante interacciones verbales auténticas y significativas. Los momentos de cuidado (cambio de pañal, alimentación, aseo) son situaciones privilegiadas de atención individualizada donde el adulto puede narrar lo que sucede, ofreciendo un modelo lingüístico rico y esperando la respuesta del niño, respetando su nivel de desarrollo.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p28",
      "contexto": "La docente del aula de cuatro años observa que cuando los niños trabajan en grupos, les cuesta mucho ponerse de acuerdo para realizar la actividad propuesta. Luego de conversar en la asamblea sobre este problema, acordaron agregar una nueva norma de convivencia para el aula.\nHoy se reúnen nuevamente en asamblea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál de las siguientes acciones es pertinente para construir con los niños una nueva norma de convivencia?",
          "opciones": [
            "Presentar al aula la imagen de niños levantando la mano y preguntarles qué observan, para qué estarán levantando la mano. Luego de escuchar sus respuestas, proponerles si les parece que la nueva norma de convivencia sea lo que hacen los niños en la imagen. Finalmente, pedirles que grafiquen lo acordado para colocarlo en el cartel.",
            "Preguntar a los niños qué ideas tienen para lograr ponerse de acuerdo al realizar los trabajos en grupo y registrar esas ideas en la pizarra. Luego, conjuntamente con los niños conversar sobre cada una de ellas y a partir del diálogo, formular la nueva norma de convivencia. Finalmente, pedirles que grafiquen lo acordado para colocarlo en el cartel.",
            "Comentar a los niños que ha visitado otras aulas y ha encontrado dos ideas para la nueva norma de convivencia: una es hablar en voz baja para no interrumpir a los demás; y la otra, dar la palabra al niño que se mantenga en silencio. Luego, pedirles que elijan la opción que más les guste. Finalmente, pedirles que grafiquen lo acordado para colocarlo en el cartel."
          ],
          "respuesta": "Preguntar a los niños qué ideas tienen para lograr ponerse de acuerdo al realizar los trabajos en grupo y registrar esas ideas en la pizarra. Luego, conjuntamente con los niños conversar sobre cada una de ellas y a partir del diálogo, formular la nueva norma de convivencia. Finalmente, pedirles que grafiquen lo acordado para colocarlo en el cartel.",
          "respuestaCorta": "Construcción democrática de normas basada en ideas de los niños.",
          "solucionario": "La construcción de normas debe ser un proceso participativo y democrático. La opción pertinente permite que los niños propongan soluciones basadas en su experiencia del problema, discutan su viabilidad y lleguen a un consenso, favoreciendo así la autonomía y la autorregulación, en lugar de imponer una norma externa o predefinida.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p29",
      "contexto": "En el patio de juegos, Matías y Susana, de cinco años, están muy animados jugando con las hormigas que van desplazándose por la vereda. La docente, quien ha estado observando que Matías atraviesa su dedo por el camino de las hormigas, se acerca, y se produce el siguiente diálogo:\nMatías dice: \"Mire señorita, cuando paso mi dedo en el camino de las hormigas ya no siguen la fila, se van por todos lados\".\nSusana dice: \"Sí, no saben para dónde ir, es muy chistoso\".\nDocente dice: \"Y, ¿saben que están haciendo estas hormigas?\".\nMatías dice: \"Están paseando\".\nSusana dice: \"Creo que están yendo a buscar su comida\".\nDocente dice: \"¿Por qué crees eso?\".\nSusana dice: \"Porque salen de ese hueco que está en la tierra y regresan cargando pedacitos de hoja, mira, como esas!\".\nDocente dice: \"Qué interesante lo que dices, Susana. Entonces si están llevando su comida, ¿deberían interrumpir el camino de las hormigas?\".\nMatías dice: \"¡No, pobrecitas, van a quedarse sin su comida!\".\nDocente dice: \"Y, entonces, ¿qué harán?\".\nMatías dice: \"Ya no voy a jugar con ellas, señorita, ahora voy a mirar cómo llevan su comida a su casa\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál es el principal propósito de la docente con su intervención?",
          "opciones": [
            "Que los niños se aproximen a la noción de cadena alimenticia.",
            "Que los niños reflexionen sobre las consecuencias de sus acciones en el ambiente.",
            "Que los niños se motiven a investigar sobre la vida de las hormigas para construir sus conocimientos."
          ],
          "respuesta": "Que los niños reflexionen sobre las consecuencias de sus acciones en el ambiente.",
          "respuestaCorta": "Reflexión sobre el impacto de las acciones propias en los seres vivos.",
          "solucionario": "A través de las preguntas, la docente guía a los niños para que comprendan qué están haciendo las hormigas (trabajando/buscando comida) y cómo la acción de Matías (interrumpir el camino) afecta negativamente a los insectos. Esto promueve la empatía y la conciencia sobre las consecuencias de sus acciones en los seres vivos del entorno.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p30",
      "contexto": "Rolando, del aula de cuatro años, ha estado enfermo por tres semanas y no ha asistido a la IE durante ese tiempo. Hoy, lunes, ha llegado acompañado de su mamá e ingresan juntos al aula. Cuando la mamá se despide, Rolando se niega a quedarse en el aula y se aferra a su mano. La docente, al ver la situación, le entrega a Rolando un juguete que sabe que le gusta y le dice que hablará con su mamá un momento. Ante esa situación, la docente conversa discretamente con la madre para hacerle una recomendación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente que la docente realice para favorecer que Rolando se adapte nuevamente a asistir al aula?",
          "opciones": [
            "\"Por hoy, dígale a Rolando que saldrá a comprarle algo rico para que coma y que regresará pronto para entregárselo. Luego, deberá quedarse cerca de la IE para que podamos buscarla en caso de que su hijo pregunte por qué no regresa. Así, se irá acostumbrando nuevamente a quedarse en el aula\".",
            "\"Por hoy, juguemos unos minutos Rolando, usted y yo, así, mientras él esté entretenido, despídase rápidamente. Luego, podrá retirarse del aula, y si reclama por usted yo lo acogeré calmándolo. Así, se irá acostumbrando nuevamente a quedarse en el aula\".",
            "\"Por hoy, permanezca cerca de Rolando mientras esté jugando. Luego, después del refrigerio, dígale que estará sentada cerca a la puerta del aula para que la busque si la necesita. Así, se irá acostumbrando nuevamente a quedarse en el aula\"."
          ],
          "respuesta": "\"Por hoy, permanezca cerca de Rolando mientras esté jugando. Luego, después del refrigerio, dígale que estará sentada cerca a la puerta del aula para que la busque si la necesita. Así, se irá acostumbrando nuevamente a quedarse en el aula\".",
          "respuestaCorta": "Acompañamiento gradual de la madre para readaptación.",
          "solucionario": "El niño necesita readaptarse y recuperar la seguridad emocional tras una ausencia prolongada. La estrategia pertinente es permitir la presencia de la figura de apego (la madre) dentro del aula para que sirva de base segura, y luego realizar una separación gradual y honesta, donde el niño sepa dónde está su madre, reduciendo la ansiedad por separación.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p31",
      "contexto": "En el marco del proyecto \"Conocemos el comedor popular de la comunidad\", los niños del aula de cinco años realizan una visita al comedor \"Las Flores\", con el propósito de observar cómo los adultos, niños y ancianos reciben alimentos y cómo se organiza la comunidad para el funcionamiento del comedor.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente busca contribuir a que los niños reflexionen acerca de la importancia de los comedores populares, ¿qué grupo de preguntas es pertinente que realice durante la visita?",
          "opciones": [
            "¿Por qué las personas van al comedor? ¿Para qué sirve? ¿Qué pasaría si no hubiera un comedor como este?",
            "¿Quiénes son las personas que trabajan en el comedor? ¿Viven en la comunidad? ¿Recibirán un pago por lo que cocinan?",
            "¿En qué condiciones las personas preparan los alimentos? ¿Está limpio el local? ¿Qué tipo de alimentos sirven en el comedor? ¿Serán alimentos nutritivos?"
          ],
          "respuesta": "¿Por qué las personas van al comedor? ¿Para qué sirve? ¿Qué pasaría si no hubiera un comedor como este?",
          "respuestaCorta": "Preguntas sobre la función social y necesidad del comedor.",
          "solucionario": "Para reflexionar sobre la 'importancia' de una institución social, es necesario cuestionar su propósito y el impacto de su ausencia. Las preguntas de la opción A llevan a los niños a pensar en la necesidad social que cubre el comedor y el bienestar que proporciona a la comunidad, apuntando directamente al objetivo de la reflexión social.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p32",
      "contexto": "Los niños del aula de cinco años y la docente han salido al parque. Un grupo de niños se acercan a las flores y las observan. De pronto, Sofía comenta que le gustan mucho las margaritas y arranca algunas. Al verla arrancar las flores, sus compañeros la imitan. La docente se percata de ello y decide aprovechar la situación para que los niños comprendan la importancia de cuidar el espacio público.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es más pertinente para ese propósito?",
          "opciones": [
            "Decir: \"Niños, ¿por qué rompen las flores? ¿A la plantita le dolerá si le arrancan sus flores? Entonces, ¿estará bien romperlas?\".",
            "Decir: \"Niños, ¿les gustan las flores del parque? ¿Quiénes más vienen al parque? ¿Qué pasaría si todas esas personas arrancaran las flores? Si al parque venimos todos, ¿quiénes deben cuidarlo?\".",
            "Decir: \"Niños, los parques y todo lo que hay en ellos como las plantas, las flores, los árboles, las bancas, etc. nos pertenecen a todos. Si cuidamos adecuadamente los parques, todos podremos disfrutar de ellos\"."
          ],
          "respuesta": "Decir: \"Niños, ¿les gustan las flores del parque? ¿Quiénes más vienen al parque? ¿Qué pasaría si todas esas personas arrancaran las flores? Si al parque venimos todos, ¿quiénes deben cuidarlo?\".",
          "respuestaCorta": "Preguntas reflexivas sobre el bien común y consecuencias colectivas.",
          "solucionario": "El propósito es comprender el cuidado del espacio público (bien común). La intervención pertinente utiliza el conflicto cognitivo y la reflexión hipotética ('¿Qué pasaría si todos...?') para que los niños deduzcan que el parque es de todos y, por tanto, todos deben cuidarlo para seguir disfrutándolo, en lugar de sermonear o humanizar excesivamente a la planta.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p33",
      "contexto": "Sonia es una niña de cinco años que presenta hipoacusia leve o sordera leve. Ella requiere mirar el rostro de las personas para observar sus gestos, y, de ese modo, comprender mejor lo que dicen. Sonia será incluida en una IE. En el marco de un enfoque inclusivo, la docente busca generar condiciones que favorezcan el aprendizaje de la niña.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente para ese propósito?",
          "opciones": [
            "Preparar para Sonia actividades de aprendizaje más sencillas que las propuestas para el resto de sus compañeros. Así, ella podrá realizarlas y valorar sus logros.",
            "Desarrollar las actividades con todos los niños, como habitualmente se realizan. Reservar un momento de la jornada para atender las necesidades de aprendizaje de Sonia de manera individualizada.",
            "Pedir a los niños que se sienten formando círculos. Asegurar que esta disposición se mantenga tanto para las actividades de aprendizaje que se realicen en grupos pequeños como durante la asamblea."
          ],
          "respuesta": "Pedir a los niños que se sienten formando círculos. Asegurar que esta disposición se mantenga tanto para las actividades de aprendizaje que se realicen en grupos pequeños como durante la asamblea.",
          "respuestaCorta": "Organización del espacio para favorecer contacto visual (lectura labial/gestual).",
          "solucionario": "Dado que la necesidad específica de Sonia es visual (mirar el rostro y gestos para compensar la hipoacusia), la acción pertinente de inclusión es adaptar la organización física del aula. La disposición en círculo permite que Sonia tenga contacto visual directo con sus compañeros y la docente, facilitando su participación y comprensión sin segregarla ni bajar la complejidad cognitiva.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p34",
      "contexto": "Samuel, de quince meses, aún no camina. Su mamá, le cuenta a la docente que ha visto que cuando su hijo quiere desplazarse, se pone de pie por un instante y luego, se pone en posición de gateo y continúa desplazándose. La mamá solicita a la docente que le dé alguna sugerencia para que Samuel logre caminar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál de las siguientes sugerencias es pertinente que la docente brinde a la madre de Samuel?",
          "opciones": [
            "\"Le sugiero que todos los días flexione cada una de las piernas de Samuel para fortalecerlas y que de esa manera, esté listo para dar sus primeros pasos\".",
            "\"Le sugiero que cuando Samuel se ponga de pie, se coloque frente a él, más o menos a un metro de distancia, y lo llame por su nombre para motivarlo a dar sus primeros pasos\".",
            "\"Le sugiero que valore las acciones de Samuel cuando se pone de pie por un instante y luego gatea, porque es parte de aprender a controlar su cuerpo; verá que poco a poco dará sus primeros pasos\"."
          ],
          "respuesta": "\"Le sugiero que valore las acciones de Samuel cuando se pone de pie por un instante y luego gatea, porque es parte de aprender a controlar su cuerpo; verá que poco a poco dará sus primeros pasos\".",
          "respuestaCorta": "Respeto a los ritmos y procesos naturales del desarrollo motor.",
          "solucionario": "Desde el enfoque de desarrollo motor autónomo (como el propuesto por Emmi Pikler), se debe respetar la maduración y los tiempos del niño. Samuel está en una fase de transición natural. La docente debe orientar a la madre para que respete y valore este proceso previo (gateo y bipedestación transitoria) como base para una marcha segura, sin forzar ni estimular artificialmente.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p35",
      "contexto": "Mariela ha comenzado a gatear. Ella observa con curiosidad lo que le rodea y hoy le llama la atención una botella de plástico que contiene cuentas de colores; la que está en medio del espacio de juego. Entonces, se dirige hacia ella, coge la botella y la explora. Javier, a quien también le llamó la atención la botella, se apresura gateando, coge del extremo opuesto de la botella que tiene Mariela en sus manos y se la arrebata. Entonces, Mariela, mira a Javier extrañada y continúa explorando otros objetos. La docente ha observado lo sucedido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente para atender esta situación?",
          "opciones": [
            "Explicarle a Mariela que Javier también quiere jugar con la botella y que tan pronto él deje de jugar con ella, se la traerá para que continúe jugando.",
            "Observar a cierta distancia cómo Javier y Mariela resuelven la situación e intervenir en caso de que alguno de los dos se sienta afectado.",
            "Decirle a Javier que Mariela aún no ha terminado de jugar con la botella y pedirle que le entregue la botella para devolvérsela a Mariela."
          ],
          "respuesta": "Observar a cierta distancia cómo Javier y Mariela resuelven la situación e intervenir en caso de que alguno de los dos se sienta afectado.",
          "respuestaCorta": "Observación activa y no intervención ante resolución autónoma sin conflicto.",
          "solucionario": "En el ciclo I, las interacciones entre niños a menudo implican la disputa por objetos. Si la situación no genera llanto, agresión o angustia (Mariela simplemente buscó otro objeto), la docente debe priorizar la observación y permitir la autorregulación y la interacción espontánea entre pares, interviniendo solo si es necesario para dar seguridad emocional.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_inicial_2022_p36",
      "contexto": "En la IE celebrarán el día del niño, y lo harán con divertidos juegos en cada aula. En el aula de cinco años, cada grupo de niños va a organizar un juego. María, Juan y Rosa acordaron hacer el juego del tumbalatas. En este juego, cada torre se formará con 3 latas, y se usarán pelotas para tumbar las torres. El día de la celebración, María trajo 3 latas, Juan trajo 2 latas y Rosa trajo 4 latas. Con el propósito de que los niños resuelvan problemas de cantidad, la docente les plantea la siguiente pregunta:\n\"Niños, ¿cuántas torres podrán formar con las latas que trajeron?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para promover que los niños resuelvan el problema planteado?",
          "opciones": [
            "Pedir a los niños que entre los tres integrantes resuelvan la pregunta. Luego, pedirles que expliquen, usando las latas, cómo hicieron para responder a la pregunta, y luego comunicarlo a sus compañeros.",
            "Pedir a cada uno de los niños que resuelva el problema, y después de hacerlo, pedirles que comparen sus resultados para ver quién responde primero a la pregunta, y luego comunicarlo a sus compañeros.",
            "Pedir a los niños que junten las latas en un solo lugar. Luego, decirles que cada uno arme una torre con tres latas; además, que al terminar de armarlas cuenten las torres para que respondan a la pregunta, y luego comunicarlo a sus compañeros."
          ],
          "respuesta": "Pedir a los niños que junten las latas en un solo lugar. Luego, decirles que cada uno arme una torre con tres latas; además, que al terminar de armarlas cuenten las torres para que respondan a la pregunta, y luego comunicarlo a sus compañeros.",
          "respuestaCorta": "Resolución concreta mediante manipulación y agrupación.",
          "solucionario": "En el nivel inicial, la resolución de problemas de cantidad debe partir de la manipulación concreta. La opción C guía a los niños a realizar físicamente la operación de agrupación (división partitiva concreta): juntar el todo y separar en grupos de 3. Esto permite que los niños visualicen y comprendan la solución ('cuántas torres') a través de la acción directa sobre los objetos, lo cual es pertinente para su etapa de desarrollo.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p37",
      "contexto": "Un grupo de niños del aula de cinco años, está armando una torre en el sector de construcción. Luego de varios intentos por hacer una torre alta, Tita se acerca a la docente y le dice: \"Queremos hacer una torre muy, muy, muy alta, pero se caen los bloques de arriba\". La docente observa que la torre tiene en la base bloques parecidos en forma y tamaño y en la parte superior los bloques son variados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones es más pertinente para brindar retroalimentación sobre la construcción de su torre?",
          "opciones": [
            "Decir a los niños que construirá una torre al costado de la que ellos han elaborado. Luego de hacerlo, comentarles que vean que su torre no se cae, y proponerles que armen una torre parecida a la suya. Finalmente, ayudarlos a construir su torre.",
            "Decir a los niños de qué tamaño les gustaría que sea la torre. Luego, explicarles que para armar la torre de ese tamaño solo deben usar bloques iguales para que no se caigan. Finalmente, acompañarlos a que escojan los bloques para armar nuevamente la torre.",
            "Decir a los niños que observen desde dónde se cae la torre y preguntarles si los bloques que se cayeron eran iguales o diferentes a los que están en la base. Luego, preguntarles qué bloques podrían usar, si quieren que la torre no se caiga. Finalmente, motivarlos a que continúen armando la torre."
          ],
          "respuesta": "Decir a los niños que observen desde dónde se cae la torre y preguntarles si los bloques que se cayeron eran iguales o diferentes a los que están en la base. Luego, preguntarles qué bloques podrían usar, si quieren que la torre no se caiga. Finalmente, motivarlos a que continúen armando la torre.",
          "respuestaCorta": "Retroalimentación reflexiva mediante preguntas (andamiaje).",
          "solucionario": "La retroalimentación pertinente es aquella que guía al estudiante a descubrir el error y la solución por sí mismo (andamiaje). La opción C utiliza preguntas socráticas para que los niños observen la causa del problema (diferencia de bases) y propongan su propia solución, promoviendo el pensamiento crítico y la autonomía, en lugar de dar la respuesta (B) o modelar la solución directamente (A).",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p38",
      "contexto": "La docente del aula de cinco años tiene el propósito de promover la identificación de las características perceptuales de forma.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para este propósito?",
          "opciones": [
            "Entregar a los niños formas geométricas como: círculo, cuadrado y triángulo. Luego, pedirles que describan cada una de las formas.",
            "Elaborar con los niños títeres de formas geométricas poco conocidas para que jueguen con los títeres y aprendan los nombres de las formas.",
            "Colocar en el sector de construcción materiales diversos, tales como: bloques de madera, cajas y latas, para que los niños usen formas geométricas en sus construcciones."
          ],
          "respuesta": "Colocar en el sector de construcción materiales diversos, tales como: bloques de madera, cajas y latas, para que los niños usen formas geométricas en sus construcciones.",
          "respuestaCorta": "Exploración de formas 3D en contextos de construcción.",
          "solucionario": "Para niños de cinco años, la identificación de características de forma se logra mejor a través de la manipulación de objetos tridimensionales (bloques, cajas) en situaciones funcionales como la construcción. Al construir, el niño debe seleccionar piezas basándose en sus atributos (plano, curvo, apilable), lo que favorece una comprensión práctica y significativa de las propiedades geométricas, superando la mera descripción verbal de figuras planas descontextualizadas.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p39",
      "contexto": "En el aula de cinco años, los niños por grupos, están organizando los materiales del aula. Tres niñas están organizando los plumones y crayolas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las clasificaciones realizadas por las niñas evidencia la fase de colecciones figurales?",
          "opciones": [
            "La de Susana, que ha formado una estrella con los plumones y las crayolas.",
            "La de María, que ha separado por grupos de colores los plumones y las crayolas.",
            "La de Clara, que ha colocado los plumones en un recipiente y las crayolas en otro."
          ],
          "respuesta": "La de Susana, que ha formado una estrella con los plumones y las crayolas.",
          "respuestaCorta": "Agrupación basada en configuración espacial o dibujo.",
          "solucionario": "Según Piaget, la etapa de 'colecciones figurales' se caracteriza porque el niño agrupa objetos no basándose en semejanzas o diferencias (atributos), sino formando figuras espaciales o representaciones (como un tren, una casa o una estrella). La acción de Susana corresponde exactamente a esta definición.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p40",
      "contexto": "Fabricio y Ramón, de cinco años, están agrupando animales de plástico. Fabricio agrupa, por un lado, 3 monos y, por otro, 3 tigrillos. Luego, cuenta los animales de cada colección. Finalmente, le dice a su compañero: \"Mira, tengo 3 monos y 3 tigrillos\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes principios del conteo se evidencia en la intervención de Fabricio?",
          "opciones": [
            "Orden estable.",
            "Cardinalidad.",
            "Abstracción."
          ],
          "respuesta": "Cardinalidad.",
          "respuestaCorta": "El último número contado representa el total del conjunto.",
          "solucionario": "El principio de cardinalidad implica que el niño comprende que la última palabra número dicha al contar un conjunto de objetos (1, 2, 3...) representa la cantidad total de ese conjunto. Al afirmar 'Tengo 3 monos', Fabricio demuestra que no solo sabe recitar la secuencia, sino que entiende que '3' es la propiedad cuantitativa del grupo.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p41",
      "contexto": "La docente del aula de cinco años con el propósito de trabajar el uso de los números ordinales ha propuesto a los niños jugar a los trenes en el patio. Para ello, se han organizado en equipos de no más de cinco integrantes. En el juego, un niño hace de locomotora y cada uno de los otros niños del grupo representa un vagón del tren.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más pertinente para que los niños comprendan su ubicación ordinal?",
          "opciones": [
            "Pedir a los integrantes de cada grupo que responda: \"¿Quién es el primer vagón? ¿Quién es el segundo? Si Pedro es el segundo vagón, ¿qué orden tiene José, que está detrás?\".",
            "Señalar a cada niño la posición que ocupa en su tren: el primero, el segundo, el tercero, el cuarto o el quinto vagón, y a continuación preguntar a cada uno: \"¿Qué vagón eres?\".",
            "Preguntar a cada tren, por ejemplo: \"¿Quién está delante de Pedro?\" \"¿Quién está detrás de Pedro?\" \"¿Quién está delante de Juan, pero detrás de María?\"."
          ],
          "respuesta": "Pedir a los integrantes de cada grupo que responda: \"¿Quién es el primer vagón? ¿Quién es el segundo? Si Pedro es el segundo vagón, ¿qué orden tiene José, que está detrás?\".",
          "respuestaCorta": "Uso explícito de terminología ordinal y deducción de posiciones.",
          "solucionario": "Para comprender los números ordinales, los niños deben asociar la posición física con el término ordinal correspondiente (primero, segundo, etc.). La opción A promueve esta comprensión activamente mediante preguntas que requieren identificar la posición y deducir la secuencia ('¿qué orden tiene José que está detrás?'), a diferencia de la C que trabaja nociones espaciales (delante/detrás) sin necesariamente llegar al concepto ordinal numérico.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p42",
      "contexto": "La docente del aula de cinco años tiene el propósito de desarrollar la noción de número en las diferentes actividades diarias. El día de hoy, realizó una votación para elegir el nombre que le pondrán al sector de la biblioteca que han organizado los niños. La docente recogió de los niños dos propuestas de nombres, los escribió en la pizarra, y para la votación les pidió que tracen un palote al costado de la opción de su elección. Al concluir la votación, contaron los palotes que había por cada propuesta; luego, la docente borró los palotes y escribió el número respectivo. A continuación, utilizando preguntas, pidió a los niños que comparen los resultados para identificar al ganador.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las acciones realizadas por la docente NO contribuye con el propósito del aprendizaje planteado?",
          "opciones": [
            "Pedir a los niños poner un palote al costado del nombre de la opción de su elección.",
            "Utilizar solamente preguntas para que comparen los resultados e identificar al ganador.",
            "Borrar los palotes y hacer que comparen las cantidades usando solo los números respectivos."
          ],
          "respuesta": "Borrar los palotes y hacer que comparen las cantidades usando solo los números respectivos.",
          "respuestaCorta": "Retirar el soporte concreto/visual impide la verificación de la cantidad.",
          "solucionario": "En el nivel inicial, la construcción del número y la comparación de cantidades requieren soporte visual y concreto. Los niños necesitan ver la correspondencia entre la cantidad (palotes) y el símbolo (número). Al borrar los palotes, la docente elimina la evidencia concreta de la cantidad, haciendo que la comparación sea puramente abstracta, lo cual es prematuro y dificulta la comprensión real de 'mayor que' o 'menor que' para esta edad.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p43",
      "contexto": "La docente del aula de tres años tiene el propósito de favorecer la construcción de la noción de tiempo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál de las siguientes alternativas corresponde a un desempeño esperado a esa edad?",
          "opciones": [
            "Que los niños comprendan algunas expresiones temporales relacionadas con la experiencia familiar, como \"apúrate\", \"espera un poco\", \"ahora\".",
            "Que los niños utilicen oraciones que contengan palabras tales como: \"antes\", \"después\" y \"al mismo tiempo\", durante las actividades cotidianas.",
            "Que los niños respondan a preguntas sencillas que correspondan a los tiempos verbales de pasado, presente y futuro."
          ],
          "respuesta": "Que los niños comprendan algunas expresiones temporales relacionadas con la experiencia familiar, como \"apúrate\", \"espera un poco\", \"ahora\".",
          "respuestaCorta": "Nociones temporales intuitivas ligadas a la rutina inmediata.",
          "solucionario": "A los tres años, la noción del tiempo es subjetiva y está ligada a las vivencias cotidianas y necesidades inmediatas. Entender términos como 'ahora', 'espera' o 'apúrate' está dentro de su zona de desarrollo, ya que se vinculan a sus rutinas y emociones. El uso de secuencias lógicas ('antes/después') o tiempos verbales complejos (pasado/futuro) corresponde a estadios posteriores del desarrollo (4-5 años).",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p44",
      "contexto": "Los niños y la docente se reúnen luego del juego libre en los sectores.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es la más pertinente para favorecer en los niños la metacognición después de la actividad?",
          "opciones": [
            "Dirigirse a cada niño y hacer preguntas o comentarios como los siguientes: \"Francisco, ¿terminaste de construir la torre?, entonces, dibujaré una estrellita junto a tu foto en el cartel de logros\".",
            "Dirigirse a cada niño y hacer preguntas o comentarios como los siguientes: \"Santiago, veo que lograste hacer la torre de 10 pisos! Cuéntanos, ¿cómo hiciste para lograr que no se caigan las piezas?\".",
            "Dirigirse a cada niño y hacer preguntas o comentarios como los siguientes: \"Cesar, ¿fue divertido ordenar los bloques? Veo que pusiste las piezas más grandes primero, luego las medianas y al final las pequeñas.\""
          ],
          "respuesta": "Dirigirse a cada niño y hacer preguntas o comentarios como los siguientes: \"Santiago, veo que lograste hacer la torre de 10 pisos! Cuéntanos, ¿cómo hiciste para lograr que no se caigan las piezas?\".",
          "respuestaCorta": "Preguntas sobre el proceso y la estrategia utilizada.",
          "solucionario": "La metacognición consiste en ser consciente del propio proceso de aprendizaje y pensamiento. La opción B invita al niño a verbalizar su estrategia ('¿cómo hiciste?'), reflexionando sobre los pasos que siguió para resolver el problema, lo cual es la esencia de la metacognición. La opción A es conductista (recompensa) y la C es descriptiva por parte del docente, no del niño.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p45",
      "contexto": "La docente del aula de cinco años conversa con los niños respecto de sus responsabilidades para la presente semana. Cuando conversa con el grupo \"Las hormiguitas\", que cuenta con 5 integrantes, les dice que ellos estarán a cargo de las siguientes responsabilidades:\n1. Regar las plantas.\n2. Repartir las loncheras.\n3. Limpiar las mesas después del refrigerio.\nLuego, añade lo siguiente: \"Niños, las 3 responsabilidades deben ser repartidas entre todos los integrantes\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que la docente busca aprovechar esta situación para que los niños resuelvan problemas cotidianos, ¿qué acción debe realizar a continuación?",
          "opciones": [
            "Decirles que piensen cómo podrían distribuir las 3 responsabilidades en el grupo de modo que todos realicen por lo menos una.",
            "Asignar a cada niño un número del 1 al 5,° y luego decirles que se distribuyan las tareas de manera correlativa hasta que todos tengan por lo menos una.",
            "Indicarles que limpiar las mesas y repartir las loncheras son actividades diarias y, por tanto, cada una debe ser realizada por 2 niños; mientras que las plantas las puede regar 1 niño cada 2 días."
          ],
          "respuesta": "Decirles que piensen cómo podrían distribuir las 3 responsabilidades en el grupo de modo que todos realicen por lo menos una.",
          "respuestaCorta": "Transferir la resolución del problema a los estudiantes.",
          "solucionario": "Para favorecer la resolución de problemas, la docente debe plantear el reto y permitir que los niños busquen la solución. La opción A presenta la restricción del problema (5 niños, 3 tareas, todos participan) y les otorga la agencia para organizar, negociar y decidir cómo distribuir las tareas, promoviendo el pensamiento lógico-matemático y la convivencia.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_inicial_2022_p46",
      "contexto": "La docente les pregunta a los niños de cinco años para qué sirven los números. A continuación, se presentan algunas respuestas:\nEva: \"Sirven para que sepamos cuántas pelotas hay en la caja\".\nJavier: \"Y para decir que mi casa está en la calle Lima 215, Villa María\".\nMarcela: \"También sirven para decir quién ha ganado, y quién llegó segundo o al último cuando jugamos a las carreras\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las intervenciones se evidencia el uso del número como nominal?",
          "opciones": [
            "En la de Eva.",
            "En la de Javier.",
            "En la de Marcela."
          ],
          "respuesta": "En la de Javier.",
          "respuestaCorta": "Uso del número como etiqueta o identificador.",
          "solucionario": "El uso nominal del número se refiere a utilizarlo como una etiqueta para identificar un objeto o lugar, sin implicar cantidad ni orden (como un número de teléfono, una placa de auto o una dirección). Javier usa el '215' para identificar su casa, lo cual corresponde al uso nominal. Eva lo usa como cardinal (cantidad) y Marcela como ordinal (posición).",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p47",
      "contexto": "Los niños del aula de cinco años se encuentran en el sector de juegos tranquilos. Teresa, Susana y Esteban cogen un grupo de 10 cartas y le piden a la docente que les ayude a repartirlas. La docente busca aprovechar esta situación para favorecer que los niños resuelvan problemas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ello?",
          "opciones": [
            "Preguntarles: \"¿Cuántas cartas hay y cuántos son ustedes? ¿Qué pueden hacer para que todos tengan la misma cantidad de cartas?\". Luego, decirles que pongan en práctica sus propuestas y elijan la que consideren mejor.",
            "Decirles que se repartan las cartas hasta que todos tengan la misma cantidad. Cuando noten que sobra una, preguntarles: \"¿Qué podrían hacer con esta carta?\".",
            "Repartir tres cartas a cada niño. Luego, mostrarles la carta sobrante y preguntarles: \"¿Les parece si esta carta se queda en la mesa?\"."
          ],
          "respuesta": "Preguntarles: \"¿Cuántas cartas hay y cuántos son ustedes? ¿Qué pueden hacer para que todos tengan la misma cantidad de cartas?\". Luego, decirles que pongan en práctica sus propuestas y elijan la que consideren mejor.",
          "respuestaCorta": "Promover la búsqueda autónoma de estrategias de solución.",
          "solucionario": "Para desarrollar la competencia de resolución de problemas, el docente debe devolver la responsabilidad del pensamiento a los niños. La opción A plantea preguntas que guían el análisis de los datos (cantidad de cartas y niños) y reta a los estudiantes a proponer sus propias estrategias de reparto (división), en lugar de indicarles el procedimiento (B) o darles la solución (C).",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p48",
      "contexto": "Los niños y la docente del aula de cuatro años se encuentran limpiando el huerto de la IE. Durante la actividad, los niños recogen diversos objetos como piedras, ramas, hojas, etc. Entonces, la docente decide aprovechar esa situación para promover la clasificación en los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Plantearles que agrupen los objetos recolectados según lo deseen y, luego, preguntarles por qué los agruparon de ese modo.",
            "Entregarles cajas etiquetadas según los objetos recolectados y, luego, pedirles que los guarden en las cajas según corresponda.",
            "Explicarles que clasificar es juntar objetos que se parecen y, luego, darles un ejemplo de cómo hacerlo para que ellos continúen agrupando los demás objetos."
          ],
          "respuesta": "Plantearles que agrupen los objetos recolectados según lo deseen y, luego, preguntarles por qué los agruparon de ese modo.",
          "respuestaCorta": "Clasificación libre basada en criterios propios.",
          "solucionario": "La construcción del pensamiento lógico requiere que el niño establezca sus propios criterios de clasificación basados en la observación de los atributos de los objetos. La acción pertinente es permitir que agrupen libremente y luego verbalicen su criterio ('¿por qué los agruparon así?'), favoreciendo la abstracción, en lugar de imponer criterios externos (cajas etiquetadas) o dar un modelo a copiar.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p49",
      "contexto": "Francisco, de siete meses, está fastidiado en el espacio de juego, gime y llora, aunque no llega al llanto extremo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esa situación, ¿qué acción es pertinente que realice la docente para atender a Francisco?",
          "opciones": [
            "Acercarse al espacio de juego, y jugar con Francisco mostrándole un juguete hasta que deje de llorar y se calme.",
            "Acercarse a cierta distancia de Francisco, para observar que se tranquilice por sí mismo y así fortalezca su seguridad.",
            "Acercarse y preguntar a Francisco qué le sucede mientras lo va revisando hasta encontrar la razón de su incomodidad para atenderlo."
          ],
          "respuesta": "Acercarse y preguntar a Francisco qué le sucede mientras lo va revisando hasta encontrar la razón de su incomodidad para atenderlo.",
          "respuestaCorta": "Atención sensible y oportuna a las necesidades del bebé.",
          "solucionario": "En el ciclo I, la intervención del adulto debe basarse en interacciones de calidad y respuesta sensible. Si un bebé llora o gime, está comunicando una necesidad o malestar. La acción pertinente es acudir, verbalizar la situación (hablarle) y revisar física y emocionalmente la causa para atenderla. Ignorarlo (B) o distraerlo (A) no atiende la necesidad subyacente ni construye un apego seguro.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p50",
      "contexto": "Es el momento de la alimentación. La docente está con un grupo pequeño de niños de dos años. Margarita pide ayuda para comer, aunque por lo general ella come sola.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esa situación, ¿qué acción es pertinente que realice la docente para atender a la niña?",
          "opciones": [
            "Retirarle el plato a Margarita, hasta desocuparse de atender a los otros niños para ocuparse de ella.",
            "Darle de comer a Margarita, pues si la niña pide ayuda es porque está necesitándola.",
            "Pedirle a Margarita que coma sola, pues ella ya sabe comer sin ayuda."
          ],
          "respuesta": "Darle de comer a Margarita, pues si la niña pide ayuda es porque está necesitándola.",
          "respuestaCorta": "Atención a la necesidad emocional de contención (regresión temporal).",
          "solucionario": "El desarrollo de la autonomía no es lineal; los niños pueden presentar momentos de regresión o necesidad de afecto y contención, expresados como pedidos de ayuda en tareas que ya dominan. La respuesta pertinente es acoger esa necesidad emocional y brindarle el apoyo solicitado (darle de comer), reforzando el vínculo afectivo, en lugar de rechazarla o exigirle independencia en un momento de vulnerabilidad.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p51",
      "contexto": "Los niños del aula de cinco años están jugando en un parque cercano a la IE. De pronto, ven a un perro que está comiendo pasto, y se presenta el siguiente diálogo:\nJuan dice: \"¡Miren a ese perro!\".\nDocente dice: \"¿Qué pasa, Juan?\".\nJuan dice: \"¡Ese perro está comiendo pasto!\".\nDocente dice: \"¿Por qué crees que está comiendo pasto?\".\nJuan dice: \"Porque tiene hambre\".\nDocente dice: \"¿Y el perro solo come pasto porque tiene hambre?\".\nAna dice: \"Mi tía dice que es para que sane de su barriga\".\nDocente dice: \"¿Y saben por qué el pasto sana la barriga de los perros?\".",
      "imagen": "img/inicial_2022_q51.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de la docente en su intervención?",
          "opciones": [
            "Activar saberes previos en los niños.",
            "Brindar retroalimentación a los niños.",
            "Generar conflicto cognitivo en los niños."
          ],
          "respuesta": "Activar saberes previos en los niños.",
          "respuestaCorta": "Recojo de conocimientos y creencias previas.",
          "solucionario": "La secuencia de preguntas de la docente ('¿Por qué crees...?', '¿Y saben por qué...?') está orientada a exteriorizar las concepciones, ideas y conocimientos que los niños ya traen consigo (ya sea por observación o transmisión cultural, como lo de la tía). No está corrigiendo (retroalimentación) ni contradiciendo sus ideas (conflicto), sino explorando lo que saben.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p52",
      "contexto": "La docente, junto los niños del aula de cuatro años, salen a un parque zonal cercano, con el propósito de iniciar un proyecto de indagación científica. En la visita al parque ven tortugas terrestres, las cuales llaman la atención de los niños. Posteriormente, la docente, en la reunión colegiada de la IE, comenta sobre la visita al parque zonal y solicita a las otras docentes proponer cómo abordarían el inicio de dicho proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál de las siguientes propuestas brindadas por las docentes es más pertinente para iniciar una indagación científica?",
          "opciones": [
            "Jimena dice: \"Yo les contaría que, además de la tortuga de tierra, hay otras tortugas que son de agua. Luego, les pediría que escojan qué tipo de tortuga les llama más la atención para que puedan buscar información y traerla al aula\".",
            "Lorena dice: \"Yo les mostraría un dibujo de una tortuga para que puedan observar cómo es, y les explicaría las partes de su cuerpo, lo que come y dónde vive. Luego, les preguntaría qué más quieren saber sobre las tortugas para que continúen aprendiendo\".",
            "Amelia dice: \"Yo les pediría que dibujen sobre lo que les gustaría saber de las tortugas. Luego, les solicitaría que compartan al grupo sus ideas apoyándose en su dibujo, mientras registro en un papelote lo que les llamó más la atención para así saber qué quieren averiguar\"."
          ],
          "respuesta": "Amelia dice: \"Yo les pediría que dibujen sobre lo que les gustaría saber de las tortugas. Luego, les solicitaría que compartan al grupo sus ideas apoyándose en su dibujo, mientras registro en un papelote lo que les llamó más la atención para así saber qué quieren averiguar\".",
          "respuestaCorta": "Identificación de intereses y preguntas de los niños.",
          "solucionario": "El inicio de una indagación científica debe partir de la curiosidad y las preguntas genuinas de los niños. La propuesta de Amelia es la única que recoge activamente los intereses y dudas de los estudiantes a través de sus dibujos y verbalizaciones, permitiendo plantear preguntas de investigación auténticas. Las otras opciones parten de la transmisión de información por parte de la docente.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p53",
      "contexto": "La docente del aula de cinco años tiene el propósito de favorecer la indagación científica. Para ello, está desarrollando con los niños el proyecto \"Cómo nacen los hijitos de los caracoles\". Hoy, han ubicado el lugar donde están los huevos de los caracoles para observarlos. La docente dice a los niños que averiguó que los caracoles demoran 15 días en nacer. Ella acuerda con los niños que solo tienen que observarlos y no pueden tocar ni mover los huevos de su lugar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la indagación científica, ¿cuál de las siguientes acciones es pertinente que realice la docente para promover la formulación de hipótesis en los niños?",
          "opciones": [
            "Plantear a los niños que digan qué piensan que sucederá hasta que nazcan los caracoles y cómo creen que serán los recién nacidos.",
            "Pedir a los niños que digan cómo son los huevos del caracol, de qué tamaño y de qué color son, e indiquen las diferencias entre ellos.",
            "Sugerir a los niños que dibujen diariamente lo que van observando para hacer comparaciones con la situación inicial."
          ],
          "respuesta": "Plantear a los niños que digan qué piensan que sucederá hasta que nazcan los caracoles y cómo creen que serán los recién nacidos.",
          "respuestaCorta": "Predicción y suposición sobre el fenómeno.",
          "solucionario": "La formulación de hipótesis consiste en plantear posibles explicaciones o predicciones sobre un fenómeno. Preguntar 'qué piensan que sucederá' invita a los niños a imaginar y anticipar el resultado basándose en sus conocimientos previos, lo cual constituye una hipótesis en el nivel inicial. La opción B es observación descriptiva y la C es registro de datos.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p54_55",
      "contexto": "Los niños y la docente del aula de cinco años están realizando el proyecto \"Aprendemos a preparar pan\", con el propósito de favorecer la indagación científica. Al iniciar el proyecto, la docente se compromete a traer la receta. Además, ella y los niños se organizan para traer los ingredientes al aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Hoy los niños han traído al aula los ingredientes para preparar el pan. ¿Qué acción pedagógica es pertinente para que la docente recoja los saberes previos de los niños acerca de cómo se prepara el pan?",
          "opciones": [
            "¿Alguna vez han visto preparar panes? ¿Qué ingredientes usaban? ¿Qué pasos seguían?",
            "¿Qué panes conocen? ¿Cuál de los panes les gusta más? ¿Por qué? ¿Con qué les gusta comerlo?",
            "¿Qué les parece si nos organizamos para mezclar los ingredientes, amasar la masa y formar las bolitas de pan? ¿Quiénes realizarán cada tarea?"
          ],
          "respuesta": "¿Alguna vez han visto preparar panes? ¿Qué ingredientes usaban? ¿Qué pasos seguían?",
          "respuestaCorta": "Preguntas enfocadas en el proceso de elaboración.",
          "solucionario": "Dado que el proyecto es 'Aprendemos a preparar pan', los saberes previos relevantes son aquellos relacionados con el procedimiento y los insumos. La opción A indaga específicamente sobre la experiencia previa observando la preparación, los ingredientes y la secuencia de pasos, lo cual es la base para contrastar luego con la receta.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        },
        {
          "pregunta": "Durante la preparación, la docente dice a los niños: \"La receta pide que coloquemos la masa en un sitio 'abrigado', es decir, que no haga frío ni haya corrientes de aire, ¿qué les parece si ponemos un poco de la masa en un lugar frío y la otra en un lugar abrigado, como dice la receta?\", y los niños aceptan. Después, ella vuelve a preguntar: \"¿Qué creen que sucederá con las dos masas?\". Algunos niños responden: \"Si se calienta, se puede malograr la masa, mi mamá dice que las cosas de comer se guardan en el refrigerador para que no se malogren\". Otros dicen: \"No va a pasar nada, es igual\". Transcurrida una hora y, habiendo colocado una parte de la masa en el refrigerador de la señora guardiana de la IE y la otra en un lugar abrigado, los niños observan que la masa colocada en el refrigerador no creció y la otra sí. ¿Cuál de las siguientes acciones es pertinente que realice la docente para que los niños analicen los resultados?",
          "opciones": [
            "Preguntar a los niños qué pasó con ambas masas y después de escuchar sus respuestas, decirles que abrigar la masa, sirve para que crezca.",
            "Describir qué pasa con la masa cuando las condiciones ambientales son adecuadas para que crezca y lo que ocurre cuando no se dan dichas condiciones.",
            "Recordar a los niños lo que dijeron sobre lo que sucedería con las masas y a continuación pedirles que digan qué cambios se produjeron y por qué lo creen."
          ],
          "respuesta": "Recordar a los niños lo que dijeron sobre lo que sucedería con las masas y a continuación pedirles que digan qué cambios se produjeron y por qué lo creen.",
          "respuestaCorta": "Contrastación de hipótesis con resultados.",
          "solucionario": "El análisis de resultados en la indagación implica comparar lo que se pensaba inicialmente (hipótesis) con la evidencia obtenida (observación). La opción C facilita este proceso al recordar las predicciones de los niños y pedirles que las confronten con los cambios observados, buscando una explicación causal ('por qué lo creen') a partir de la experiencia.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_inicial_2022_p56",
      "contexto": "Hace dos semanas, los niños del aula de cinco años han sembrado frejolitos. Cada día se acercan a observar cómo crecen. Hoy, Carolina y Antonio están discutiendo, pues cada uno afirma que su frejolito creció más que el de su compañero. Al escucharlos, la docente se acerca a los niños y se produce el siguiente diálogo:\nDocente: \"¿Por qué están discutiendo?\".\nCarolina: \"Es que Antonio dice que su frejolito creció más que el mío\".\nAntonio: \"¡Sí, el mío creció más!\".\nDocente: \"¿Cómo podemos saber cuál de los frejolitos creció más?\".\nAmbos: \"No sé\".\nDocente: \"¿Qué les parece si los comparamos?\".\nCarolina: \"¿Cómo es comparar?\".\nDocente: \"A ver... Acerquemos la mesa en la que están sus plantitas a la pared. Ahora, cada uno estire el tallo del frejolito con mucho cuidado para que no se rompa\".\nCarolina: \"¿Así está bien?\".\nDocente: \"Sí, así está bien... Ahora, lo que haremos será marcar en la pared la altura de las dos plantitas. Luego, vamos a mirar las dos marcas y ver cuál creció más. Es decir, vamos a comparar las plantitas\".\nAntonio: \"¡Ahh! ¡Así me mide mi papá para ver cuánto he crecido!\".\nDocente: \"¡Lo ves! Cada vez que tu papá te mide, compara tu altura con la marca anterior y así sabe cuánto has crecido. (Luego, la docente procede a marcar la altura de ambas plantas en la pared). A ver, ahora comparen la altura de los frejolitos. ¿Qué dicen?\".\nAmbos: \"¡Yeee! ¡Los dos crecieron igual!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción está desarrollando principalmente la docente?",
          "opciones": [
            "Brindar andamiaje.",
            "Generar conflicto cognitivo.",
            "Promover la transferencia de los aprendizajes."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "Provisión de soporte y estrategias para resolver una tarea.",
          "solucionario": "El andamiaje (Bruner) consiste en el apoyo temporal que brinda un adulto o par más capaz para que el niño realice una tarea que no puede hacer solo. En este caso, los niños no sabían cómo resolver la disputa de altura ('No sé'). La docente les proporciona la estrategia (usar la pared, marcar, comparar marcas) y guía el proceso paso a paso hasta que logran la conclusión, actuando como soporte en su Zona de Desarrollo Próximo.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p57",
      "contexto": "Los niños del aula de cinco años están desarrollando el proyecto \"Aprendemos a preparar alimentos saludables\". Hoy prepararán ensaladas de verduras. Luego de lavar y picar las verduras, los niños se disponen a preparar el aliño para sus ensaladas. Para ello la docente entrega a cada mesa un recipiente con vinagre, otro con aceite, y un poco de sal y pimienta. Luego, les pregunta qué creen que pasará si juntan el aceite con el vinagre y los remueven. Los niños responden: \"¡Se mezclarán!\". Entonces, la docente les pide que viertan ambos líquidos en un solo vaso transparente y, luego, los remuevan con una cuchara. Los niños observan sorprendidos que, después de unos momentos, ambos líquidos se separan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje está promoviendo la docente en su última intervención?",
          "opciones": [
            "La transferencia de los aprendizajes.",
            "El conflicto cognitivo.",
            "La metacognición."
          ],
          "respuesta": "El conflicto cognitivo.",
          "respuestaCorta": "Contradicción entre la predicción y la observación real.",
          "solucionario": "El conflicto cognitivo (Piaget) ocurre cuando existe una discrepancia entre las estructuras mentales previas del estudiante (su creencia de que 'se mezclarán') y la nueva información o experiencia (observar que 'se separan'). La sorpresa de los niños evidencia este desequilibrio, que es el motor para reacomodar sus esquemas y generar nuevo aprendizaje.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p58",
      "contexto": "En el marco del proyecto \"Conociendo nuestra comunidad\", los niños del aula de cinco años visitan el comedor popular cercano a la IE. Al llegar a la puerta, se produce el siguiente diálogo:\nJaime dice: \"¡Qué rico huele!\".\nDocente dice: \"¿Qué creen que están cocinando?\".\nLuis dice: \"Mmm... Es guiso de pollo\".\nDocente dice: \"¿Qué te hace pensar que es guiso de pollo?\".\nLuis dice: \"Porque huele como cuando fríen el pollo con la cebolla\".\nDocente dice: \"¿Alguien tiene otra idea?\".\nLiliana dice: \"Yo creo que es la cebollita con el tomate que le echan a las lentejitas\".\nDocente dice: \"¿Por qué dices eso?\".\nLiliana dice: \"Cuando mi abuelita cocina lentejitas, huele así\".\nDocente dice: \"¿Qué podemos hacer para saber qué están cocinando?\".\nLuis dice: \"¿Y si le preguntamos?\".\nDocente dice: \"¡Buena idea! ¿Puedes preguntarle a la señora?\".\nLuis dice: \"¡Señora Mirta!, ¿podemos pasar a ver su cocina un ratito?\".\nSeñora Mirta dice: \"¡Claro que sí, niños!\".\nLos niños y la docente ingresan al local y se acercan hasta cierta distancia para ver lo que están cocinando.\nLiliana dice: \"¿Está cocinando lentejitas?\".\nSeñora Mirta dice: \"Sí, estoy guisando lentejas\".",
      "imagen": "img/inicial_2022_q58.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de la docente en su intervención?",
          "opciones": [
            "Que los niños aprendan a identificar los olores de las comidas.",
            "Que los niños pongan a prueba sus hipótesis.",
            "Que los niños puedan formular preguntas."
          ],
          "respuesta": "Que los niños pongan a prueba sus hipótesis.",
          "respuestaCorta": "Verificación de suposiciones mediante la indagación.",
          "solucionario": "La secuencia didáctica guía a los niños desde la formulación de una hipótesis basada en evidencia sensorial (el olor) hacia la verificación de la misma. Al preguntar '¿Qué creen que es?' (hipótesis) y luego '¿Qué podemos hacer para saber?' (estrategia de comprobación), la docente orienta la actividad hacia la validación de sus ideas previas contrastándolas con la realidad, esencia del pensamiento científico.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p59",
      "contexto": "La docente del aula de dos a tres años busca favorecer la colaboración voluntaria entre los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente para ese propósito?",
          "opciones": [
            "\"¿Quién puede llevar las cucharas a la mesa para comer el refrigerio?\".",
            "\"Para mantener el aula en orden, cada uno debe guardar el juguete con el que jugó\".",
            "\"A los que esperen sentaditos, les pondré una estrellita en la frente. ¿Quién quiere una estrellita?\"."
          ],
          "respuesta": "\"¿Quién puede llevar las cucharas a la mesa para comer el refrigerio?\".",
          "respuestaCorta": "Invitación a participar sin imposición ni recompensa externa.",
          "solucionario": "La colaboración voluntaria nace de la iniciativa del niño y de la identificación con las necesidades del grupo. La pregunta abierta '¿Quién puede...?' ofrece una oportunidad de acción que el niño puede tomar libremente, fomentando el sentido de pertenencia y competencia. La opción B es una orden/norma y la C es un condicionamiento conductista (premio).",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p60",
      "contexto": "null",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para atender a la necesidad de sueño de niños menores de dieciocho meses?",
          "opciones": [
            "Observar a cada niño para identificar en qué momentos suele tener sueño y llevarlo al espacio de descanso.",
            "Realizar actividades con mucho movimiento antes de dormir para que los niños se cansen y concilien el sueño rápidamente.",
            "Establecer un horario de sueño para que todos los niños duerman al mismo tiempo y así se acostumbren a seguir una rutina."
          ],
          "respuesta": "Observar a cada niño para identificar en qué momentos suele tener sueño y llevarlo al espacio de descanso.",
          "respuestaCorta": "Atención individualizada a los ritmos biológicos.",
          "solucionario": "En el ciclo I, y especialmente en menores de 18 meses, los ritmos biológicos de sueño son individuales y cambiantes. La atención pertinente requiere observar las señales de cansancio de cada niño y responder a ellas (sueño a demanda), en lugar de imponer horarios rígidos grupales (C) o sobreestimularlos (B), lo cual suele ser contraproducente.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p61",
      "contexto": "La docente del aula de tres años está recibiendo a los niños en el aula. Cuando llega Fabricio, ella lo saluda y al verlo alegre le pregunta por qué llega tan contento. Entonces, él responde: \"Mi papá me trajo en su titi\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál de las siguientes intervenciones es pertinente para que Fabricio continúe desarrollando su expresión oral?",
          "opciones": [
            "\"Fabricio, ¿tu papá te trajo en un 'titi'? No conozco qué es un 'titi', yo vi que te trajo en un carro\".",
            "\"Fabricio, para entenderte mejor, ¿te parece si me dices: 'Mi papá me trajo en su carro'? A ver, dilo después de mí\".",
            "\"Fabricio, qué bueno que tu papá pudo traerte en su carro. Cuéntame, ¿a qué otros lugares más te ha llevado en su carro?\"."
          ],
          "respuesta": "\"Fabricio, qué bueno que tu papá pudo traerte en su carro. Cuéntame, ¿a qué otros lugares más te ha llevado en su carro?\".",
          "respuestaCorta": "Reformulación positiva y expansión del diálogo.",
          "solucionario": "La estrategia pertinente para el desarrollo oral no es la corrección directa (B) ni la simulación de no entender (A), sino la reformulación o 'recast'. La docente valida lo dicho por el niño, introduce el término convencional ('carro') de forma natural en la oración y, además, expande la conversación con una pregunta abierta, fomentando que el niño siga hablando.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p62_64",
      "contexto": "La docente del aula de cinco años lee el siguiente texto a los niños:\nA Coco no le gusta el agua\nEn el bosque vivía mamá cocodrilo, ella estaba emocionada porque pronto iban a nacer sus hijitos. Un día, al contar sus huevos, se llevó una gran sorpresa al encontrar un huevo de más. Aunque un poco confundida, su alegría aumentó al saber que ahora tendría un hijito más. Al pasar los días, los primeros huevos se comenzaron a quebrar y uno a uno los cocodrilos salieron de su cascarón, pero el huevo más pequeño de todos, tardó unos días más en quebrarse. Cuando nació este último, mamá cocodrilo lo llamó Coco.\nCoco y sus tres hermanos mayores, todas las mañanas iban al río a jugar. A sus hermanos mayores, siempre les gustaba nadar y bucear, mientras que a Coco no le agradaba el agua porque no sabía nadar, él prefería quedarse en la tierra, porque lo que realmente le gustaba era trepar los árboles. Al no tener con quien jugar, siempre se sentía solo, porque sus hermanos no jugaban igual que él.\nUna mañana, mientras iban de camino al río, Coco pensó que sería buena idea usar un flotador para jugar a la pelota dentro del río, pues era el juego favorito de sus hermanos. Buscó por toda la selva, hasta que encontró un flotador a su medida. Al día siguiente, todos se fueron al río, como de costumbre. Coco estaba feliz porque ahora sí jugaría con sus hermanos. Cuando llegó el momento de entrar al río, los hermanos de Coco saltaron rápidamente al agua; mientras Coco se quedó en la orilla del río con su flotador, nervioso por saltar al agua. Sin embargo, al ver que sus hermanos se divertían, hizo un último esfuerzo y se lanzó al agua.\nYa en el río, de pronto, sintió mucho frío y la nariz empezó a picarle; Coco no pudo contenerse y se escuchó un gran ¡¡ACHISSSSS!! Rápidamente sus hermanos se acercaron y le dijeron: ¡Salud!, y Coco respondió: ¡Gracias! Todos sorprendidos, observaron que a Coco, le salía fuego de la boca y humo por su nariz. Los hermanos exclamaron: \"¡Coco no eres un cocodrilo!... ¡Eres un dragón!...\".\nAhora, todos comprendieron por qué a Coco no le gustaba estar en el agua, pero sí trepar los árboles y saltar de ellos. Desde ese día, todos decidieron cambiar los juegos; la pelota ya no solo se jugaba en el agua, sino también en la tierra, para que Coco pudiera jugar con ellos. Es así, que todos los hermanos se sintieron felices de poder jugar juntos.\nAdaptado de Gemma Merino (2016). El cocodrilo al que no le gustaba el agua.",
      "imagen": "img/inicial_2022_q62_64.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este texto?",
          "opciones": [
            "¿Cuál era el juego favorito de los hermanos de Coco?",
            "¿Por qué crees que el último huevo tardó más días en quebrarse?",
            "¿Qué opinas de la solución que Coco encontró para meterse al río a jugar con sus hermanos?"
          ],
          "respuesta": "¿Cuál era el juego favorito de los hermanos de Coco?",
          "respuestaCorta": "Recuperación de datos literales del texto.",
          "solucionario": "La información explícita es aquella que aparece escrita literalmente en el texto. El texto dice: '...jugar a la pelota dentro del río, pues era el juego favorito de sus hermanos'. Por tanto, la pregunta A requiere recuperar este dato específico. Las otras opciones piden inferencias (causa no explícita) u opinión.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre el texto?",
          "opciones": [
            "¿Cuántos hermanos tenía Coco?",
            "¿Qué otro título le pondrías al cuento?",
            "¿Crees que fue buena idea que el juego de la pelota también se juegue fuera del agua?"
          ],
          "respuesta": "¿Qué otro título le pondrías al cuento?",
          "respuestaCorta": "Deducción del tema global o idea central.",
          "solucionario": "La inferencia implica deducir información implícita o construir un significado global. Ponerle otro título al cuento requiere que el niño sintetice el tema central o el mensaje de la historia, lo cual es un proceso inferencial de nivel global. La opción A es explícita y la C es de nivel crítico (opinión).",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre el texto?",
          "opciones": [
            "¿Por qué Coco no pudo contenerse y estornudó cuando estaba en el agua?",
            "¿Por qué Coco se sentía solo cuando llegaba al río con sus hermanos?",
            "¿Te gustó cómo terminó la historia de Coco? ¿Por qué?"
          ],
          "respuesta": "¿Te gustó cómo terminó la historia de Coco? ¿Por qué?",
          "respuestaCorta": "Valoración personal y juicio crítico.",
          "solucionario": "El nivel de reflexión o crítico implica que el lector emita juicios, valoraciones o relaciones con su propia experiencia. Preguntar si les gustó el final y por qué invita a los niños a evaluar la obra y argumentar su postura personal, yendo más allá de la comprensión del contenido.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p65",
      "contexto": "En un aula de cinco años, es el momento del refrigerio, y los niños se preparan para ingerir sus alimentos. Rocío abre su táper y Sebastián le dice: \"Ah, trajiste uvas\". Ella responde: \"No, son arándanos, ¿has comido arándanos?\". Él responde que no los ha comido nunca; entonces, Rocío le invita un arándano y Sebastián observa la fruta detenidamente y luego, contento, la saborea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué nivel de representación de la función simbólica se evidencia en la experiencia de Sebastián?",
          "opciones": [
            "Nivel objeto.",
            "Nivel indicio.",
            "Nivel símbolo."
          ],
          "respuesta": "Nivel objeto.",
          "respuestaCorta": "Interacción directa con la realidad material.",
          "solucionario": "Sebastián está interactuando directamente con el arándano real: lo ve, lo toca y lo prueba. No lo está representando mentalmente en su ausencia (símbolo), ni interpretando una señal de su presencia (indicio), ni usando una palabra para evocarlo (aunque hablan, la experiencia central descrita es sensorial con la fruta). Se encuentra en el nivel de interacción con el objeto real, base para futuras representaciones.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
  
    {
      "idGrupo": "cp_inicial_2022_p66",
      "contexto": "En una IE situada en la costa norte de nuestro país, la docente del aula de cinco años está leyendo a los niños un cuento que narra las aventuras de unos animalitos durante una granizada en un pueblo de la sierra. La docente considerando que la mayoría de los niños nunca ha visto dicho fenómeno atmosférico, tiene el propósito favorecer la construcción de dicho concepto al concluir la lectura.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Explicar a los niños qué es, cómo es y cómo se forma el granizo, y en qué tipo de lugares se presenta.",
            "Preguntar a los niños si han visto como cae la lluvia y decirles que el granizo es como la lluvia, pero congelada.",
            "Conversar con los niños sobre cómo creen que es la granizada y a partir de sus respuestas, complementar con elementos conocidos, como el hielo y la lluvia."
          ],
          "respuesta": "Conversar con los niños sobre cómo creen que es la granizada y a partir de sus respuestas, complementar con elementos conocidos, como el hielo y la lluvia.",
          "respuestaCorta": "Construcción del concepto a partir de saberes previos y analogías conocidas.",
          "solucionario": "Para construir un concepto nuevo sobre algo que no se ha vivenciado, es fundamental partir de los saberes previos de los niños (lluvia, hielo) y permitir que ellos mismos elaboren sus representaciones mentales a través del diálogo, en lugar de recibir una explicación técnica abstracta.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p67",
      "contexto": "La docente y los niños del aula de cinco años, conversan sobre las danzas peruanas que conocen. Por los comentarios de los niños, la docente identifica que la danza más conocida en el aula es la marinera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente tiene el propósito de abordar la danza de la marinera como manifestación cultural a través de los lenguajes artísticos, ¿cuál de las siguientes alternativas es pertinente que realice para lograr su propósito?",
          "opciones": [
            "Que los niños observen un video de una presentación de marinera para dialogar sobre el significado de la danza, qué representan sus pasos, y luego bailarla.",
            "Que los niños observen un video y decirles por qué la marinera es importante como manifestación de nuestra cultura y que debemos sentir orgullo por ella, y luego bailarla.",
            "Que los niños observen un video de una presentación de marinera que muestre el paso básico, sus desplazamientos, y luego bailarla."
          ],
          "respuesta": "Que los niños observen un video de una presentación de marinera para dialogar sobre el significado de la danza, qué representan sus pasos, y luego bailarla.",
          "respuestaCorta": "Apreciación crítica y expresión artística de la danza.",
          "solucionario": "Abordar una danza como manifestación cultural implica no solo ejecutar los movimientos (lenguaje corporal), sino también comprender su contexto, simbolismo y significado. El diálogo sobre lo que representan los pasos fomenta la apreciación crítica antes de la expresión propia.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p68",
      "contexto": "La docente y los niños del aula de cinco años han realizado el proyecto de investigación \"¿Por qué nos enfermamos al tomar agua sin hervir?\". Al término del proyecto, los niños acordaron hacer una nota para las mamás y papás del aula para comunicar lo que han aprendido. Los niños dictaron el siguiente texto a la docente:\nPapa y mamá:\nEl agua del caño hace doler la barriga\nLos microbios entran a la barriga\nEl agua sale del caño.\nEl agua sin hervir no se toma",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una vez producido el texto, es necesario que pase a la etapa de revisión, para, posteriormente, ser enviado a las familias. En ese contexto, ¿cuál de las siguientes acciones es más pertinente que realice la docente para lograr dicho propósito?",
          "opciones": [
            "Leer el texto dictado por los niños varias veces, para que ellos mismos se den cuenta de los errores de coherencia y cohesión; luego de hacer las correcciones necesarias, volver a leerlo en voz alta para que se den cuenta de las mejoras.",
            "Leer a los niños lo que dictaron y preguntarles si se entiende bien lo que se quiere decir, qué palabras se repiten y si le falta algo a la redacción; corregirla con los aportes de todos y verificar con ellos cómo quedó.",
            "Leer el texto dictado por los niños, decirles cómo podría entenderse mejor, mientras reescribe el texto en otro papelote; mostrarles el texto inicial y el final, para que observen las mejoras y saquen sus conclusiones."
          ],
          "respuesta": "Leer a los niños lo que dictaron y preguntarles si se entiende bien lo que se quiere decir, qué palabras se repiten y si le falta algo a la redacción; corregirla con los aportes de todos y verificar con ellos cómo quedó.",
          "respuestaCorta": "Revisión textual compartida enfocada en la legibilidad y coherencia.",
          "solucionario": "En la escritura a través del docente, la revisión es una etapa clave donde los niños, guiados por el docente, analizan su propia producción para mejorarla. Preguntar por la claridad del mensaje y la repetición de palabras fomenta la conciencia sobre la función comunicativa del lenguaje escrito.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p69",
      "contexto": "Después de visitar la tienda de la localidad, los niños y la docente del aula de cinco años deciden organizar una tienda en el aula. Para ello, los niños recolectan botellas, empaques y envolturas de distintos productos. Mientras los niños ordenan la tienda, la docente recorre el aula y observa que Samuel está sujetando una envoltura y mirándola fijamente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene la intención de aprovechar esa situación para favorecer que Samuel se aproxime a la lectura. ¿Qué acción es pertinente para dicho propósito?",
          "opciones": [
            "Preguntar a Samuel qué dirá en la envoltura y por qué piensa que eso es lo que dice en esta.",
            "Proponer a Samuel que lea las vocales que encuentra en la envoltura señalándolas, y que lo haga de izquierda a derecha.",
            "Decir a Samuel que, como lo ve interesado, le leerá lo que dice en la envoltura para que él repita las palabras después de ella."
          ],
          "respuesta": "Preguntar a Samuel qué dirá en la envoltura y por qué piensa que eso es lo que dice en esta.",
          "respuestaCorta": "Fomento de la lectura no convencional a través de hipótesis sobre el texto.",
          "solucionario": "La aproximación a la lectura en el nivel inicial ocurre cuando el niño elabora hipótesis sobre lo que dicen los textos a partir de indicios (logotipos, colores, contexto). Preguntar \"qué dirá\" y \"por qué\" motiva a Samuel a utilizar sus estrategias de lectura no convencional.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p70",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece la apropiación del sistema de escritura en los niños?",
          "opciones": [
            "Presentarles en un papelógrafo el texto de una canción breve. Luego de leerles el texto, señalar algunas palabras para que las adivinen. Finalmente, entregarles hojas con el texto de la canción para que repasen las palabras con plumón.",
            "Presentarles una lista de los libros de la biblioteca del aula. Luego de leerles la lista, decirles que, cada vez que tomen un libro prestado, escriban su nombre en la lista, al costado del nombre del libro correspondiente.",
            "Presentarles una lista con los ingredientes para preparar una ensalada de frutas. Luego de leerles la lista, decirles que la transcriban a sus cuadernos e indicarles qué fruta le toca traer a cada uno."
          ],
          "respuesta": "Presentarles una lista de los libros de la biblioteca del aula. Luego de leerles la lista, decirles que, cada vez que tomen un libro prestado, escriban su nombre en la lista, al costado del nombre del libro correspondiente.",
          "respuestaCorta": "Uso de la escritura con un propósito real y funcional.",
          "solucionario": "La apropiación del sistema de escritura se favorece cuando los niños usan la escritura con un propósito social y comunicativo real (registrar préstamos) en lugar de realizar actividades mecánicas como repasar letras o transcribir sin sentido.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p71",
      "contexto": "La docente del aula de cinco años, últimamente, pone música instrumental para acompañar algunas actividades de la jornada. Hoy, les ha planteado a los niños que mientras escuchan una pieza musical, con un plumón registren en trazos sobre una hoja de papel, el sonido que escuchan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la actividad descrita, ¿qué nivel de representación de la función simbólica está trabajando la docente?",
          "opciones": [
            "Nivel indicio.",
            "Nivel símbolo.",
            "Nivel signo."
          ],
          "respuesta": "Nivel símbolo.",
          "respuestaCorta": "Representación personal y subjetiva de un estímulo.",
          "solucionario": "El nivel de símbolo implica una representación creada por el propio niño que guarda una relación de semejanza subjetiva con lo representado (en este caso, los trazos representan los sonidos escuchados). A diferencia del signo, que es arbitrario y socialmente acordado.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p72",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente del aula de cuatro años busca promover la expresión oral de los niños. ¿Cuál de las siguientes acciones es menos pertinente para ese propósito?",
          "opciones": [
            "Plantear a los niños que elaboren predicciones antes y durante la lectura de cuentos.",
            "Pedir a los niños que todos los días practiquen las canciones, poesías, rimas y trabalenguas aprendidos hasta el momento.",
            "Proponer a los niños que lleven al aula el juguete que más les gusta y compartan con sus compañeros por qué les gusta."
          ],
          "respuesta": "Pedir a los niños que todos los días practiquen las canciones, poesías, rimas y trabalenguas aprendidos hasta el momento.",
          "respuestaCorta": "La repetición mecánica diaria no fomenta la expresión oral creativa ni comunicativa.",
          "solucionario": "La expresión oral se desarrolla a través de interacciones espontáneas y creativas. La práctica repetitiva diaria de textos memorizados es la menos pertinente porque se vuelve una actividad mecánica que no requiere que el niño organice sus propias ideas ni interactúe con otros de forma auténtica.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p73",
      "contexto": "La docente del aula de cinco años tiene el propósito de que los niños expresen con claridad sus ideas y las defiendan. Para ello, les ha propuesto conversar sobre si es bueno tener o no un animalito en casa, planteándoles la siguiente pregunta: \"¿Creen que todos los niños deberían tener en su casa un perro o un gato?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante la situación descrita, ¿cuál de las siguientes acciones es pertinente que realice la docente a continuación para contribuir con el propósito planteado?",
          "opciones": [
            "Plantear a los niños que cada uno debe expresar su propia opinión y escuchar respetuosamente a sus compañeros. Luego, recordarles no interrumpir para cambiar la forma de pensar sus compañeros.",
            "Preguntar a los niños quiénes están a favor y quiénes no; y pedirles que expliquen por qué. Luego, invitarlos a que opinen sobre lo que dicen sus compañeros.",
            "Pedir a cada niño que por turnos responda la pregunta. Luego, formularle repreguntas y pedirle que amplíe más cada una de sus ideas."
          ],
          "respuesta": "Preguntar a los niños quiénes están a favor y quiénes no; y pedirles que expliquen por qué. Luego, invitarlos a que opinen sobre lo que dicen sus compañeros.",
          "respuestaCorta": "Intercambio de opiniones y argumentación entre pares.",
          "solucionario": "Para que los niños defiendan sus ideas, necesitan un espacio de contraste. Preguntar por posturas a favor o en contra y pedir explicaciones (\"por qué\") promueve la argumentación, mientras que invitarlos a opinar sobre lo que dicen otros fomenta el pensamiento crítico y la defensa de sus puntos de vista.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p74",
      "contexto": "La docente del aula de cinco años tiene el propósito de desarrollar la apreciación artística de los niños; para ello, ha elaborado un listado de alternativas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas para realizar con los niños NO contribuye con su propósito?",
          "opciones": [
            "Observar con los niños obras de arte en láminas, pedir que elijan su favorita y entregarles una hoja con la reproducción para colorear; a continuación, pedirles que la pinten según los colores originales de la obra.",
            "Observar con los niños la arquitectura de las casas de la comunidad desde distintos lugares, distancias y posiciones de cerca, lejos, sentados o parados y pedirles que digan de qué manera les gusta más ver las casas.",
            "Observar con los niños un paisaje natural pidiéndoles que describan las formas, texturas, colores y aromas, así como los recuerdos y las sensaciones que les generan."
          ],
          "respuesta": "Observar con los niños obras de arte en láminas, pedir que elijan su favorita y entregarles una hoja con la reproducción para colorear; a continuación, pedirles que la pinten según los colores originales de la obra.",
          "respuestaCorta": "La reproducción mecánica y copia de colores limita la apreciación crítica y la creatividad.",
          "solucionario": "La apreciación artística implica observar, describir y sentir la obra, no copiarla mecánicamente. Pedir a los niños que coloreen una reproducción siguiendo los colores originales mata la capacidad de interpretación personal y el disfrute estético, convirtiéndolo en una tarea de motricidad fina desvirtuada.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2022_p75",
      "contexto": "Javier, de once meses, ha empezado a ponerse de pie. Cuando la docente intenta cambiarle el pañal, él se mueve mucho y quiere pararse en el cambiador.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes acciones es respetuosa con el desarrollo motor del niño?",
          "opciones": [
            "Acostar a Javier y darle un juguete para que se distraiga y así se le pueda cambiar el pañal.",
            "Jugar con Javier hasta que se canse y esperar a que se duerma para cambiarle el pañal.",
            "Cambiar el pañal a Javier adecuándose a la postura en la que él se encuentra."
          ],
          "respuesta": "Cambiar el pañal a Javier adecuándose a la postura en la que él se encuentra.",
          "respuestaCorta": "Adaptación a las necesidades y posturas motoras autónomas del niño.",
          "solucionario": "El respeto al desarrollo motor autónomo (enfoque Pikler) implica que el adulto debe adaptarse a las posturas que el niño domina y elige. Si Javier quiere estar de pie, el docente debe realizar el cuidado en esa posición, integrándolo en la actividad en lugar de forzarlo a una postura (acostado) que ya no responde a su hito de desarrollo actual.",
          "seccion": "Conocimientos Pedagógicos, Curriculares y Disciplinares de la Especialidad"
        }
      ]
    }
  ]
}
  