{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_edufisica_2019_p51",
      "contexto": "El docente de Educación Física está preocupado por Alondra, una de sus estudiantes. Ella es sumamente hábil y siempre sobresale en las actividades del área; sin embargo, últimamente el docente ha notado que realiza solo el mínimo esfuerzo durante las sesiones. El docente conversa con Alondra y le hace notar este hecho, a lo que ella responde: \"Es que todo es muy fácil para mí y me aburro\". Entonces el docente le ofrece planificar algunas tareas de mayor dificultad para que pueda desarrollar aún más sus competencias y además le propone asumir nuevas responsabilidades durante la sesión, ayudando a algunos de sus compañeros, proponiendo ejercicios nuevos, y participando como monitora de las actividades. Alondra, muy motivada, acepta el desafío y comienza a esforzarse mucho más durante las sesiones y a desarrollar su potencial.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué enfoque transversal del currículo se evidencia principalmente en la intervención del docente?",
          "opciones": [
            "Búsqueda de la excelencia.",
            "Orientación al bien común.",
            "Inclusivo o de atención a la diversidad."
          ],
          "respuesta": "Búsqueda de la excelencia.",
          "respuestaCorta": "La intervención busca maximizar el potencial de la estudiante.",
          "solucionario": "La respuesta correcta es la A. El docente promueve la Búsqueda de la excelencia al incentivar a la estudiante a utilizar al máximo sus facultades y adquirir nuevas responsabilidades para superar el aburrimiento y desarrollar su potencial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p52",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes situaciones se relaciona principalmente con el enfoque transversal de orientación al bien común?",
          "opciones": [
            "El docente se preocupa porque algunos estudiantes tienen dificultades para lograr los objetivos del área; por eso, reconociendo el valor inherente de cada persona por encima de cualquier diferencia, les ofrece diversas oportunidades de aprendizaje para que logren desarrollar sus capacidades.",
            "Uno de los estudiantes llegó tarde a la IE, y el vigilante que supervisa la entrada y salida de los estudiantes le dice que no podrá ingresar a clases; el estudiante le responde que, si bien ha llegado tarde, es su derecho asistir a la escuela y aprender; entonces el vigilante le da la razón y lo deja ingresar pidiéndole que por favor sea más puntual.",
            "El equipo de atletismo de la IE no tiene zapatillas adecuadas para competir en los próximos juegos interescolares, por lo que no podrán participar en la competencia; los atletas y sus compañeros se reúnen y, entre todos, planifican una actividad para conseguir las zapatillas que el equipo necesita."
          ],
          "respuesta": "El equipo de atletismo de la IE no tiene zapatillas adecuadas para competir en los próximos juegos interescolares, por lo que no podrán participar en la competencia; los atletas y sus compañeros se reúnen y, entre todos, planifican una actividad para conseguir las zapatillas que el equipo necesita.",
          "respuestaCorta": "La solidaridad y el trabajo colectivo por una necesidad compartida reflejan el bien común.",
          "solucionario": "La respuesta correcta es la C. Esta situación refleja la Orientación al bien común, donde la comunidad educativa se une solidariamente para solucionar una carencia que afecta al grupo (el equipo de atletismo), priorizando el bienestar colectivo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p53",
      "contexto": "Durante una sesión, los estudiantes crearon grupalmente afiches informativos con recomendaciones para evitar la radiación solar en horas de Educación Física. El docente anuncia que el afiche del grupo de Joaquín ha sido elegido para ser exhibido en el patio central de la IE. Hilda, una estudiante de otro grupo, se burla diciendo que el afiche es muy feo y que no tiene creatividad. Joaquín le dice a Hilda que es una perdedora, y ambos comienzan a discutir alzando la voz e insultándose. Entonces, el docente se acerca a ambos, detiene la discusión y les pide salir del aula para conversar sobre lo ocurrido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice el docente a continuación?",
          "opciones": [
            "Pedir a los estudiantes que se calmen, que reflexionen por separado sobre sus actos, y que luego se pidan disculpas por sus acciones y se den la mano para demostrar que ya no existe rencor entre ellos.",
            "Explicar a los estudiantes lo perjudiciales que son las peleas entre compañeros de aula, tanto para los involucrados en el conflicto como para el resto del grupo; luego recordarles el valor del compañerismo y el trabajo en equipo.",
            "Pedir a los estudiantes que, sin interrumpirse y hablando en primera persona, expliquen qué pasó, por qué pasó y cómo se sienten al respecto; luego, que cada uno proponga alternativas que puedan ayudarlos a expresar su malestar de manera constructiva."
          ],
          "respuesta": "Pedir a los estudiantes que, sin interrumpirse y hablando en primera persona, expliquen qué pasó, por qué pasó y cómo se sienten al respecto; luego, que cada uno proponga alternativas que puedan ayudarlos a expresar su malestar de manera constructiva.",
          "respuestaCorta": "Promueve la resolución autónoma y reflexiva del conflicto.",
          "solucionario": "La respuesta correcta es la C. Esta acción es la más pertinente porque promueve la gestión del conflicto, el autoconocimiento y la empatía, permitiendo que los estudiantes expresen sus emociones y busquen soluciones constructivas por sí mismos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p54",
      "contexto": "El docente les propone a los estudiantes del equipo de carreras de velocidad realizar varias tareas para lograr mejorar su desempeño.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas tiene mayor demanda cognitiva?",
          "opciones": [
            "Hacer un registro de sus tiempos en una ficha y luego trasladarlos a una hoja de cálculo.",
            "Identificar las principales dificultades que han tenido en las últimas carreras realizadas.",
            "Proponer un plan de mejora a corto, mediano y largo plazo para optimizar sus tiempos."
          ],
          "respuesta": "Proponer un plan de mejora a corto, mediano y largo plazo para optimizar sus tiempos.",
          "respuestaCorta": "Requiere análisis, síntesis y planificación estratégica.",
          "solucionario": "La respuesta correcta es la C. Proponer un plan de mejora implica procesos cognitivos de orden superior como evaluar, crear y planificar estrategias, lo cual tiene mayor demanda cognitiva que solo registrar datos o identificar problemas aislados.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p55",
      "contexto": "Como parte del desarrollo de la coordinación de los estudiantes, una docente de Educación Física planifica actividades rítmicas con telas de 1,50 m x 0,70 m. Si quiere recoger los saberes previos de los estudiantes sobre los elementos corporales de la gimnasia para determinar el apoyo que será necesario brindarles durante el proceso de aprendizaje",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es adecuada?",
          "opciones": [
            "Proponer a los estudiantes realizar libremente balanceos, saltos y giros usando la tela de forma individual.",
            "Pedirles a los estudiantes que ejecuten coreografías en pequeños grupos utilizando la tela de forma individual.",
            "Proponer a los estudiantes realizar movimientos circulares, serpenteos y ondas con la tela de forma individual."
          ],
          "respuesta": "Proponer a los estudiantes realizar libremente balanceos, saltos y giros usando la tela de forma individual.",
          "respuestaCorta": "La exploración libre permite observar habilidades preexistentes.",
          "solucionario": "La respuesta correcta es la A. Para recoger saberes previos motrices, es necesario permitir la exploración libre de movimientos fundamentales (balanceos, saltos, giros) para observar el nivel de dominio actual de los estudiantes.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p56",
      "contexto": "El docente ha planificado las siguientes actividades para una sesión de la unidad didáctica \"Conociendo y desarrollando mi esquema corporal\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de ellas es más compleja?",
          "opciones": [
            "Cada estudiante mantiene en el aire un globo golpeándolo con diferentes segmentos de su cuerpo, según la consigna dada por el docente: \"¡Con el hombro!\", \"¡Ahora con la mano!\", \"¡Con el pie!\", \"¡Ahora intercambiando el globo con el compañero!\", entre otras.",
            "Un grupo de estudiantes persigue al resto de compañeros intentando tocar con un globo la parte del cuerpo indicada por el docente: \"¡Intenten tocar las rodillas de sus compañeros!\", \"¡Ahora su espalda!\", \"¡Los pies!\", \"¡La cabeza!\", \"¡Las manos!\", \"¡Los tobillos!\", entre otras.",
            "Un estudiante, sentado en una colchoneta y sin salir de ella, debe evitar que su compañero, que está de pie fuera de la colchoneta, toque con un globo la parte de su cuerpo indicada por el docente: \"¡Intenten tocar la espalda de su compañero!\", \"¡Ahora el tobillo!\", \"¡La cabeza!\", entre otras."
          ],
          "respuesta": "Un estudiante, sentado en una colchoneta y sin salir de ella, debe evitar que su compañero, que está de pie fuera de la colchoneta, toque con un globo la parte de su cuerpo indicada por el docente: \"¡Intenten tocar la espalda de su compañero!\", \"¡Ahora el tobillo!\", \"¡La cabeza!\", entre otras.",
          "respuestaCorta": "Implica restricción espacial, defensa y respuesta a un oponente activo.",
          "solucionario": "La respuesta correcta es la C. Esta actividad es la más compleja porque requiere que el estudiante coordine su esquema corporal para defenderse de un oponente activo (incertidumbre) mientras mantiene una restricción espacial (no salir de la colchoneta), exigiendo mayor ajuste postural y anticipación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p57",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una actividad que corresponde a la fase de activación corporal general?",
          "opciones": [
            "Desplazarse salticando mientras se realizan movimientos de circunducción con las extremidades superiores extendidas.",
            "Desplazarse en zigzag conduciendo un balón a través de una serie de conos colocados en el piso a un metro uno del otro.",
            "Trotar en el sitio y luego pasar a la posición de cuclillas, apoyar las manos en el piso, extender las piernas hacia atrás, volver a la posición de cuclillas y dar un salto con palmada."
          ],
          "respuesta": "Desplazarse salticando mientras se realizan movimientos de circunducción con las extremidades superiores extendidas.",
          "respuestaCorta": "Movimiento global de baja a moderada intensidad adecuado para el calentamiento.",
          "solucionario": "La respuesta correcta es la A. La activación corporal general busca elevar la temperatura corporal y preparar las articulaciones mediante movimientos globales y rítmicos de intensidad moderada, como desplazarse salticando con movimientos articulares.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p58",
      "contexto": null,
      "imagen": "img/educacion_fisica_2019_q58.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejercicios es más adecuado para desarrollar la agilidad?",
          "opciones": [
            "a",
            "b",
            "c"
          ],
          "respuesta": "b",
          "respuestaCorta": "El salto de potro (o pídola) implica coordinación, fuerza y ajuste rápido.",
          "solucionario": "La respuesta correcta es la B. La imagen B (saltar sobre un compañero o pídola) requiere coordinación dinámica general, velocidad y ajuste postural rápido en el aire, componentes claves de la agilidad.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p59",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué es un circuito motriz?",
          "opciones": [
            "Es un conjunto de ejercicios organizados y estructurados en los que un grupo de ejecutantes recorre un trayecto con diferentes estaciones en las que deberán realizar ciertos ejercicios.",
            "Es un sistema para el entrenamiento en atletismo que consiste en hacer diversos ejercicios, tanto aeróbicos como anaeróbicos, principalmente ejercicios de carrera, caracterizados por los cambios de ritmo realizados en intervalos.",
            "Es un tipo de ejercicio de carrera que se caracteriza por comenzar con un trote ligero como calentamiento, seguido por un aumento progresivo de la velocidad, hasta lograr mantener el ritmo sin agotamiento, y, finalmente, un trote suave para volver al estado inicial."
          ],
          "respuesta": "Es un conjunto de ejercicios organizados y estructurados en los que un grupo de ejecutantes recorre un trayecto con diferentes estaciones en las que deberán realizar ciertos ejercicios.",
          "respuestaCorta": "Definición clásica de circuito por estaciones.",
          "solucionario": "La respuesta correcta es la A. El circuito motriz se define por la organización rotativa de participantes a través de diversas 'estaciones' o postas, donde se realizan ejercicios específicos antes de pasar a la siguiente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p60_63",
      "contexto": "El docente inicia la activación fisiológica con la música de una danza muy alegre de la región. Les propone a los estudiantes realizar diversos movimientos al ritmo de la música desplazándose de manera libre por todo el campo. Evitando chocarse con sus compañeros, los estudiantes avanzan, retroceden, mueven los brazos como molinos de viento, luego imitando a un cóndor; flexionan ligeramente el tronco hacia adelante, luego hacia atrás; saltan en un pie, enseguida con el otro; giran hacia un lado, luego hacia el otro; saltan con ambos pies al ritmo de la percusión... ríen... disfrutan el ejercicio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué están desarrollando principalmente los estudiantes con esta actividad?",
          "opciones": [
            "Su condición física.",
            "Su imagen corporal.",
            "Su estructuración espacio-temporal."
          ],
          "respuesta": "Su estructuración espacio-temporal.",
          "respuestaCorta": "Se trabaja el ritmo y el desplazamiento en el espacio.",
          "solucionario": "La respuesta correcta es la C. La actividad involucra moverse al ritmo de la música (tiempo) y desplazarse evitando choques y cambiando direcciones (espacio), lo que trabaja directamente la estructuración espacio-temporal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué capacidades se desarrollan principalmente con esta actividad?",
          "opciones": [
            "Sociomotrices.",
            "Físico-motrices.",
            "Perceptivo-motrices."
          ],
          "respuesta": "Perceptivo-motrices.",
          "respuestaCorta": "Implica percepción del ritmo y ajuste del movimiento.",
          "solucionario": "La respuesta correcta es la C. La actividad requiere percibir estímulos externos (música, compañeros, espacio) y ajustar el movimiento corporal a ellos, lo cual define a las capacidades perceptivo-motrices (ritmo, equilibrio, coordinación).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿En cuál de las siguientes acciones se evidencia principalmente la toma de conciencia del espacio propio y próximo?",
          "opciones": [
            "Al evitar chocarse con los compañeros.",
            "Al saltar con ambos pies al ritmo de la música.",
            "Al representar a objetos o animales con sus brazos."
          ],
          "respuesta": "Al evitar chocarse con los compañeros.",
          "respuestaCorta": "Requiere calcular distancias y respetar el espacio ajeno.",
          "solucionario": "La respuesta correcta es la A. Evitar chocar con otros implica reconocer los límites del propio cuerpo y la distancia respecto a los demás, evidenciando conciencia del espacio propio y próximo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Cuando los estudiantes golpean el suelo saltando con ambos pies al ritmo de la percusión, ¿qué aspecto de la ejecución están tomando en cuenta principalmente?",
          "opciones": [
            "El nivel de ejecución.",
            "El tiempo de ejecución.",
            "El espacio de ejecución."
          ],
          "respuesta": "El tiempo de ejecución.",
          "respuestaCorta": "El ritmo musical marca el tiempo de la acción.",
          "solucionario": "La respuesta correcta es la B. Coordinar el salto con el ritmo de la percusión implica ajustar el movimiento a una estructura temporal externa, es decir, el tiempo de ejecución.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "cp_edufisica_2019_p64_67",
      "contexto": "En la sesión \"Controlamos nuestra respiración\", el docente propicia un diálogo con los estudiantes por medio de preguntas orientadas a reflexionar sobre qué es la respiración, cómo se realiza, los efectos que ocurren en el organismo cuando respiramos y los distintos tipos de respiración. Luego del intercambio de ideas, el docente propone a los estudiantes realizar la activación corporal mediante desplazamientos variados y les pide que estén atentos a su respiración.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego, el docente solicita a sus estudiantes que se detengan y coloquen una mano sobre la zona pectoral y la otra mano sobre la zona abdominal, y les pide que intenten respirar expandiendo la zona abdominal. ¿Qué tipo de respiración están desarrollando los estudiantes en este ejercicio?",
          "opciones": [
            "La torácica.",
            "La clavicular.",
            "La diafragmática."
          ],
          "respuesta": "La diafragmática.",
          "respuestaCorta": "La expansión abdominal es característica de la respiración diafragmática.",
          "solucionario": "La respuesta correcta es la C. La instrucción de \"respirar expandiendo la zona abdominal\" corresponde específicamente a la respiración diafragmática o abdominal, donde el diafragma baja y empuja el contenido abdominal hacia afuera.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Cuando el docente solicita a sus estudiantes que coloquen una mano sobre la zona pectoral y la otra mano sobre la zona abdominal para respirar intentando expandir la zona abdominal, ¿qué aspecto están desarrollando predominantemente los estudiantes?",
          "opciones": [
            "Percepción del propio cuerpo.",
            "Relajación segmentaria.",
            "Equilibrio estático."
          ],
          "respuesta": "Percepción del propio cuerpo.",
          "respuestaCorta": "El tacto y la atención interna fomentan la conciencia corporal.",
          "solucionario": "La respuesta correcta es la A. Al tocar zonas específicas del cuerpo y enfocar la atención en el movimiento interno (expansión abdominal), los estudiantes están trabajando la propiocepción o percepción del propio cuerpo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué competencia se está desarrollando predominantemente en la sesión descrita?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Asume una vida saludable.",
          "respuestaCorta": "Conocer y controlar la respiración es fundamental para la salud y el bienestar.",
          "solucionario": "La respuesta correcta es la A. La sesión aborda la comprensión del funcionamiento del organismo (respiración) y sus efectos, lo cual es parte fundamental de la competencia \"Asume una vida saludable\", que busca que los estudiantes comprendan el funcionamiento de su cuerpo para cuidarlo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "Luego de realizar diversas actividades relacionadas con la respiración, una estudiante comenta: \"No sabía que hay varios tipos de respiración. ¡Ahora me doy cuenta de que mi respiración es incompleta! Me ha parecido muy interesante, pero aún me quedan algunas dudas sobre el tema, así que seguiré investigando\". ¿Cuál es el proceso cognitivo que se evidencia principalmente en el comentario de la estudiante?",
          "opciones": [
            "Conflicto cognitivo.",
            "Metacognición.",
            "Transferencia."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "La estudiante reflexiona sobre su propio proceso de aprendizaje y conocimiento.",
          "solucionario": "La respuesta correcta es la B. La estudiante reflexiona sobre lo que sabía antes, lo que ha aprendido ahora y lo que le falta por aprender (\"me doy cuenta de que...\", \"seguiré investigando\"), lo cual es un proceso metacognitivo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p68_69",
      "contexto": "El docente trabaja con los estudiantes acciones de lanzamiento en baloncesto con el propósito de desarrollar la coordinación. Para ello, designa a algunos estudiantes como monitores e interactúa permanentemente con ellos durante todo el proceso de enseñanza. Los monitores acompañan el trabajo de sus compañeros, los refuerzan y gestionan las tareas dentro del grupo, y son los responsables de trasmitir las orientaciones a tener en cuenta durante el lanzamiento a la canasta. Las orientaciones dadas por el docente por medio de los monitores son las siguientes:\n1.° Ubicar el blanco.\n2.° Flexionar y luego extender las rodillas para saltar.\n3.° Saltar ligeramente hacia adelante al lanzar.\n4.° Lanzar el balón hacia arriba con la mano de tiro.\n5.° Seguir el movimiento del balón.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aspecto del deporte se está desarrollando en la actividad?",
          "opciones": [
            "La estrategia.",
            "La técnica.",
            "La táctica."
          ],
          "respuesta": "La técnica.",
          "respuestaCorta": "Se describen los gestos biomecánicos precisos del lanzamiento.",
          "solucionario": "La respuesta correcta es la B. Las instrucciones (ubicar blanco, flexionar rodillas, lanzar hacia arriba, seguir movimiento) describen la ejecución biomecánica del gesto motor, lo que corresponde a la técnica del lanzamiento.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué estilo de enseñanza está aplicando el docente cuando designa a algunos estudiantes como monitores?",
          "opciones": [
            "Resolución de problemas.",
            "Enseñanza recíproca.",
            "Microenseñanza."
          ],
          "respuesta": "Microenseñanza.",
          "respuestaCorta": "Según la clave oficial, se categoriza aquí, aunque pedagógicamente tiene rasgos de enseñanza recíproca.",
          "solucionario": "La respuesta correcta según la clave oficial es la C. Aunque el uso de monitores es típico de la enseñanza recíproca, en el contexto de exámenes estandarizados, el desglose de tareas específicas a través de pequeños grupos liderados puede asociarse a estructuras de microenseñanza o grupos reducidos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p70",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de resistencia se desarrolla predominantemente en una actividad física de intensidad media y larga duración?",
          "opciones": [
            "Aeróbica.",
            "Anaeróbica láctica.",
            "Anaeróbica aláctica."
          ],
          "respuesta": "Aeróbica.",
          "respuestaCorta": "La larga duración y media intensidad utilizan la vía oxidativa.",
          "solucionario": "La respuesta correcta es la A. La resistencia aeróbica se caracteriza por esfuerzos de intensidad moderada mantenidos durante un tiempo prolongado, utilizando el oxígeno como fuente principal de energía.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p71_72",
      "contexto": "La epistaxis (o sangrado nasal) puede ocurrir tanto en niños como en adultos y, si bien no suele ser grave, es necesario saber cómo detenerla y cuándo consultar a un médico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es la forma adecuada de detener el sangrado nasal?",
          "opciones": [
            "La persona debe inclinar la cabeza hacia atrás y presionar las fosas nasales con los dedos a modo de pinza por algunos minutos.",
            "La persona debe echarse con la cara hacia arriba e introducir un algodón o gasa limpia en las fosas nasales hasta que la hemorragia se detenga por sí sola.",
            "La persona debe sentarse derecha con la cabeza inclinada ligeramente hacía adelante y debe presionar las fosas nasales con los dedos a modo de pinza por algunos minutos."
          ],
          "respuesta": "La persona debe sentarse derecha con la cabeza inclinada ligeramente hacía adelante y debe presionar las fosas nasales con los dedos a modo de pinza por algunos minutos.",
          "respuestaCorta": "Posición correcta para evitar tragar sangre y detener el flujo.",
          "solucionario": "La respuesta correcta es la C. El protocolo de primeros auxilios indica inclinar la cabeza hacia adelante (para evitar tragar sangre) y presionar las aletas nasales (pinza) para detener la hemorragia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿En cuál de los siguientes casos es necesario buscar asistencia médica de urgencia?",
          "opciones": [
            "Si el sangrado se produce por un objeto extraño dentro de la nariz.",
            "Si el sangrado se produce sin un motivo aparente.",
            "Si el sangrado presenta algún coágulo de sangre."
          ],
          "respuesta": "Si el sangrado se produce por un objeto extraño dentro de la nariz.",
          "respuestaCorta": "Intentar extraer un objeto extraño puede empeorar el daño; requiere un médico.",
          "solucionario": "La respuesta correcta es la A. La presencia de un objeto extraño requiere intervención profesional para su extracción segura sin causar más daño o empujarlo más adentro.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p73_74",
      "contexto": "\"Este enfoque se caracteriza por la enseñanza de las progresiones de los fundamentos técnicos, y se evidencia cuando primero el docente enseña a los estudiantes a ejecutar de manera correcta los movimientos y luego les pide que los repitan uno a uno hasta dominarlos para finalmente integrarlos en un juego deportivo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué enfoque corresponde la descripción?",
          "opciones": [
            "Al enfoque técnico.",
            "Al enfoque dinámico.",
            "Al enfoque psicomotor."
          ],
          "respuesta": "Al enfoque técnico.",
          "respuestaCorta": "Se centra en la repetición aislada de gestos técnicos.",
          "solucionario": "La respuesta correcta es la A. El enfoque técnico o tradicional se basa en la enseñanza analítica de los gestos deportivos fuera del contexto de juego real, priorizando la ejecución correcta antes de jugar.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál es la principal característica del enfoque descrito anteriormente?",
          "opciones": [
            "Sigue el camino de la exploración y el descubrimiento.",
            "Se centra en encauzar el interés de los estudiantes por jugar.",
            "El aprendizaje del gesto técnico se hace fuera del contexto de juego."
          ],
          "respuesta": "El aprendizaje del gesto técnico se hace fuera del contexto de juego.",
          "respuestaCorta": "Es la característica definitoria del modelo analítico/técnico.",
          "solucionario": "La respuesta correcta es la C. Tal como indica el texto, se enseña primero el movimiento (técnica) de forma aislada y repetitiva antes de integrarlo al juego.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p75_76",
      "contexto": "Dado que se acercan los Juegos Panamericanos, los estudiantes están muy interesados por conocer más sobre el atletismo, por eso la docente planifica la unidad de aprendizaje \"Descubriendo mis habilidades atléticas\". En una de las sesiones, la docente muestra a los estudiantes cómo se realiza el lanzamiento de jabalina: la toma correcta del aparato por la empuñadura manteniendo el brazo paralelo al piso, la carrera de aproximación sosteniendo el aparato, la mirada puesta en la zona de lanzamiento, el acercamiento al borde de la zona de lanzamiento llevando el aparato hacia atrás, el implante del pie previo al lanzamiento en la marca preestablecida, el lanzamiento en sí y la fase de recuperación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades motrices se desarrollan predominantemente en esta prueba?",
          "opciones": [
            "Locomotoras.",
            "Manipulativas.",
            "No locomotoras."
          ],
          "respuesta": "Manipulativas.",
          "respuestaCorta": "El lanzamiento de un objeto (jabalina) es una habilidad manipulativa.",
          "solucionario": "La respuesta correcta es la B. Aunque incluye carrera, el objetivo central y la técnica específica de la jabalina (lanzar un objeto) clasifican la habilidad predominantemente como manipulativa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué tipo de velocidad requiere principalmente el lanzamiento de jabalina?",
          "opciones": [
            "Velocidad de desplazamiento o cíclica.",
            "Velocidad de reacción o rapidez.",
            "Velocidad gestual o acíclica."
          ],
          "respuesta": "Velocidad gestual o acíclica.",
          "respuestaCorta": "La velocidad del gesto del brazo determina la proyección.",
          "solucionario": "La respuesta correcta es la C. La fase crítica del lanzamiento depende de la velocidad de ejecución de un gesto único (el lanzamiento del brazo), lo cual se define como velocidad gestual o acíclica.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
   
    {
      "idGrupo": "cp_edufisica_2019_p77_78",
      "contexto": "El docente reúne a los estudiantes y les propone realizar la siguiente actividad: \"Vamos a desarrollar un juego con instrumentos de percusión. El sonido de cada instrumento indicará la tarea que deben realizar. Presten atención a las instrucciones: cuando escuchen el sonido del triángulo, se desplazarán por todo el espacio como si fueran pájaros; cuando escuchen el sonido de la pandereta, se desplazarán como monos; y cuando escuchen el sonido del tambor, como elefantes\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué capacidad están desarrollando los estudiantes principalmente con esta actividad?",
          "opciones": [
            "Organización espacial.",
            "Estructuración temporal.",
            "Discriminación auditiva."
          ],
          "respuesta": "Discriminación auditiva.",
          "respuestaCorta": "Deben distinguir sonidos específicos para actuar.",
          "solucionario": "La respuesta correcta es la C. La actividad exige que los estudiantes diferencien (discriminen) entre los sonidos del triángulo, la pandereta y el tambor para ejecutar la acción motriz correspondiente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Qué acción deben realizar los estudiantes para lograr seguir las consignas a partir del sonido escuchado?",
          "opciones": [
            "Ordenar las acciones en el espacio y en el tiempo.",
            "Ajustar el propio movimiento ante una demanda.",
            "Coordinar los movimientos en acciones motrices."
          ],
          "respuesta": "Ajustar el propio movimiento ante una demanda.",
          "respuestaCorta": "El estímulo auditivo demanda una respuesta motriz específica.",
          "solucionario": "La respuesta correcta es la B. Los estudiantes deben adaptar (ajustar) su comportamiento motor (desplazarse como pájaro, mono o elefante) en respuesta inmediata a una demanda externa (el sonido específico).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p79",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué información brinda la relación entre el peso y talla de los estudiantes, y su edad?",
          "opciones": [
            "Información sobre su estado físico.",
            "Información sobre su estado nutricional.",
            "Información sobre su índice de masa corporal."
          ],
          "respuesta": "Información sobre su estado nutricional.",
          "respuestaCorta": "Las tablas de crecimiento (peso/talla/edad) evalúan nutrición.",
          "solucionario": "La respuesta correcta es la B. La relación entre peso, talla y edad se utiliza en los patrones de crecimiento para determinar el estado nutricional del estudiante (desnutrición, peso normal, sobrepeso, obesidad).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p80",
      "contexto": "Se presentan imágenes de tres ejercicios físicos distintos.",
      "imagen": "img/educacion_fisica_2019_q80.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes ejercicios puede afectar negativamente las articulaciones de los estudiantes?",
          "opciones": [
            "Ejercicio A",
            "Ejercicio B",
            "Ejercicio C"
          ],
          "respuesta": "Ejercicio C",
          "respuestaCorta": "La rotación balística de tronco es lesiva para la columna.",
          "solucionario": "La respuesta correcta es la C. El ejercicio de rotación de tronco realizado de manera balística (con impulso rápido y descontrolado), a menudo representado en estas opciones, genera un estrés excesivo en los discos intervertebrales y puede afectar negativamente la columna vertebral.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p81",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aspectos debe evitar el docente para promover la participación y motivación de los estudiantes durante las actividades lúdicas?",
          "opciones": [
            "Las modificaciones.",
            "Las eliminaciones.",
            "La competencia."
          ],
          "respuesta": "Las eliminaciones.",
          "respuestaCorta": "La eliminación excluye al estudiante de la práctica.",
          "solucionario": "La respuesta correcta es la B. Para mantener la participación de todos, se deben evitar juegos donde los estudiantes sean eliminados y deban esperar sentados, ya que esto reduce el tiempo de actividad motriz y la motivación.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p82",
      "contexto": "Un docente conversa con los estudiantes sobre la importancia de poner en práctica el fair play, o juego limpio, en las diversas actividades del área.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las competencias del área está tomando en cuenta predominantemente el docente al promover el fair play?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Interactúa a través de sus habilidades sociomotrices.",
          "respuestaCorta": "El juego limpio regula la interacción social.",
          "solucionario": "La respuesta correcta es la B. El fair play se refiere al respeto por las reglas, los compañeros y los adversarios, lo cual es parte esencial de la competencia de interacción sociomotriz.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p83",
      "contexto": "La docente de Educación Física se da cuenta de que Roberto, uno de los estudiantes, presenta algunas dificultades al realizar las actividades de la sesión:\n• Al intentar pararse en un solo pie, cambia de pie constantemente y tiene dificultades para mantener el equilibrio.\n• Al lanzarle un balón para que lo golpee en el aire con una mano, duda con qué mano hacerlo y ejecuta el golpe fuera de tiempo.\n• Al iniciar una carrera, ejecuta la salida fuera de tiempo.\n• En la escalera de coordinación, gira a un lado y otro dudando con qué segmento iniciará la tarea.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué requiere desarrollar principalmente Roberto para mejorar su desempeño?",
          "opciones": [
            "Su imagen corporal.",
            "Su expresión corporal.",
            "Su definición lateral."
          ],
          "respuesta": "Su definición lateral.",
          "respuestaCorta": "La duda al elegir mano/pie indica falta de lateralidad definida.",
          "solucionario": "La respuesta correcta es la C. Las dudas constantes sobre qué mano o pie utilizar para golpear, salir o iniciar una tarea indican que el estudiante aún no ha afianzado su lateralidad (definición lateral).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p84",
      "contexto": "Los estudiantes están realizando lanzamientos con pelotas de sóftbol en el campo deportivo. El docente observa que Luisa, una de las estudiantes, presenta flacidez muscular y poca fuerza. La estudiante se cansa muy rápido y, aunque se esfuerza, sus lanzamientos no consiguen llegar a la marca mínima.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes condiciones guarda relación con las características observadas en Luisa?",
          "opciones": [
            "Paratonía.",
            "Hipotonía.",
            "Sincinesias."
          ],
          "respuesta": "Hipotonía.",
          "respuestaCorta": "Flacidez y poca fuerza son signos de bajo tono muscular.",
          "solucionario": "La respuesta correcta es la B. La hipotonía se caracteriza por una disminución del tono muscular (flacidez) y debilidad, lo que concuerda perfectamente con la descripción de la estudiante.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p85",
      "contexto": "Durante una actividad en la piscina de una IE, los estudiantes se familiarizan y adaptan al medio acuático, controlando los movimientos de su cuerpo en el agua y flotando de diferentes maneras. Luego, ayudándose con una tabla, practican desplazamientos en diferentes posiciones por medio de la propulsión de sus piernas. Finalmente, forman equipos de cuatro participantes y realizan carreras cortas de pateo con la tabla aplicando lo aprendido.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué competencia se está desarrollando principalmente en la situación descrita?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Se desenvuelve de manera autónoma a través de su motricidad.",
          "respuestaCorta": "El foco es el dominio corporal en un medio específico.",
          "solucionario": "La respuesta correcta es la C. La actividad se centra en el dominio del cuerpo en el medio acuático, el control de movimientos, la flotación y la propulsión, lo que corresponde al desarrollo de la motricidad y el esquema corporal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p86",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades corresponde a la ejecución de cuadrupedia en la posición de decúbito supino?",
          "opciones": [
            "Un estudiante se desplaza apoyándose solo en manos y pies como un cangrejo mirando hacia arriba.",
            "Un estudiante se desplaza caminando como un oso, apoyándose solo en manos y pies, y con las rodillas extendidas.",
            "Un estudiante se desplaza como una carretilla, es decir, apoyándose en sus manos, mientras un compañero le sostiene las piernas."
          ],
          "respuesta": "Un estudiante se desplaza apoyándose solo en manos y pies como un cangrejo mirando hacia arriba.",
          "respuestaCorta": "Decúbito supino significa boca arriba.",
          "solucionario": "La respuesta correcta es la A. Decúbito supino implica estar boca arriba. Desplazarse apoyando manos y pies mirando hacia arriba (como cangrejo) cumple con esta posición anatómica en cuadrupedia.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p87",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de habilidades motrices implican las acciones de correr, saltar, trepar y reptar?",
          "opciones": [
            "Específicas.",
            "Genéricas.",
            "Básicas."
          ],
          "respuesta": "Básicas.",
          "respuestaCorta": "Son los movimientos fundamentales del ser humano.",
          "solucionario": "La respuesta correcta es la C. Correr, saltar, trepar y reptar son habilidades motrices básicas o fundamentales, sobre las cuales se construyen habilidades más complejas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p88",
      "contexto": null,
      "imagen": "img/educacion_fisica_2019_q88.png",
      "preguntas": [
        {
          "pregunta": "¿Qué plano anatómico divide el cuerpo en un lado derecho y un lado izquierdo?",
          "opciones": [
            "Plano transversal.",
            "Plano frontal.",
            "Plano sagital."
          ],
          "respuesta": "Plano sagital.",
          "respuestaCorta": "El plano sagital divide el cuerpo en mitades izquierda y derecha.",
          "solucionario": "La respuesta correcta es la C. El plano sagital (o medial) atraviesa el cuerpo de adelante hacia atrás, dividiéndolo en dos mitades: derecha e izquierda.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_edufisica_2019_p89_90",
      "contexto": "Observe la siguiente imagen donde se señalan dos músculos (A y B) durante un ejercicio de estiramiento.",
      "imagen": "img/educacion_fisica_2019_q89_90.png",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el nombre del músculo señalado por la letra \"A\"?",
          "opciones": [
            "Vasto externo.",
            "Recto femoral.",
            "Bíceps femoral."
          ],
          "respuesta": "Bíceps femoral.",
          "respuestaCorta": "Se señala la parte posterior del muslo (isquiosurales).",
          "solucionario": "La respuesta correcta es la C. La letra A señala la región posterior del muslo, donde se encuentra el bíceps femoral, uno de los músculos isquiosurales.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál es el nombre del músculo señalado por la letra \"B\"?",
          "opciones": [
            "Gemelos.",
            "Cuádriceps.",
            "Isquiosurales."
          ],
          "respuesta": "Gemelos.",
          "respuestaCorta": "Se señala la pantorrilla (gastrocnemios).",
          "solucionario": "La respuesta correcta es la A. La letra B señala la parte posterior de la pierna (pantorrilla), donde se ubican los gemelos (gastrocnemios).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  