{
  "completo": [
    {
      "idGrupo": "asc_inicial_2019_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el espacio de juego, Francisco, de dos años, está saltando. Al hacerlo, pierde el equilibrio y cae, pero él se levanta y salta nuevamente. Para continuar favoreciendo la autonomía del niño en relación con su desarrollo motor, ¿cuál de las siguientes acciones es pertinente que realice la docente?",
          "opciones": [
            "Tomar de una mano a Francisco y animarlo a continuar saltando las veces que él desee.",
            "Colocar juguetes pequeños delante de Francisco y proponerle que salte sobre ellos.",
            "Dejar que Francisco continúe saltando e intervenir solo en caso él lo solicite."
          ],
          "respuesta": "Dejar que Francisco continúe saltando e intervenir solo en caso él lo solicite.",
          "respuestaCorta": "La autonomía se fomenta permitiendo que el niño explore y resuelva pequeños desafíos por sí mismo, interviniendo solo si es necesario o si él pide ayuda.",
          "solucionario": "La acción más pertinente es la C, ya que respetar la iniciativa del niño y permitirle practicar por su cuenta fortalece su autonomía y confianza en sus capacidades motoras. Intervenir tomando su mano (opción A) o proponiendo un reto adicional (opción B) interrumpe su exploración espontánea y lo vuelve dependiente de la guía del adulto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p02",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A José, de dos años, le han regalado un carro de juguete. Cuando quiere jugar con él, lo pide diciendo: \"Dame mi cado\". En esa situación, ¿qué acción favorece que José continúe progresando en su expresión oral?",
          "opciones": [
            "Conversar con José pronunciando con claridad las palabras y acoger lo que pide, diciendo: \"Bien, José, aquí está tu carro. ¡Qué bonito es! ¿Quién te lo regaló?\".",
            "Detener a José cada vez que pida su juguete, diciendo: \"José, se dice 'caaa-rrrro'. A ver, ahora dilo tú\", para que se exprese de forma adecuada.",
            "Realizar con José juegos con sonidos onomatopéyicos para que vocalice la \"erre\" hasta que logre decir la palabra \"carro\"."
          ],
          "respuesta": "Conversar con José pronunciando con claridad las palabras y acoger lo que pide, diciendo: \"Bien, José, aquí está tu carro. ¡Qué bonito es! ¿Quién te lo regaló?\".",
          "respuestaCorta": "Se debe modelar la pronunciación correcta en un contexto comunicativo natural y positivo, sin corregir directamente al niño para no inhibir su expresión.",
          "solucionario": "La opción A es la más adecuada porque se centra en la comunicación efectiva y el modelado lingüístico. Al repetir la palabra \"carro\" correctamente dentro de una conversación significativa, se le ofrece al niño el modelo correcto sin presionarlo ni avergonzarlo. Corregir explícitamente (opción B) o centrarse en un solo fonema con onomatopeyas (opción C) puede generar ansiedad y no favorece el desarrollo integral del lenguaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p03",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Rafael, de cinco años, está llorando, pues los cordones de sus zapatillas se han desatado. Luego de calmarlo, ¿qué acción es más pertinente que realice la docente para promover la autonomía del niño en esa situación?",
          "opciones": [
            "Atar el cordón de una zapatilla de Rafael mientras se le explica paso a paso cómo hacerlo. Luego, decirle que intente hacer lo mismo con la otra zapatilla.",
            "Atar los cordones de las zapatillas de Rafael. Luego, decirle a su mamá que él todavía es un niño pequeño y, por tanto, es preferible que le ponga zapatos sin cordones.",
            "Indicar a Rafael que le enseñará un truco que puede usar cuando se desaten los cordones de sus zapatillas. Luego, decirle que este consiste en enrollar los cordones y esconderlos en sus mismas zapatillas."
          ],
          "respuesta": "Atar el cordón de una zapatilla de Rafael mientras se le explica paso a paso cómo hacerlo. Luego, decirle que intente hacer lo mismo con la otra zapatilla.",
          "respuestaCorta": "Se promueve la autonomía mediante el andamiaje: modelando el proceso y luego permitiendo que el niño lo intente con apoyo.",
          "solucionario": "La opción A aplica el principio de andamiaje, donde el adulto guía y modela una habilidad para que el niño pueda internalizarla y luego practicarla. Atarle ambos cordones (opción B) o enseñarle un truco para evitar el problema (opción C) son acciones que no le permiten aprender la habilidad necesaria para ser autónomo en esa tarea específica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p04",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el momento de juego libre, ¿cuál de las siguientes intervenciones es pertinente que realice la docente?",
          "opciones": [
            "Dos niños construyen una casa con bloques de madera. Al verlos, la docente les comenta lo siguiente: \"Sandra y Percy, es mejor si sacan esa maderita para que la casa tenga una ventana\".",
            "Una niña traslada bloques de construcción en una carreta. Al pasar cerca de la docente, la niña busca su mirada y la docente comenta lo siguiente: \"Silvia, veo que llevas muchos bloques en la carretilla\".",
            "Un niño está jugando con bloques lógicos. Al ver a la docente, el niño le muestra un bloque y ella le comenta lo siguiente: \"Rodrigo, veo que te gusta jugar con los bloques lógicos. ¿Puedes mostrarme el círculo rojo? ¿Y el azul?\"."
          ],
          "respuesta": "Una niña traslada bloques de construcción en una carreta. Al pasar cerca de la docente, la niña busca su mirada y la docente comenta lo siguiente: \"Silvia, veo que llevas muchos bloques en la carretilla\".",
          "respuestaCorta": "La intervención pertinente en el juego libre es observar y describir las acciones del niño, validando su juego sin dirigirlo ni evaluarlo.",
          "solucionario": "La opción B es la más pertinente porque la docente actúa como una observadora que acompaña y describe la acción de la niña (\"veo que llevas...\"). Esto valida el juego del niño sin interferir. La opción A es directiva (\"es mejor si sacan...\") y la opción C convierte el juego en una evaluación (\"¿Puedes mostrarme el círculo rojo?\").",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p05",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al inicio del año, la docente del aula de cuatro años busca que los niños comprendan la importancia de lavarse adecuadamente las manos. ¿Cuál de las siguientes acciones es más pertinente para dicho propósito?",
          "opciones": [
            "Colocar en el sector de aseo muñecas, jabón y una toalla. Luego, pedirles que laven las manos de las muñecas con esos materiales, mientras explican cómo los usan. Finalmente, preguntarles por qué creen que ha sido importante lavarles las manos a las muñecas.",
            "Preguntarles por qué creen que es importante lavarse las manos y en qué momentos deben hacerlo. Luego, explicarles qué enfermedades se evitan con ello. Finalmente, pedirles que propongan ideas para asegurar que todos se laven las manos cuando sea necesario.",
            "Mostrarles un afiche del lavado de manos y explicarles por qué es importante lavarse las manos. Luego, pedirles que sigan los pasos del lavado de manos que indica el afiche. Finalmente, elegir guardianes del aseo para que aseguren el correcto lavado de manos de sus compañeros."
          ],
          "respuesta": "Preguntarles por qué creen que es importante lavarse las manos y en qué momentos deben hacerlo. Luego, explicarles qué enfermedades se evitan con ello. Finalmente, pedirles que propongan ideas para asegurar que todos se laven las manos cuando sea necesario.",
          "respuestaCorta": "La acción más pertinente involucra a los niños activamente, partiendo de sus saberes previos y fomentando su participación en la toma de decisiones.",
          "solucionario": "La opción B promueve un aprendizaje significativo al partir de las ideas de los niños (saberes previos), brindar información relevante (qué enfermedades se evitan) y hacerlos partícipes de la solución (proponer ideas). Las opciones A (juego simbólico) y C (explicación directa y asignación de roles) son menos efectivas para lograr una comprensión profunda y un compromiso genuino.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p06",
      "contexto": "La docente del aula de cinco años entrega a cada grupo de niños cajas con materiales para que los empleen en sus actividades diarias. Las cajas contienen pinceles, témperas, una caja de crayolas, tijeras y un frasco de goma. Mientras pintan con los materiales que recibieron, Ramón, de casualidad, empuja con el codo la caja de crayolas y esta cae al piso. Gladys se percata de ello y le dice a Ramón que la recoja. Ramón le asegura que lo hará; sin embargo, al poco rato se olvida. Al cabo de unos minutos, el niño se levanta y pisa de casualidad la caja de crayolas. Entonces, los niños le comunican lo ocurrido a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para favorecer que los niños construyan la noción de bien común, ¿cuál de las siguientes acciones es más pertinente que realice la docente en esa situación?",
          "opciones": [
            "Aclarar a los niños que lo sucedido con las crayolas pudo ocurrirle a cualquiera. Luego, indicarles que, en adelante, deben ser más cuidadosos con los materiales.",
            "Preguntar al grupo qué ocurrió con la caja de crayolas y por qué, y quiénes se perjudican con esa situación. Luego, pedirles que digan cómo cuidarán los materiales en adelante.",
            "Decirles que los materiales del aula les pertenecen a todos y, por eso, todos deben cuidarlos. Luego, indicarles que les dará una nueva caja de crayolas y que espera que esta vez la cuiden."
          ],
          "respuesta": "Preguntar al grupo qué ocurrió con la caja de crayolas y por qué, y quiénes se perjudican con esa situación. Luego, pedirles que digan cómo cuidarán los materiales en adelante.",
          "respuestaCorta": "Se construye la noción de bien común al guiar a los niños a reflexionar sobre las consecuencias de sus acciones para el grupo y a proponer soluciones colectivas.",
          "solucionario": "La opción B es la más pertinente porque promueve la reflexión colectiva. Al preguntar 'quiénes se perjudican', la docente ayuda a los niños a entender que los materiales son de todos y que las acciones individuales afectan al grupo (bien común). Pedirles que propongan soluciones fomenta la responsabilidad compartida. Las otras opciones son menos formativas; la A minimiza el hecho y la C es impositiva y no genera reflexión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p07",
      "contexto": "Alicia y Olga, del aula de cinco años, están saltando soga en el patio. Fabiola y Karen juegan cerca de ellas con una pelota y, sin querer, invaden el espacio de sus compañeras. Entonces se suscita el siguiente diálogo:\nAlicia: ¡Oye, me has hecho perder!\nFabiola: ¡Ya, pero no fue nuestra culpa! La pelota se fue para ese lado.\nOlga: ¡Mejor váyanse a otro lado a jugar! ¡Nosotras llegamos aquí primero!\nKaren: ¡No, ya! ¡Ustedes siempre se agarran el patio! ¡Nosotras también queremos jugar aquí!\nLa docente, que ha observado la situación, decide intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice la docente para favorecer la solución del conflicto?",
          "opciones": [
            "Decir a las niñas que usarán una moneda para decidir qué grupo jugará primero en el patio. Luego, pedirles que elijan una cara de la moneda y, antes de lanzarla, decirles que deben comprometerse a respetar el resultado. Finalmente, felicitarlas por su disposición para resolver la situación.",
            "Indicar a las niñas que todos tienen derecho a jugar en el patio. Luego, establecer turnos para asegurar que ambos grupos jueguen sin incomodarse. Finalmente, decir a las niñas que se disculpen por haber discutido y se den un abrazo.",
            "Pedir a las niñas que cuenten qué pasó. Luego, preguntar a cada grupo cómo creen que se sienten las niñas del otro grupo en esa situación. Finalmente, pedirles que planteen ideas para que ambos grupos puedan jugar en el patio sin interrumpirse."
          ],
          "respuesta": "Pedir a las niñas que cuenten qué pasó. Luego, preguntar a cada grupo cómo creen que se sienten las niñas del otro grupo en esa situación. Finalmente, pedirles que planteen ideas para que ambos grupos puedan jugar en el patio sin interrumpirse.",
          "respuestaCorta": "La resolución de conflictos se favorece promoviendo la escucha, la empatía (ponerse en el lugar del otro) y la búsqueda conjunta de soluciones.",
          "solucionario": "La opción C detalla los pasos de una mediación de conflictos efectiva a nivel inicial: 1) escuchar las perspectivas de ambas partes, 2) fomentar la empatía al preguntar por los sentimientos del otro, y 3) empoderar a los niños para que ellos mismos generen soluciones. Las opciones A (azar) y B (imposición de una solución por parte del adulto) no desarrollan habilidades socioemocionales en los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p08",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los niños del aula de cuatro años han culminado el momento del refrigerio. La docente observa que algunos niños han dejado caer desperdicios al piso y busca aprovechar esta situación para promover que reflexionen sobre el cuidado del aula. ¿Cuál de las siguientes intervenciones es pertinente para ese propósito?",
          "opciones": [
            "Niños, ¿por qué está así el piso del aula? ¿Estará bien que trabajemos en un aula sucia? ¿Por qué? ¿Qué puede pasar si dejamos los desperdicios tirados? Entonces, ¿qué vamos a hacer?",
            "Niños, a mí me gusta que el aula esté limpia. ¿A ustedes también, no? Por eso, al niño que me ayude a limpiar le voy a dar una carita feliz. ¿Quién quiere ayudarme?",
            "Niños, ¿ustedes pueden trabajar en un aula con el piso sucio? Vamos a limpiar juntos. A ver, ¿quién trae la escoba? ¿Quién trae el recogedor?"
          ],
          "respuesta": "Niños, ¿por qué está así el piso del aula? ¿Estará bien que trabajemos en un aula sucia? ¿Por qué? ¿Qué puede pasar si dejamos los desperdicios tirados? Entonces, ¿qué vamos a hacer?",
          "respuestaCorta": "Se promueve la reflexión mediante preguntas abiertas que ayudan a los niños a analizar la situación, identificar las consecuencias y proponer soluciones.",
          "solucionario": "La opción A es la más adecuada porque utiliza una secuencia de preguntas reflexivas. Guía a los niños para que identifiquen el problema, piensen en sus causas y consecuencias, y finalmente se comprometan con una acción reparadora, fomentando así su responsabilidad y conciencia sobre el cuidado de su entorno. La opción B recurre al premio externo y la C es directiva, sin promover la reflexión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p09",
      "contexto": "La docente y los niños del aula de cinco años recorren la ribera de un río cercano a la IE. Durante el recorrido, observan que el río se encuentra lleno de basura. De regreso al aula, dialogan sobre lo observado y acuerdan realizar el proyecto \"¿Qué le hace la basura al río?\", para investigar qué ocurre con los ríos cuando las personas arrojan basura en estos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, se produce el siguiente diálogo:\nDocente: Niños, ¿cómo estaba el río que observamos?\nJuana: Con mucha basura y el agua olía feo.\nMaritza: Había muchos mosquitos.\nDocente: ¿Y qué hacen los mosquitos?\nMaritza: ¡Nos pican!\nJuana: ¡Y nos enfermamos! A mi hermana le dio mucha fiebre cuando le picó un mosquito.\nDocente: Así es. Por la picadura de los mosquitos podemos enfermarnos. ¿Y qué otras cosas pueden pasar cuando hay basura en el río? ¿Qué ocurre cuando llueve, por ejemplo?\nMaritza: ¡Ah! ¡El río crece, se sale el agua y la basura también! ¡Y se mete a las casas!\nEn esta situación, ¿qué acción está realizando principalmente la docente?",
          "opciones": [
            "Recoger saberes previos.",
            "Brindar retroalimentación.",
            "Promover el conflicto cognitivo."
          ],
          "respuesta": "Recoger saberes previos.",
          "respuestaCorta": "La docente realiza preguntas sobre las observaciones y experiencias de los niños relacionadas con el tema para identificar lo que ya saben al respecto.",
          "solucionario": "La acción principal es el recojo de saberes previos. A través de preguntas como \"¿cómo estaba el río?\" y \"¿qué otras cosas pueden pasar?\", la docente está indagando en las experiencias, conocimientos e ideas que los niños ya tienen sobre la contaminación del río y sus consecuencias, lo cual es el punto de partida para el proyecto de investigación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para favorecer la reflexión de los niños acerca de la importancia de actuar responsablemente en el cuidado del río y del ambiente?",
          "opciones": [
            "Preguntar qué creen que ocurre con las plantas y animales que viven en el río que visitaron. Luego, decirles que el agua que llega a sus casas y con la que preparan sus alimentos también es agua de río. Después, preguntarles cómo podrían ayudar a cuidar el río.",
            "Consultar a los niños si les parece bien que el río esté lleno de basura y qué autoridades creen que son responsables de mantenerlo limpio. Luego, proponerles visitar a esas autoridades para pedirles que cumplan con su responsabilidad.",
            "Pedir a los niños que describan el río que observaron. Luego, pedirles que elaboren un dibujo de este. Después, proponerles exponer sus dibujos fuera del aula para que los demás niños de la IE los vean."
          ],
          "respuesta": "Preguntar qué creen que ocurre con las plantas y animales que viven en el río que visitaron. Luego, decirles que el agua que llega a sus casas y con la que preparan sus alimentos también es agua de río. Después, preguntarles cómo podrían ayudar a cuidar el río.",
          "respuestaCorta": "La reflexión se favorece conectando el problema ambiental con su impacto en los seres vivos y en la vida cotidiana de los niños, y movilizándolos a proponer acciones.",
          "solucionario": "La opción A es la más pertinente porque genera una reflexión profunda. Primero, promueve la empatía hacia otros seres vivos afectados. Segundo, conecta el problema directamente con la vida de los niños (el agua que usan viene del río), haciéndolo relevante para ellos. Finalmente, los empodera al preguntarles cómo pueden actuar, fomentando una ciudadanía activa.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como última actividad del proyecto, la docente y los niños acuerdan escribir una nota dirigida a sus familiares para que cuiden el río y no boten basura en él. Este es el texto que los niños dictan a la docente:\n\nEl río tiene basura.\nCuando tiene basura, el río huele feo.\nEl río cochino trae mosquitos.\n\nA continuación, la docente propone a los niños revisar el texto para mejorarlo. ¿Cuál de las siguientes acciones es la más pertinente para orientar a los niños en la revisión de este texto?",
          "opciones": [
            "Leerles el texto varias veces y preguntarles qué les gustaría agregar. Escoger algunas de sus respuestas e incorporarlas al texto frente a ellos. Finalmente, leerles el texto corregido.",
            "Leerles el texto y felicitarlos por el esfuerzo. Luego, decirles que, para que el texto sea claro, no deben repetir palabras. Finalmente, leerles nuevamente el texto para que identifiquen las palabras que se repiten.",
            "Leerles el texto y preguntarles si queda claro a quién le están escribiendo. Luego, preguntarles qué podrían agregar para que las personas que lean el texto comprendan por qué deben cuidar el río. Finalmente, incorporar junto a ellos sus propuestas y volver a leerles el texto."
          ],
          "respuesta": "Leerles el texto y preguntarles si queda claro a quién le están escribiendo. Luego, preguntarles qué podrían agregar para que las personas que lean el texto comprendan por qué deben cuidar el río. Finalmente, incorporar junto a ellos sus propuestas y volver a leerles el texto.",
          "respuestaCorta": "La revisión de un texto se orienta eficazmente centrándose en el propósito comunicativo (destinatario) y la claridad del mensaje, involucrando a los niños en la mejora.",
          "solucionario": "La opción C es la más adecuada para guiar la revisión del texto porque se enfoca en aspectos clave de la producción textual: el destinatario (\"¿a quién le están escribiendo?\") y el propósito (\"¿por qué deben cuidar el río?\"). Al hacer estas preguntas, la docente ayuda a los niños a pensar como escritores y a mejorar la coherencia y claridad de su mensaje, incorporando sus propias ideas en el proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p10",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para favorecer la autonomía en la exploración de objetos de un niño de cuatro meses?",
          "opciones": [
            "Sentarlo sobre las piernas del adulto y juguetear con un objeto para animarlo a que lo explore.",
            "Echarlo decúbito dorsal o boca arriba, y colocar juguetes a su alrededor para que los explore.",
            "Colocarlo decúbito ventral o boca abajo, y colocar juguetes a su alrededor para que los explore."
          ],
          "respuesta": "Echarlo decúbito dorsal o boca arriba, y colocar juguetes a su alrededor para que los explore.",
          "respuestaCorta": "A los cuatro meses, la posición boca arriba (decúbito dorsal) ofrece al bebé la mayor libertad de movimiento para explorar objetos con sus manos, pies y boca de forma autónoma y segura.",
          "solucionario": "La opción B es la correcta. La posición decúbito dorsal (boca arriba) es la más segura y adecuada para un bebé de cuatro meses, ya que le permite tener un amplio campo visual y mover libremente sus brazos y piernas para alcanzar y explorar los objetos a su alrededor. La posición ventral (opción C) a esa edad aún requiere de mucho esfuerzo y limita la manipulación, mientras que sentarlo en las piernas del adulto (opción A) genera dependencia y restringe su movimiento autónomo.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_inicial_2019_p11",
      "contexto": "La docente del aula de dos años acompaña de manera individual a los niños durante su alimentación. En ese contexto, ella observa que Saúl y Carla ya logran comer por sí mismos. Asimismo, observa que Miguel, por momentos, come solo; pero, luego, requiere ayuda. Para favorecer el proceso de socialización de estos niños, la docente busca que empiecen a comer en grupo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Sentar a Saúl, Carla y Miguel juntos, acompañarlos y alentarlos para que terminen de comer todos al mismo tiempo.",
            "Sentar a Saúl, Carla y Miguel juntos, y dar de comer a Miguel mientras se felicita a Saúl y Carla porque ya logran comer solos.",
            "Sentar a Saúl y Carla juntos, y acompañarlos mientras comen hasta que ambos niños interactúen. Cuando Miguel ya no necesite ayuda para comer, integrarlo al grupo."
          ],
          "respuesta": "Sentar a Saúl y Carla juntos, y acompañarlos mientras comen hasta que ambos niños interactúen. Cuando Miguel ya no necesite ayuda para comer, integrarlo al grupo.",
          "respuestaCorta": "Para iniciar la socialización en la comida, se debe agrupar a niños con niveles de autonomía similares para que la interacción sea positiva y no se vea interrumpida por la necesidad de asistir a otro.",
          "solucionario": "La opción C es la más pertinente porque respeta los ritmos individuales de desarrollo. Agrupar a los niños que ya son autónomos (Saúl y Carla) crea una situación de interacción entre pares positiva y sin interrupciones. Integrar a Miguel más tarde, cuando haya consolidado su autonomía, asegura que su experiencia grupal también sea exitosa y no genere frustración ni dependencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p12",
      "contexto": "Julio tiene nueve meses. Desde que tenía seis, sus cuidadores lo colocaban en posición vertical sujetándolo por el tronco. Así, el niño lograba ponerse de pie con ayuda. Ahora, cuando intenta hacerlo solo, lo logra por unos momentos, pero luego cae con las piernas extendidas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué Julio cae con las piernas extendidas?",
          "opciones": [
            "Porque es natural que los niños caigan de ese modo en sus primeros intentos de pararse solos.",
            "Porque Julio no ha desarrollado las posiciones intermedias que le permitan reajustar su equilibrio.",
            "Porque es probable que Julio no haya recibido ejercicios para fortalecer las piernas antes de intentar pararse solo."
          ],
          "respuesta": "Porque Julio no ha desarrollado las posiciones intermedias que le permitan reajustar su equilibrio.",
          "respuestaCorta": "El niño cae sin flexionar las piernas porque fue colocado en una postura final (de pie) sin haber pasado por las etapas previas (gateo, sentado, arrodillado) que desarrollan el equilibrio y el control postural.",
          "solucionario": "El desarrollo motor es un proceso secuencial. Para lograr ponerse de pie de manera estable y segura, el niño necesita haber experimentado y dominado posturas intermedias como sentarse solo, gatear y arrodillarse. Estas etapas le permiten desarrollar el tono muscular, el equilibrio y la coordinación necesarios para reajustar su cuerpo y evitar caídas bruscas. Forzar una postura sin haber consolidado las anteriores omite este aprendizaje fundamental.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p13",
      "contexto": "En los últimos días, la docente se percata de que, cada vez que ella limpia las mesas, Marco, de veinticuatro meses, la observa. En esa situación, la docente busca favorecer la autonomía de Marco.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones NO es pertinente para ese propósito?",
          "opciones": [
            "Decirle a Marco lo siguiente: \"Me parece que te gusta limpiar la mesa. ¿Es así, Marco? ¿Te gustaría ayudarme?\".",
            "Decirle que ella está limpiando la mesa para que el aula esté limpia. Luego, colocar un trapo cerca de Marco para ver cómo responde.",
            "Decirle a Marco que, como ya es un niño grande, puede limpiar la mesa solo y que, en adelante, limpiará su mesa todos los días."
          ],
          "respuesta": "Decirle a Marco que, como ya es un niño grande, puede limpiar la mesa solo y que, en adelante, limpiará su mesa todos los días.",
          "respuestaCorta": "No es pertinente imponer una responsabilidad diaria de forma abrupta, ya que esto no respeta la iniciativa del niño y puede desmotivarlo en lugar de fomentar su autonomía.",
          "solucionario": "La opción C NO es pertinente porque impone una tarea como una obligación (\"limpiará su mesa todos los días\") sin considerar la iniciativa y el deseo del niño. Fomentar la autonomía implica invitar y permitir la participación voluntaria, no asignar responsabilidades de manera impositiva. Las opciones A y B son adecuadas porque invitan y observan la respuesta del niño, respetando su ritmo e interés.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p14",
      "contexto": "Durante la semana, al momento de las rutinas de entrada, los niños del aula de cinco años registran el tiempo en el cartel correspondiente. Hoy, jueves, la docente invita a Raúl a registrar el tiempo. Entonces, el niño sale a la puerta, observa el cielo y dice: \"Hoy está lluvioso\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, la docente busca que los niños formulen predicciones sobre cómo será el tiempo el día viernes. ¿Cuál de las siguientes intervenciones es pertinente para ese propósito?",
          "opciones": [
            "Niños, ¿cómo creen que estará el tiempo mañana? ¿Por qué lo creen así?",
            "Niños, mañana le tocará observar el tiempo a otro niño. ¿Qué pasos debe seguir?",
            "Niños, ¿qué tal si colocamos el símbolo de lluvia en el día viernes y vemos qué pasa mañana?"
          ],
          "respuesta": "Niños, ¿cómo creen que estará el tiempo mañana? ¿Por qué lo creen así?",
          "respuestaCorta": "Para promover la formulación de predicciones o hipótesis, es fundamental realizar preguntas abiertas que inviten a los niños a anticipar un resultado y a justificar sus ideas.",
          "solucionario": "La opción A es la más pertinente porque las preguntas \"¿cómo creen que estará...?\" y \"¿por qué lo creen así?\" invitan directamente a los niños a formular una predicción (hipótesis) y a argumentarla basándose en sus conocimientos o experiencias previas. Esto desarrolla el pensamiento científico. Las otras opciones se desvían del propósito: la B se centra en el procedimiento y la C induce una respuesta en lugar de permitir que los niños la elaboren.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p15",
      "contexto": "Pablo, de cinco años, lleva al aula un dinosaurio de juguete y se lo muestra a su compañero. A continuación, se produce el siguiente diálogo:\nPablo: ¡Mira el dinosaurio que me regaló mi papá!\nCésar: ¡Asu! ¡Es un Tiranosaurio Rex!\nPablo: Sí, es un Rex. Ahora ya no hay dinosaurios de verdad, ¿no?\nCesar: No, ya no. ¿Por qué ya no habrá?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para favorecer que los niños construyan sus propias explicaciones sobre la extinción de los dinosaurios. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Presentarles diversos libros que expliquen por qué se extinguieron los dinosaurios. Luego, pedirles que escojan aquellos que más les llamen la atención y leérselos.",
            "Recoger sus ideas sobre la extinción de los dinosaurios. Luego, revisar juntos información diversa sobre los dinosaurios y pedirles que contrasten esa información con sus ideas iniciales.",
            "Contarles que aún no se sabe por qué se extinguieron los dinosaurios. Luego, decirles que se cree que un meteorito cayó a la Tierra hace millones de años y acabó con la vida de estos animales."
          ],
          "respuesta": "Recoger sus ideas sobre la extinción de los dinosaurios. Luego, revisar juntos información diversa sobre los dinosaurios y pedirles que contrasten esa información con sus ideas iniciales.",
          "respuestaCorta": "Se favorece la construcción de explicaciones al partir de las hipótesis de los niños, proporcionarles fuentes de información y guiarlos para que contrasten sus ideas iniciales con la nueva información.",
          "solucionario": "La opción B describe un proceso de indagación científica adecuado para la edad. Parte de los saberes previos o hipótesis de los niños (\"recoger sus ideas\"), luego los guía en la búsqueda de información y, finalmente, promueve la contrastación, que es un paso clave para que ellos mismos reestructuren y construyan un conocimiento más complejo y cercano al científico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p16",
      "contexto": "La docente y los niños de cuatro años están jugando en el patio, cerca del jardín. De pronto, Andrés y Mariela descubren una fila de hormigas que se desplaza muy ordenada. Contentos, le muestran su hallazgo a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para activar los saberes previos de los niños sobre las hormigas. ¿Cuál de las siguientes intervenciones es pertinente para ello?",
          "opciones": [
            "¿Cómo son las hormigas que observan? ¿Cómo es su cabeza? ¿Y su cuerpo? ¿Cuántas patas tienen? ¿Todas las hormigas de la fila son iguales?",
            "Son lindas las hormigas, ¿no? ¿Sabían que ellas dejan un rastro de olor que les señala el camino para encontrar su alimento?",
            "¿De dónde salieron estas hormigas? ¿Por qué irán en una fila ordenada? ¿Hacia dónde se dirigirán? ¿De qué se alimentarán?"
          ],
          "respuesta": "¿De dónde salieron estas hormigas? ¿Por qué irán en una fila ordenada? ¿Hacia dónde se dirigirán? ¿De qué se alimentarán?",
          "respuestaCorta": "Para activar saberes previos se utilizan preguntas abiertas que invitan a los niños a compartir sus ideas, experiencias y explicaciones sobre un fenómeno observado.",
          "solucionario": "La opción C es la más pertinente para activar saberes previos. Las preguntas planteadas (\"¿de dónde salieron?\", \"¿por qué irán en fila?\") son abiertas e invitan a los niños a expresar sus hipótesis y conocimientos previos sobre el comportamiento de las hormigas. La opción A se enfoca en la descripción y observación directa, mientras que la opción B ofrece información en lugar de recogerla.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p17",
      "contexto": "Los niños del aula de cinco años están regando las plantas como parte de sus responsabilidades. Juan y Matilde se acercan a la docente muy sorprendidos, porque han encontrado lombrices dentro de las macetas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para que los niños formulen hipótesis. ¿Cuál de las siguientes preguntas es más pertinente para dicho propósito?",
          "opciones": [
            "¿Por qué habrá lombrices dentro de las macetas? ¿Qué harán las lombrices allí adentro?",
            "¿Cómo se están desplazando las lombrices de la maceta? ¿Ustedes pueden moverse como ellas?",
            "¿Qué otros animales han visto que vivan dentro de las macetas? ¿Conocen a los chanchitos de tierra? ¿Y a las tijeretas?"
          ],
          "respuesta": "¿Por qué habrá lombrices dentro de las macetas? ¿Qué harán las lombrices allí adentro?",
          "respuestaCorta": "Las preguntas que promueven la formulación de hipótesis son aquellas que indagan sobre las causas (\"¿Por qué...?\") o las funciones (\"¿Qué harán...?\"), invitando a los niños a dar posibles explicaciones.",
          "solucionario": "La opción A es la más adecuada para que los niños formulen hipótesis, ya que las preguntas \"¿Por qué...?\" y \"¿Qué harán...?\" los desafían a elaborar explicaciones tentativas basadas en sus conocimientos previos sobre la presencia y función de las lombrices en la tierra. Las opciones B y C se enfocan en la descripción del movimiento o en la evocación de otros animales, respectivamente, pero no en la explicación del fenómeno observado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento, la docente escucha a Diego y Catalina que conversan muy animados sobre las lombrices, y se une a la conversación. Este es el diálogo que se produce a continuación:\nCatalina: En el jardín de mi casa hay lombrices y mi mamá dice que no las debo sacar, porque las lombrices viven en la tierra.\nDiego: ¡Y son largas! ¡Y delgaditas!\nDocente: ¿Y qué más pueden decir de las lombrices, niños?\nCatalina: Ah... que son buenas para las plantas, porque hacen que crezcan mejor y más bonitas.\nDiego: ¡Y se comen las hojas que están muertas!\nDocente: ¿A qué te refieres, Diego?\nDiego: Es que las he estado viendo en las macetas... ¡Se comen las hojas que se caen de las plantas!\nEn esta situación, ¿qué acción está realizando la docente?",
          "opciones": [
            "Recoger saberes previos.",
            "Brindar retroalimentación.",
            "Promover el conflicto cognitivo."
          ],
          "respuesta": "Recoger saberes previos.",
          "respuestaCorta": "La docente, a través de preguntas abiertas como \"¿qué más pueden decir...?\", está indagando y permitiendo que los niños expresen los conocimientos y experiencias que ya poseen sobre el tema.",
          "solucionario": "La acción que realiza la docente es principalmente recoger saberes previos. Con sus intervenciones (\"¿Y qué más pueden decir...?\", \"¿A qué te refieres...?\"), busca que los niños verbalicen lo que saben, han escuchado o han observado sobre las lombrices, permitiéndole identificar sus ideas iniciales para construir nuevos aprendizajes a partir de ellas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los niños y la docente han investigado acerca de los beneficios que brindan las lombrices a las plantas. Luego, acuerdan elaborar carteles con mensajes para el cuidado de estos animales. En esa situación, ¿cuál de las siguientes acciones es pertinente para favorecer la apropiación del sistema de escritura en los niños?",
          "opciones": [
            "Proporcionar a cada grupo un mensaje diferente acerca del cuidado de las lombrices. Luego, pedirles que peguen los mensajes en sus respectivos carteles y añadan dibujos de lombrices.",
            "Escribir en la pizarra el mensaje: \"Cuidemos a las lombrices de las macetas\". Luego, entregarles letras de papel y goma para que armen con estas el mensaje escrito en la pizarra.",
            "Pedirles que, en grupos, escriban un mensaje según sus posibilidades. Luego, preguntarles qué dice e invitarlos a compartir sus mensajes con sus compañeros."
          ],
          "respuesta": "Pedirles que, en grupos, escriban un mensaje según sus posibilidades. Luego, preguntarles qué dice e invitarlos a compartir sus mensajes con sus compañeros.",
          "respuestaCorta": "La apropiación del sistema de escritura se favorece permitiendo que los niños escriban por sí mismos, con un propósito real y según su nivel de conceptualización, para luego reflexionar sobre sus producciones.",
          "solucionario": "La opción C es la más pertinente porque permite que los niños pongan en juego sus propias hipótesis sobre la escritura (escribir según sus posibilidades). La docente actúa como mediadora al preguntarles qué quisieron escribir, validando sus intentos y generando un espacio para que reflexionen sobre la relación entre lo oral y lo escrito. Las opciones A y B proponen actividades de copiado o armado de palabras, que son menos significativas para la construcción del sistema de escritura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p18",
      "contexto": "A pedido de los niños, en el aula de cinco años van a realizar el proyecto \"Preparamos yogur casero\". En ese marco, la docente les presenta el siguiente texto:",
      "imagen": "img/ascenso/inicial/2019/1.jpg",
      "preguntas": [
        {
          "pregunta": "La docente busca que los niños se aproximen a la lectura a partir de este texto. ¿Cuál de las siguientes acciones es más pertinente para ello?",
          "opciones": [
            "Seleccionar palabras claves del texto como \"yogur\", \"leche\" o \"cultivo\". Luego, señalar cada una de estas palabras y preguntarles: \"¿Qué vocales tiene esta palabra? ¿Pueden leer la vocal que estoy señalando?\".",
            "Pedir a los niños que observen el texto y preguntarles: \"¿Dónde dirá 'Yogur casero'? ¿Cómo se dieron cuenta?\". Luego, señalando la palabra \"Ingredientes\", preguntarles: \"¿Y aquí que dirá?\".",
            "Decir a los niños que leerán juntos el texto. Luego, leer las palabras hasta la mitad para que ellos las completen diciendo, por ejemplo: \"Yo ...(gur)\", \"case...(ro)\", \"Ingre... (dientes)\"."
          ],
          "respuesta": "Pedir a los niños que observen el texto y preguntarles: \"¿Dónde dirá 'Yogur casero'? ¿Cómo se dieron cuenta?\". Luego, señalando la palabra \"Ingredientes\", preguntarles: \"¿Y aquí que dirá?\".",
          "respuestaCorta": "La aproximación a la lectura se favorece pidiendo a los niños que localicen información en el texto usando pistas como el contexto, las imágenes o su conocimiento de las letras, y que expliquen cómo lo lograron.",
          "solucionario": "La opción B es la más pertinente porque promueve que los niños formulen hipótesis sobre lo que está escrito, utilizando los indicios que el propio texto les ofrece (título, subtítulos, formato). Las preguntas \"¿Dónde dirá...?\" y \"¿Cómo se dieron cuenta?\" son clave para que los niños reflexionen sobre las características del lenguaje escrito y desarrollen estrategias de lectura.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de leer el texto, los niños y la docente van a elaborar yogur siguiendo los pasos propuestos. La docente busca que los niños registren sus observaciones sobre la preparación del yogur durante los días que dura el proceso. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Conversar con los niños sobre la preparación del yogur al final de los dos días y recordarles los ingredientes empleados. Luego, decirles que dibujen las acciones realizadas durante todo el proceso de preparación.",
            "Elaborar listas de cotejo que contengan imágenes de las acciones que se realizarán cada día. Luego, organizarlos en grupo, entregar una lista a cada grupo y decirles que marquen con un visto las acciones que van realizando.",
            "Pedir a los niños que describan la mezcla de leche y cultivo de yogur enfatizando el color, textura, olor y sabor que esta adopta en los distintos momentos de la preparación. Luego, al final de cada día, pedirles que le dicten lo observado para escribirlo en un papelógrafo."
          ],
          "respuesta": "Pedir a los niños que describan la mezcla de leche y cultivo de yogur enfatizando el color, textura, olor y sabor que esta adopta en los distintos momentos de la preparación. Luego, al final de cada día, pedirles que le dicten lo observado para escribirlo en un papelógrafo.",
          "respuestaCorta": "Un registro de observaciones pertinente implica guiar a los niños para que describan con detalle los cambios de un proceso y luego sistematizar esa información a través de la escritura (dictado al docente).",
          "solucionario": "La opción C es la más completa y pertinente. Fomenta la observación detallada a través de los sentidos (color, textura, olor) y promueve la comunicación oral al describir los cambios. Finalmente, introduce el registro escrito a través del dictado a la docente, lo cual permite sistematizar la información observada y da sentido y funcionalidad a la escritura.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_inicial_2019_p18",
      "contexto": " En la última etapa del proyecto, los niños quieren contar a sus familiares todo lo que aprendieron sobre la preparación del yogur. Así, acuerdan invitarlos al aula y, para ello, escribirán notas de invitación.",
      
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta situación para favorecer que los niños continúen apropiándose del sistema de escritura. ¿Cuál de las siguientes acciones contribuye más a ese propósito?",
          "opciones": [
            "Brindarles notas que contengan la invitación y espacios en blanco. Luego, decirles que escriban sus nombres en esos espacios.",
            "Pedirles que en grupos compartan sus ideas y escriban una nota de invitación. Luego, preguntarles qué pusieron en la nota y escribir debajo de su texto lo que ellos indiquen.",
            "Preguntarles qué quisieran escribir en la nota. Luego, resumir las ideas de los niños en el siguiente texto: \"Mamá y papá, los invito mañana para contarles cómo se hace yogur\", y pedirles que lo transcriban."
          ],
          "respuesta": "Pedirles que en grupos compartan sus ideas y escriban una nota de invitación. Luego, preguntarles qué pusieron en la nota y escribir debajo de su texto lo que ellos indiquen.",
          "respuestaCorta": "Se favorece la apropiación del sistema de escritura permitiendo a los niños escribir por sí mismos y luego ayudándolos a reflexionar sobre sus producciones al transcribir sus ideas, conectando su escritura con la convencional.",
          "solucionario": "La opción B es la más adecuada porque promueve la escritura auténtica (los niños escriben con un propósito real) y la reflexión. Al transcribir lo que los niños dicen que escribieron, la docente les sirve de \"escriba experto\" y les permite contrastar sus propias hipótesis sobre la escritura con el sistema convencional, un proceso clave para la apropiación del sistema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p19",
      "contexto": "Mientras la docente alimenta a Sebastián, de dieciocho meses, él toma la iniciativa y coge su vaso de refresco. Sin embargo, cuando se lleva el vaso a la boca, derrama su contenido. Ante ello, la docente lo acoge con palabras de aliento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, ¿qué acción es más pertinente que realice la docente para seguir favoreciendo la autonomía de Sebastián?",
          "opciones": [
            "Servir el refresco en un vaso con tapa de pico para que Sebastián pueda tomarlo por sí mismo sin derramarlo.",
            "Verter poco refresco en el vaso para que Sebastián pueda coger el vaso con comodidad, y se anime a hacerlo nuevamente.",
            "Volver a colocar la misma cantidad de refresco en el vaso, tomar la mano de Sebastián y coger el vaso junto con el niño, para ayudarlo a tomar el refresco."
          ],
          "respuesta": "Verter poco refresco en el vaso para que Sebastián pueda coger el vaso con comodidad, y se anime a hacerlo nuevamente.",
          "respuestaCorta": "Para fomentar la autonomía, se debe adaptar el entorno (poner menos líquido) para facilitar el éxito del niño en su intento, en lugar de usar un objeto que evite el aprendizaje o de tomar el control de la acción.",
          "solucionario": "La opción B es la más pertinente porque adecúa la condición material (menos refresco = menos peso y menos derrame) para que el niño pueda tener éxito en su intento autónomo. Esto respeta su iniciativa y le permite practicar la habilidad. Usar un vaso con tapa (opción A) evita el aprendizaje de beber en vaso normal, y ayudarlo directamente (opción C) le quita la oportunidad de intentarlo por sí mismo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones NO se favorece el desarrollo de la imagen corporal del niño?",
          "opciones": [
            "Pedro, de dieciocho meses, acaba de descubrir su imagen en el espejo. La docente se percata de ello y, entonces, le pide que señale sus ojos, su boca, sus brazos, etc. Cuando el niño lo hace, la docente celebra sus respuestas.",
            "Rocío, de ocho meses, se encuentra en el momento de cuidados infantiles. Mientras la docente le cambia el polo o el pantalón, le pide a la niña que levante los brazos o las piernas para colocarle la prenda correspondiente.",
            "Carlos, de cuatro meses, se encuentra recostado sobre una manta en el piso, mientras patalea con los pies descalzos. De pronto, coge uno de sus pies y se lo lleva a la boca. La docente lo observa y le dice: \"Muy bien, Carlitos, veo que encontraste tu pie\"."
          ],
          "respuesta": "Pedro, de dieciocho meses, acaba de descubrir su imagen en el espejo. La docente se percata de ello y, entonces, le pide que señale sus ojos, su boca, sus brazos, etc. Cuando el niño lo hace, la docente celebra sus respuestas.",
          "respuestaCorta": "No se favorece la construcción de la imagen corporal al convertir un momento de descubrimiento espontáneo en una evaluación de conocimientos sobre las partes del cuerpo.",
          "solucionario": "La situación A no favorece el desarrollo de la imagen corporal porque la docente interrumpe el proceso de autodescubrimiento del niño frente al espejo para convertirlo en un ejercicio de nombrar partes del cuerpo. La construcción de la imagen corporal es un proceso vivencial y perceptivo. Las opciones B (pedirle que mueva partes de su cuerpo para vestirse) y C (validar su descubrimiento del propio pie) son acciones que sí favorecen este proceso desde la propia experiencia corporal del niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p21",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece la construcción del número como ordinal?",
          "opciones": [
            "Pedir a los niños que cuenten con los dedos hasta cinco objetos del aula.",
            "Proponer a los niños un juego de bingo empleando números del uno al diez.",
            "Establecer con los niños el turno en que les tocará recibir los materiales."
          ],
          "respuesta": "Establecer con los niños el turno en que les tocará recibir los materiales.",
          "respuestaCorta": "El aspecto ordinal del número se construye en situaciones funcionales que implican un orden o una posición, como establecer turnos (primero, segundo, tercero, etc.).",
          "solucionario": "La noción de número ordinal se refiere al orden que ocupa un elemento en una serie (primero, segundo, último). Establecer turnos para una actividad es una situación significativa y cotidiana donde los niños vivencian y utilizan esta noción. Las opciones A (contar objetos) y B (juego de bingo) se centran en el aspecto cardinal del número (cuantificar una colección) o en el reconocimiento del numeral, respectivamente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p22",
      "contexto": "Los niños del aula de cinco años van a presentar una coreografía para la que diseñarán sus propias vestimentas. En ese contexto, acuerdan elaborar collares con cuentas de colores. La docente busca aprovechar esta situación para promover la construcción de patrones de repetición en los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Mostrarles tres collares que presenten distintas secuencias de colores. Luego, decirles que escojan como modelo el collar que más les guste. Finalmente, pedirles que elaboren su collar siguiendo la secuencia de colores del collar que eligieron.",
            "Indicarles que formen una secuencia de cuentas de colores rojo, azul y amarillo. Luego, repetirles la secuencia tres veces. Finalmente, decirles que continúen trabajando y acompañarlos preguntándoles qué color sigue.",
            "Sugerirles que cojan tapitas de distintos colores y elaboren con ellas una secuencia. Luego, decirles que la repitan tres veces. Finalmente, pedirles que reproduzcan esa secuencia en la elaboración de sus collares."
          ],
          "respuesta": "Sugerirles que cojan tapitas de distintos colores y elaboren con ellas una secuencia. Luego, decirles que la repitan tres veces. Finalmente, pedirles que reproduzcan esa secuencia en la elaboración de sus collares.",
          "respuestaCorta": "Se promueve la construcción de patrones permitiendo que los niños primero creen libremente una secuencia con material concreto, la verbalicen y luego la transfieran a otro material o situación.",
          "solucionario": "La opción C es la más pertinente porque promueve un proceso constructivo. Primero, los niños crean su propio patrón con un material (\"elaboren con ellas una secuencia\"), lo que les permite comprender la estructura del mismo. Luego, se les pide que transfieran ese patrón a otro contexto (el collar), lo cual implica un nivel más alto de abstracción y comprensión del concepto de patrón de repetición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p23",
      "contexto": "La docente del aula de cuatro años nota que los niños dejan los bloques de construcción fuera de sus recipientes cuando terminan de jugar en los sectores. Ella decide aprovechar esta situación para promover que los niños clasifiquen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Invitar a los niños a guardar los bloques de construcción. Luego, observarlos mientras guardan los bloques. Cuando terminen de hacerlo, preguntarles: \"¿Por qué han guardado estos bloques en este recipiente? ¿En qué se parecen los bloques que han guardado en este recipiente?\".",
            "Organizar a los niños en parejas. Luego, entregarles recipientes etiquetados con imágenes de los bloques de construcción para que guarden en ellos los bloques guiándose de las etiquetas. Finalmente, preguntarles: \"¿Han verificado que los bloques se correspondan con las etiquetas?\".",
            "Pedir ayuda a los niños para guardar los bloques de construcción. Luego, indicarles que deben contar los bloques hasta que se llene el recipiente. Finalmente, preguntarles: \"¿Cuántos bloques hay en cada recipiente? ¿Cuántos bloques han guardado en total?\"."
          ],
          "respuesta": "Invitar a los niños a guardar los bloques de construcción. Luego, observarlos mientras guardan los bloques. Cuando terminen de hacerlo, preguntarles: \"¿Por qué han guardado estos bloques en este recipiente? ¿En qué se parecen los bloques que han guardado en este recipiente?\".",
          "respuestaCorta": "Se promueve la clasificación permitiendo que los niños agrupen libremente los objetos y luego, a través de preguntas, se les invita a verbalizar y tomar conciencia del criterio que utilizaron.",
          "solucionario": "La opción A es la más pertinente desde un enfoque constructivista. Permite que los niños realicen una clasificación espontánea según sus propios criterios. Las preguntas finales de la docente (\"¿Por qué...?\", \"¿En qué se parecen...?\") son cruciales para favorecer la metacognición, ayudándoles a identificar y verbalizar el criterio de clasificación que usaron, ya sea por forma, color, tamaño, etc.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p24",
      "contexto": "Daniel e Ítala, de cinco años, han construido torres más altas que ellos empleando bloques de madera. Contentos, los niños le muestran sus torres a la docente. Luego de felicitarlos, ella les pregunta por qué eligieron esos bloques de madera. Además, les pregunta cómo hicieron para que las torres sean tan altas y cómo lograron que se mantengan estables.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción está realizando principalmente la docente?",
          "opciones": [
            "Activar saberes previos.",
            "Favorecer la metacognición.",
            "Promover el conflicto cognitivo."
          ],
          "respuesta": "Favorecer la metacognición.",
          "respuestaCorta": "La docente favorece la metacognición al hacer preguntas que llevan a los niños a reflexionar sobre sus propios procesos de pensamiento y las estrategias que utilizaron para resolver un problema.",
          "solucionario": "La docente está favoreciendo la metacognición. Preguntas como \"¿por qué eligieron...?\", \"¿cómo hicieron...?\" y \"¿cómo lograron...?\" no buscan evaluar el producto final (la torre), sino que invitan a los niños a verbalizar las decisiones que tomaron, las estrategias que usaron y los razonamientos que siguieron durante el proceso de construcción. Esto les ayuda a ser más conscientes de su propio aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p25",
      "contexto": "Los niños del aula de cinco años van a visitar el municipio. Este está ubicado a espaldas de la IE, frente a un parque. La docente busca aprovechar la situación para que los niños resuelvan problemas de desplazamiento. Para ello, les pregunta lo siguiente: \"¿Cuál es el camino más corto para llegar al municipio desde la IE?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿cuál de las siguientes acciones es más pertinente realizar a continuación?",
          "opciones": [
            "Organizar a los niños en grupos y entregar a cada grupo un papelógrafo con el croquis de la zona. Luego, pedirles que tracen con líneas o flechas la ruta que proponen seguir para llegar al municipio desde la IE.",
            "Proponerles que, en grupos, ubiquen en el aula materiales con los que puedan representar la IE, el municipio y el parque. Luego, pedirles que elaboren una maqueta de la zona con esos materiales e identifiquen con claridad la ubicación del municipio.",
            "Preguntarles si recuerdan dónde queda el parque y el municipio, y dibujar con sus aportes el croquis de la zona en la pizarra. Luego, pedirles que, en grupos, planteen una ruta para llegar al municipio, la presenten y, entre todos, decidan qué ruta seguir."
          ],
          "respuesta": "Preguntarles si recuerdan dónde queda el parque y el municipio, y dibujar con sus aportes el croquis de la zona en la pizarra. Luego, pedirles que, en grupos, planteen una ruta para llegar al municipio, la presenten y, entre todos, decidan qué ruta seguir.",
          "respuestaCorta": "Para resolver problemas de desplazamiento, es pertinente partir de los saberes de los niños, representarlos gráficamente (croquis), permitirles proponer soluciones (rutas) y tomar una decisión colectiva.",
          "solucionario": "La opción C es la más pertinente porque sigue una secuencia lógica para la resolución de problemas de localización y desplazamiento. Primero, activa los saberes previos y los plasma en una representación gráfica (croquis). Luego, fomenta que los niños elaboren sus propias estrategias (plantear una ruta) y las socialicen para, finalmente, tomar una decisión consensuada, involucrándolos activamente en todo el proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p26",
      "contexto": "En el aula de cinco años, celebran el cumpleaños de uno de los niños. Sandra coge 5 paquetes de galletas de vainilla y 7 paquetes de galletas de chocolate, y los ordena de la siguiente manera: [IMAGEN_02] Entonces, la docente le pregunta a la niña si hay la misma cantidad de paquetes de galletas de vainilla que de chocolate. Sandra responde que sí.",
      "imagen": "img/ascenso/inicial/2019/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué fase del desarrollo de la conservación de cantidad evidencia haber alcanzado Sandra?",
          "opciones": [
            "Ausencia de correspondencia término a término.",
            "Correspondencia término a término sin conservación.",
            "Conservación estable."
          ],
          "respuesta": "Ausencia de correspondencia término a término.",
          "respuestaCorta": "La niña evidencia ausencia de correspondencia porque basa su juicio en la percepción visual (la longitud de las filas es igual) y no en el conteo o el emparejamiento uno a uno de los elementos.",
          "solucionario": "Sandra se encuentra en la fase de ausencia de correspondencia término a término. Su respuesta (\"hay la misma cantidad\") se basa únicamente en un criterio perceptivo: la longitud de ambas filas de galletas es similar. Ignora la cantidad real de paquetes en cada fila (5 vs. 7), lo que demuestra que aún no ha desarrollado la capacidad de comparar dos conjuntos estableciendo una correspondencia uno a uno, un requisito previo para la conservación de la cantidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p27",
      "contexto": "Cuando Rolando, de cuatro años, cuenta los números del 1 al 5, lo hace sin separar las palabras, de la siguiente manera: Unodostrescuatrocinco...",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué nivel de la secuencia verbal del conteo evidencia haber alcanzado Rolando?",
          "opciones": [
            "Nivel cuerda.",
            "Nivel cadena irrompible.",
            "Nivel cadena rompible."
          ],
          "respuesta": "Nivel cuerda.",
          "respuestaCorta": "El niño se encuentra en el nivel \"cuerda\" porque recita la secuencia numérica de memoria como si fuera una sola palabra, sin diferenciar los números individuales.",
          "solucionario": "Rolando evidencia el nivel cuerda. En esta primera fase del desarrollo del conteo, los niños recitan la serie de números como si fuera una canción o una retahíla memorizada (\"unodostres...\"), sin comprender que cada palabra corresponde a un número distinto. Es un recitado de memoria sin segmentación de los términos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p28",
      "contexto": "Como parte de las rutinas de entrada, la docente del aula de cinco años ha implementado el control de asistencia por grupos. Así, cada día, los niños registran su asistencia en un cuadro y el viernes registran el total de días asistidos. A continuación, se presenta el registro de asistencia del grupo \"Las Hormiguitas\": Luego de conversar con los niños sobre las razones de la inasistencia de José, la docente busca que ellos resuelvan problemas de cantidad a partir de esa situación. Así, les pregunta lo siguiente: \"José solo vino 1 día. ¿Cómo podemos saber cuántos días faltó?\".",
      "imagen": "img/ascenso/inicial/2019/3.jpg",
      "preguntas": [
        {
          "pregunta": "En el marco del proceso de resolución de problemas, ¿qué intervención está orientada a que los niños planteen su estrategia de resolución?",
          "opciones": [
            "¿Qué les parece si cuentan los casilleros en blanco y me dicen cuántos días faltó José?",
            "¿Cómo harán para saber cuántos días faltó José? ¿Qué harán primero? ¿Y después?",
            "¿Alguien podría explicar con sus propias palabras lo que ha entendido?"
          ],
          "respuesta": "¿Cómo harán para saber cuántos días faltó José? ¿Qué harán primero? ¿Y después?",
          "respuestaCorta": "Para orientar el planteamiento de estrategias, se deben hacer preguntas que inviten a los niños a pensar y verbalizar su plan de acción, sin sugerirles el método de solución.",
          "solucionario": "La opción B está orientada a que los niños planteen su propia estrategia. Preguntas como \"¿Cómo lo harán?\" o \"¿Qué harán primero?\" promueven que los niños piensen en un plan, secuencien acciones y elijan los procedimientos que consideren convenientes para resolver el problema. La opción A les da la estrategia directamente, y la opción C se enfoca en la comprensión del problema, no en el diseño de una solución.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p29",
      "contexto": "Los niños del aula de cinco años se encuentran desarrollando el proyecto \"La feria de juguetes de material reciclado\". En la última actividad del proyecto, los niños elaboran aviones y barcos de papel, títeres de bolsas de papel y sombreros de papel periódico. Luego, acuerdan vender los productos elaborados. La docente busca aprovechar esta situación para que los niños resuelvan problemas de cantidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ello?",
          "opciones": [
            "Preguntar a los niños cuánto creen que debería costar cada producto. Luego, proponerles que en grupos establezcan los criterios por los que un producto puede costar más que otro.",
            "Proponerles que coloquen los precios de sus productos empleando números del 1 al 5. Luego, indicarles que el juguete más caro debe ser aquel que sea más grande y tenga más colores.",
            "Visitar una librería con los niños y preguntar a la vendedora cómo decide los precios de los productos. Luego, decirles que anoten los precios de aquellos productos que se parezcan a los que elaboraron para que les asignen esos precios."
          ],
          "respuesta": "Preguntar a los niños cuánto creen que debería costar cada producto. Luego, proponerles que en grupos establezcan los criterios por los que un producto puede costar más que otro.",
          "respuestaCorta": "Se promueve la resolución de problemas de cantidad en un contexto de compra-venta al plantear una situación real donde los niños deban asignar valor (precio) a objetos basándose en criterios que ellos mismos establezcan.",
          "solucionario": "La opción A es la más pertinente porque plantea un problema auténtico y abierto. Al preguntar por el costo y pedir que establezcan criterios de valor (ej. tamaño, dificultad de elaboración, materiales usados), la docente promueve que los niños usen el número en un contexto social real, argumenten sus decisiones y comparen cantidades, lo cual es fundamental para la resolución de problemas de cantidad.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_inicial_2019_p30",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece la resolución de problemas de forma, movimiento y localización en niños de cinco años?",
          "opciones": [
            "Organizar a los niños en parejas y decirles que uno de ellos debe esconder un objeto. Luego, indicarles que el compañero debe buscar el objeto, siguiendo consignas como las siguientes: \"a un lado\", \"al otro\", \"encima\", \"debajo\", \"dentro\", \"fuera\", etc.",
            "Coger botellas que tengan la misma forma y pintarlas de color oscuro para que no se vea su contenido. Luego, llenarlas con distintas cantidades de arena y pedir a los niños que diferencien las botellas livianas de las pesadas. Finalmente, pedirles que coloquen las botellas en diferentes lugares.",
            "Proponer a los niños que junten latas de leche vacías. Luego, pedirles que formen torres con estas y que empleen para cada torre una cantidad distinta de latas. Finalmente, preguntarles cuántas latas emplearon para formar la torre más alta, cuántas para la segunda y así sucesivamente."
          ],
          "respuesta": "Organizar a los niños en parejas y decirles que uno de ellos debe esconder un objeto. Luego, indicarles que el compañero debe buscar el objeto, siguiendo consignas como las siguientes: \"a un lado\", \"al otro\", \"encima\", \"debajo\", \"dentro\", \"fuera\", etc.",
          "respuestaCorta": "Se favorece la resolución de problemas de localización al plantear un juego donde los niños deben usar y comprender nociones espaciales para ubicarse y encontrar objetos en su entorno.",
          "solucionario": "La opción A es la más pertinente porque aborda directamente la competencia de forma, movimiento y localización. El juego de esconder y encontrar un objeto siguiendo indicaciones espaciales (\"encima\", \"debajo\", \"dentro\") permite a los niños utilizar su cuerpo como punto de referencia para ubicarse y localizar objetos en el espacio, desarrollando así su pensamiento espacial. Las opciones B y C se enfocan en otras competencias matemáticas (medida y cantidad, respectivamente).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p31",
      "contexto": "La docente del aula de cinco años propone a los niños jugar al \"Pulpín de los números\". El juego incluye un dado numerado del 1 al 6, un tablero con la imagen de un pulpo y seis tapitas de distinto color para cada participante. Para jugar, cada niño elige un tentáculo. Luego, por turnos, los niños lanzan el dado y colocan la tapita en el casillero que se corresponda con el número que indique el dado. Gana el niño que, con sus respectivas tapitas, cubra primero todos los casilleros del tentáculo que eligió.",
      "imagen": "img/ascenso/inicial/2019/4.jpg",
      "preguntas": [
        {
          "pregunta": "A través de este juego la docente busca favorecer que los niños alcancen progresivamente la cardinalidad. Sin embargo, la actividad NO es pertinente para ese propósito. ¿Por qué?",
          "opciones": [
            "Porque para favorecer que los niños alcancen la cardinalidad, tienen que escribir los números. En cambio, en este juego, los niños solo reconocen los números en el dado y en el tablero, pero no los escriben.",
            "Porque para favorecer que los niños alcancen la cardinalidad, se deben plantear actividades que involucren numerales del 1 al 10. En cambio, en este juego, los niños solo reconocen numerales del 1 al 6.",
            "Porque para favorecer que los niños alcancen la cardinalidad, deben relacionar los números escritos en el tablero con la cantidad de puntos que indique el dado. En cambio, en este juego, los niños no realizan esa relación, pues el dado ya tiene números."
          ],
          "respuesta": "Porque para favorecer que los niños alcancen la cardinalidad, deben relacionar los números escritos en el tablero con la cantidad de puntos que indique el dado. En cambio, en este juego, los niños no realizan esa relación, pues el dado ya tiene números.",
          "respuestaCorta": "La actividad no favorece la cardinalidad porque utiliza un dado con números en lugar de puntos, convirtiendo el juego en un simple ejercicio de correspondencia entre numerales iguales, sin requerir que el niño cuente una cantidad.",
          "solucionario": "La cardinalidad implica comprender que el último número contado representa el total de una colección. Para practicar esto, el niño debería contar los puntos de un dado y asociar esa cantidad con un numeral en el tablero. Al usar un dado con números, el juego se reduce a una tarea de reconocimiento visual y emparejamiento de símbolos (el '4' del dado con el '4' del tablero), sin que medie un proceso de conteo para determinar una cantidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p32",
      "contexto": "Matías, de cinco años, juega con fichas de diferentes formas y colores, y las ordena de la siguiente manera: Luego, llama a la docente, le muestra lo que hizo y señala el último círculo diciéndole: \"Todos tienen pareja, pero este no\".",
      "imagen": "img/ascenso/inicial/2019/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes principios del conteo evidencia haber alcanzado Matías en esta situación?",
          "opciones": [
            "Correspondencia término a término.",
            "Orden estable.",
            "Abstracción."
          ],
          "respuesta": "Correspondencia término a término.",
          "respuestaCorta": "Matías evidencia el principio de correspondencia término a término al emparejar cada elemento de un conjunto (círculos) con un elemento de otro conjunto (triángulos) para compararlos.",
          "solucionario": "Matías demuestra haber alcanzado el principio de correspondencia término a término (o uno a uno). Este principio fundamental del conteo consiste en la habilidad de asignar un objeto a cada elemento de otro conjunto para compararlos. Al decir \"Todos tienen pareja, pero este no\", Matías verbaliza el resultado de haber emparejado mental o físicamente cada círculo con un triángulo, identificando que hay un elemento sobrante en el primer conjunto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p33",
      "contexto": "En el sector de construcción, los niños están armando una ciudad. La docente observa que uno de los grupos no logra ponerse de acuerdo. Entonces, se acerca al grupo y se produce un diálogo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Diálogo:\nDocente: Niños, cuéntenme qué parte de la ciudad están construyendo.\nPedro: ¡Un puente! ¡Pero no nos sale!\nDocente: ¿Por qué dices que no les sale?\nPedro: Es que no se parece a un puente.\nCésar: Es que no se puede cruzar. Falta un camino.\nDocente: ¿Y cómo podrían hacer el camino?\nDoris: Uhmm... Podemos usar las maderitas largas. ¡Ayuden a encontrar las maderitas largas para hacer el camino!\nSofía: ¡Sííí! ¡Y usemos los cubos para hacer la parte de abajo del puente!\nDocente: ¡Bien! ¿Ahora les gusta su puente?\nAndrés: ¡¡Sí!!\nDocente: ¿Era difícil hacerlo?\nTodos: ¡Nooo!\nDocente: ¿Qué faltaba para que saliera bien?\nSofía: Que buscáramos las maderas largas y cubos, y ¡saz, salió!\n\n¿Qué acción esta realizando principalmente la docente?",
          "opciones": [
            "Favorecer la metacognición.",
            "Promover el conflicto cognitivo.",
            "Propiciar la transferencia de aprendizajes."
          ],
          "respuesta": "Favorecer la metacognición.",
          "respuestaCorta": "La docente favorece la metacognición con preguntas finales que llevan a los niños a reflexionar sobre las dificultades que tuvieron y cómo las superaron, haciéndolos conscientes de su proceso de aprendizaje.",
          "solucionario": "La acción principal de la docente es favorecer la metacognición. Si bien al inicio media para que resuelvan el problema, sus preguntas finales (\"¿Era difícil hacerlo?\", \"¿Qué faltaba para que saliera bien?\") son clave, pues buscan que los niños reflexionen sobre su propio proceso de pensamiento, identifiquen las dificultades que enfrentaron y las estrategias que les permitieron superar el obstáculo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p34",
      "contexto": "Margarita, de dos años, está tomando su refresco. En un descuido, la niña se moja el polo. Rápidamente, busca su bolso de mudas, se quita el polo mojado e intenta ponerse el polo seco con dificultad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, la docente busca continuar favoreciendo la autonomía de Margarita. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Acercarse a Margarita, felicitarla por haber reaccionado rápidamente y, enseguida, terminar de colocarle el polo seco.",
            "Seguir observando cómo se desenvuelve Margarita y, en caso sea necesario, acercarse y preguntarle si desea que se le ayude.",
            "Decir a Margarita que ya casi puede vestirse sola, pero que aún le falta aprender a acomodarse el polo para que esté correctamente puesto."
          ],
          "respuesta": "Seguir observando cómo se desenvuelve Margarita y, en caso sea necesario, acercarse y preguntarle si desea que se le ayude.",
          "respuestaCorta": "Para favorecer la autonomía se debe respetar la iniciativa del niño, observando su intento y ofreciendo ayuda solo si es indispensable o si él la solicita, sin anticiparse ni interrumpir su esfuerzo.",
          "solucionario": "La opción B es la más pertinente. Favorecer la autonomía implica permitir que el niño intente resolver el problema por sí mismo. La docente debe ser una observadora atenta, respetando el esfuerzo y la iniciativa de Margarita. Intervenir solo si la frustración es muy grande o si la niña pide ayuda, y hacerlo en forma de pregunta (\"¿deseas que te ayude?\"), le devuelve el control de la situación al niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p35",
      "contexto": "Daniela, de doce meses, se encuentra en el espacio de juego. Ella coge un envase transparente con tapa a presión, el cual contiene diversos objetos pequeños, como aros de colores, pelotas y cubos. La niña observa con curiosidad el envase y, cuando intenta abrirlo, la tapa cede y el contenido cae ante la sorpresa de la niña. Entonces, Daniela busca con la mirada a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué acción es pertinente que realice la docente para continuar promoviendo la autonomía de la niña?",
          "opciones": [
            "Sentarse con Daniela e ir guardando los juguetes en el envase diciendo, por ejemplo: \"¡Qué linda esta pelota! ¡Mira cómo la guardo dentro del envase!\". Al finalizar, entregarle a la niña los últimos juguetes para que ella los guarde por sí misma.",
            "Decirle a Daniela: \"Mira cuántos juguetes había dentro del envase, Daniela\". Luego, continuar observándola y tomar nota de sus reacciones en esa situación para considerarlas en la planificación de las siguientes actividades.",
            "Decirle a Daniela lo siguiente: \"Oh, veo que se cayeron los juguetes del envase. No te preocupes, yo los vuelvo a poner\". Luego de llenar el envase con los juguetes, entregárselo cerrado a la niña para que continúe explorándolo."
          ],
          "respuesta": "Decirle a Daniela: \"Mira cuántos juguetes había dentro del envase, Daniela\". Luego, continuar observándola y tomar nota de sus reacciones en esa situación para considerarlas en la planificación de las siguientes actividades.",
          "respuestaCorta": "Se promueve la autonomía al verbalizar lo que sucedió para ayudar a la niña a comprender la situación, y luego permitirle que continúe su exploración libremente sin dirigir sus acciones.",
          "solucionario": "La opción B es la más pertinente. La docente interviene mínimamente, solo para poner en palabras lo que ha sucedido (\"Mira cuántos juguetes había...\"), lo cual ayuda a la niña a procesar el evento de causa-efecto. Luego, al retirarse y continuar observando, le devuelve la iniciativa a Daniela para que decida cómo seguir explorando los objetos y el contenedor. Las otras opciones son directivas y le quitan a la niña la oportunidad de resolver la situación o de explorar a su manera.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p36",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes situaciones se favorece la expresión oral de un niño menor de un año?",
          "opciones": [
            "Dar al niño, al iniciar cada semana, un objeto nuevo para que lo manipule y decirle varias veces el nombre del objeto.",
            "Aprovechar los momentos de juego para realizar con el niño juegos vocálicos que favorezcan una adecuada pronunciación.",
            "Explicar al niño las acciones que se realizarán durante el momento del cambio de ropa, esperar una señal de respuesta y continuar conversando con él."
          ],
          "respuesta": "Explicar al niño las acciones que se realizarán durante el momento del cambio de ropa, esperar una señal de respuesta y continuar conversando con él.",
          "respuestaCorta": "Se favorece la expresión oral en bebés al tratarlos como interlocutores válidos en situaciones cotidianas, hablándoles, interpretando sus gestos o balbuceos como respuestas y manteniendo un diálogo.",
          "solucionario": "La comunicación es la base del lenguaje. En los momentos de cuidado, como el cambio de ropa, se establece un vínculo afectivo ideal para la interacción cara a cara. Hablarle al bebé sobre lo que está sucediendo, hacer pausas y esperar sus respuestas (balbuceos, sonrisas, gestos) lo posiciona como un interlocutor activo y sienta las bases de la comunicación y la expresión oral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p37",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las acciones es pertinente para promover la expresión oral en niños de cinco años?",
          "opciones": [
            "Entregar a cada grupo un sobre con imágenes. Luego, decirles que saquen las imágenes, las ordenen como deseen y construyan con ellas una historia. Finalmente, pedirles que cuenten la historia a sus compañeros del aula.",
            "Narrar un cuento interpretando la voz y los gestos de los personajes. Luego, pedir voluntarios para que cuenten la historia del mismo modo en que la contó la docente. Finalmente, preguntar al aula qué niño lo hizo mejor.",
            "Proponerles recitar un poema por el Día de la Madre. Luego, practicar con los niños los versos varias veces hasta que se los aprendan. Finalmente, orientarlos para que reciten el poema de manera clara y fluida."
          ],
          "respuesta": "Entregar a cada grupo un sobre con imágenes. Luego, decirles que saquen las imágenes, las ordenen como deseen y construyan con ellas una historia. Finalmente, pedirles que cuenten la historia a sus compañeros del aula.",
          "respuestaCorta": "Se promueve la expresión oral al plantear una actividad abierta y creativa que motive a los niños a organizar sus ideas y a producir un discurso coherente para compartirlo con otros.",
          "solucionario": "La opción A es la más pertinente porque promueve la producción de un discurso original y complejo. Al ordenar las imágenes y crear una historia, los niños no solo usan el lenguaje para describir, sino para narrar, establecer secuencias lógicas y usar su creatividad. Compartirla con sus compañeros le da un propósito comunicativo real. Las opciones B y C se centran en la repetición o memorización de textos creados por otros, lo cual limita la expresión oral auténtica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p38",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece que los niños se apropien del sistema de escritura?",
          "opciones": [
            "Proponerles que elijan de una lista de palabras aquellas que comiencen con la vocal \"a\". Luego, pedirles que escriban esas palabras en tiras de papel.",
            "Proponerles que imiten con un dedo los saltos de una ranita. Luego, darles hojas en las que se ha representado los saltos de la ranita y pedirles que los repasen con su dedo índice.",
            "Proponerles entonar canciones acompañándolas con instrumentos musicales. Luego, pedirles que dibujen lo experimentado y, si desean, escriban lo que les ha gustado de la actividad."
          ],
          "respuesta": "Proponerles entonar canciones acompañándolas con instrumentos musicales. Luego, pedirles que dibujen lo experimentado y, si desean, escriban lo que les ha gustado de la actividad.",
          "respuestaCorta": "La apropiación del sistema de escritura se favorece al generar situaciones con sentido en las que los niños sientan la necesidad o el deseo de expresarse a través de la escritura, aunque sea de forma incipiente y combinada con el dibujo.",
          "solucionario": "La opción C favorece la apropiación del sistema de escritura porque esta surge de una necesidad y un deseo de expresión personal, a partir de una experiencia significativa (la música). Al invitar a los niños a escribir \"si desean\" y junto a sus dibujos, se respeta el proceso individual y se entiende la escritura como una forma más de representar el mundo, en un contexto con propósito comunicativo. Las opciones A y B son ejercicios descontextualizados y mecánicos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p39",
      "contexto": "La docente y los niños del aula de cinco años han recolectado cuentos, libros de recetas y revistas. Hoy la docente les ha propuesto organizar esos textos en la biblioteca.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esa situación, ¿cuál de las siguientes acciones favorece la aproximación de los niños a la lectura?",
          "opciones": [
            "Plantear a los niños que observen el tamaño y los colores de los textos. Luego, pedirles que los ordenen según uno de esos criterios.",
            "Pedir a los niños que revisen los textos, y conversen respecto de sus semejanzas y diferencias. Luego, pedirles que agrupen los textos que se parezcan.",
            "Etiquetar de color rojo los cuentos; de azul, los libros de recetas; y de amarillo, las revistas. Luego, entregar a los niños cajas de esos colores y pedirles que guarden los textos en la caja del color que les corresponde."
          ],
          "respuesta": "Pedir a los niños que revisen los textos, y conversen respecto de sus semejanzas y diferencias. Luego, pedirles que agrupen los textos que se parezcan.",
          "respuestaCorta": "La aproximación a la lectura se favorece al interactuar con diversos tipos de textos, explorando sus características (formato, diagramación, tipo de imágenes) para identificar el propósito de cada uno.",
          "solucionario": "La opción B es la más pertinente. Al manipular, explorar y comparar diferentes portadores de texto (cuentos, recetas, revistas), los niños empiezan a reconocer sus características distintivas y a inferir sus funciones sociales. Este proceso de clasificación basado en los rasgos del texto mismo les permite construir conocimientos sobre el mundo escrito y los diferentes propósitos de la lectura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p40",
      "contexto": "La docente del aula de cinco años les presenta a los niños un nuevo libro de cuentos. En la tapa, se observa la imagen de una gallina con tres pollitos amarillos y uno con plumas de diversos colores al que sus hermanos miran sorprendidos. Al observar el texto, varios niños exclaman: \"¡Un cuento!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los niños formulen predicciones sobre el contenido del texto. ¿Cuál de las siguientes intervenciones es pertinente para dicho propósito?",
          "opciones": [
            "¿Alguna vez han visto pollitos de verdad? ¿De qué colores eran? ¿Y qué dicen del pollito de diversos colores que aparece en la imagen? ¿Existirá en la realidad o solo existe en los cuentos?",
            "¿Les gustan los cuentos de animales? ¿Qué es lo que más les gusta de esos cuentos? ¿Les gustaría saber qué pasará con la gallina y los pollitos de esta historia? ¿La leemos?",
            "¿De qué creen que tratará el cuento? ¿Qué están haciendo la gallina y los pollitos en la imagen? ¿Cuál será el título de este cuento? ¿Por qué dicen eso?"
          ],
          "respuesta": "¿De qué creen que tratará el cuento? ¿Qué están haciendo la gallina y los pollitos en la imagen? ¿Cuál será el título de este cuento? ¿Por qué dicen eso?",
          "respuestaCorta": "Se promueve la predicción sobre un texto mediante preguntas abiertas que inviten a los niños a usar los indicios de la portada (imágenes, título) para anticipar el contenido y justificar sus hipótesis.",
          "solucionario": "La opción C es la más pertinente porque las preguntas están directamente orientadas a que los niños formulen hipótesis (predicciones) sobre la historia. Preguntas como \"¿De qué creen que tratará...?\" o \"¿Cuál será el título...?\" los animan a usar la información visual de la portada para inferir el contenido. La pregunta final \"¿Por qué dicen eso?\" es clave, ya que los lleva a argumentar sus predicciones.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "A continuación, la docente procede a leer el cuento:\n\nMamá Gallina puso cuatro huevos. Después de empollarlos varios días, ella espera que sus pollitos nazcan hoy. De pronto, se escucha un \"¡Croachsss!\" y un pollito, todo amarillo, sale del cascarón. Mamá Gallina lo recibe con alegría y, del mismo modo, al segundo y al tercer pollito, que también son amarillos. Luego de unos minutos, se escucha un \"Toc, toc, toc\" muy bajito. Todos voltean a mirar. ¡Es el cuarto pollito que aún no ha salido del cascarón! Mamá Gallina se acerca y le anima: \"¡Vamos, rompe el cascarón!\". Pero no hay respuesta. Mamá Gallina insiste: \"¡Vamos, pequeño, tú puedes!\". Entonces, se escucha un \"¡Crooooooooooaaaaaaaachssss!\" y el último pollito sale del cascarón. \"¡Es un pollito de colores!\", gritan sus hermanos mirándolo sorprendidos. Mamá Gallina sonríe y abraza al recién nacido con amor. Al verlos, los hermanos pollitos se acercan, pues también quieren recibir el abrazo de mamá. Ella los recibe y todos se alegran, pues al fin están completos.\n\nLa docente busca que los niños realicen inferencias sobre este cuento. ¿Qué acción es pertinente para ese propósito?",
          "opciones": [
            "Preguntarles qué parte del cuento les gustó más y por qué, y qué parte no les gustó.",
            "Preguntarles qué ocurrió con el pollito de plumas de colores primero, después y al final del cuento.",
            "Preguntarles cómo es la mamá y por qué se sorprendieron los pollitos al ver a su hermano de colores."
          ],
          "respuesta": "Preguntarles cómo es la mamá y por qué se sorprendieron los pollitos al ver a su hermano de colores.",
          "respuestaCorta": "Se promueve la inferencia al hacer preguntas que no tienen una respuesta literal en el texto, sino que requieren que los niños conecten información, interpreten motivaciones o deduzcan características de los personajes.",
          "solucionario": "La opción C es la que mejor promueve la inferencia. Para responder \"cómo es la mamá\" (amorosa, paciente), los niños deben deducirlo a partir de sus acciones y palabras, ya que el texto no lo dice explícitamente. De igual manera, para explicar \"por qué se sorprendieron los pollitos\", deben inferir que esperaban un hermano igual a ellos (amarillo). Las preguntas de la opción A buscan una opinión personal, y las de la opción B solicitan información explícita.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_inicial_2019_p41",
      "contexto": "LA BRUJA BERTA\nLa bruja Berta vivía en el bosque. Su casa era negra por fuera y por dentro. Las alfombras, las sillas, el baño, la cama, las frazadas, hasta las sábanas, todo era negro. Bepo, su gato, también era de color negro, pero tenía los ojos verdes. Así, cuando Bepo se echaba en una silla con los ojos abiertos, Berta podía distinguirlo. Pero, cuando Bepo dormía, Berta no lo veía para nada y entonces se sentaba encima del pobre gato. Un día, después de un terrible tropezón, Berta tomó una decisión. Cogió su varita mágica, la agitó una vez y dijo \"Abracadabra\". En el acto, Bepo se convirtió en un gato verde. Entonces, Berta podía ver a Bepo cuando este dormía en la silla o en el piso. Pero Berta no le gustaba que Bepo subiera a la cama, así que lo llevó al jardín. Sin embargo, aunque los ojos de Bepo estuvieran bien abiertos, Berta no podía distinguir al verde gato en el jardín. Entonces, Berta tropezó de nuevo con Bepo, dio tres volteretas y cayó en una mata de rosas llena de espinas. Adolorida y furiosa, Berta tomó nuevamente su varita, la agitó cinco veces y convirtió a Bepo en un gato de muchos colores. Sin embargo, Bepo se veía ridículo y lo sabía. Asustado, trepó hasta el árbol más alto para esconderse. Berta quería mucho a Bepo y no le gustaba que se sintiera triste. Entonces, tomó otra vez la varita y volvió a Bepo a su color negro original. Luego, le pidió que la perdonara. Berta dejó a un lado su varita, le abrió los brazos y le sonrió. Recién entonces, Bepo bajó del árbol ronroneando. \"Y ahora, ¿cómo haremos para no tropezarnos?\", le preguntó Berta a Bepo mientras volvían a casa.",
      "imagen": "img/ascenso/inicial/2019/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este texto?",
          "opciones": [
            "¿Para qué trepó Bepo hasta el árbol más alto?",
            "¿Por qué la bruja Berta estaba adolorida y furiosa?",
            "¿Qué propondrían para que Berta y Bepo ya no se sigan tropezando?"
          ],
          "respuesta": "¿Para qué trepó Bepo hasta el árbol más alto?",
          "respuestaCorta": "Esta pregunta es de nivel literal o explícito porque la respuesta (\"para esconderse\") se encuentra directamente escrita en el texto.",
          "solucionario": "La pregunta A es la adecuada para identificar información explícita, ya que la respuesta se encuentra textualmente en el cuento: \"trepó hasta el árbol más alto para esconderse\". Las otras preguntas requieren inferir causas (B) o proponer soluciones (C), habilidades de comprensión más complejas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre el texto?",
          "opciones": [
            "¿Qué opinan sobre la decisión de Berta de convertir a Bepo en un gato de colores?",
            "¿Por qué Berta podía distinguir a Bepo cuando él estaba despierto sobre la silla?",
            "¿Qué le dijo Berta a Bepo cuando ambos volvían a casa?"
          ],
          "respuesta": "¿Por qué Berta podía distinguir a Bepo cuando él estaba despierto sobre la silla?",
          "respuestaCorta": "Es una pregunta inferencial porque requiere que el niño conecte dos datos del texto (el gato era negro, sus ojos eran verdes) para deducir la respuesta que no está dicha literalmente.",
          "solucionario": "La pregunta B es de tipo inferencial. El texto dice que Bepo \"era de color negro, pero tenía los ojos verdes\" y que Berta \"podía distinguirlo\" cuando tenía los ojos abiertos. El niño debe conectar estas dos ideas para inferir que era el color verde de sus ojos abiertos lo que permitía a Berta verlo. La opción A pide una opinión y la C solicita información explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre este texto?",
          "opciones": [
            "¿De qué color era la casa de la bruja Berta?",
            "¿Por qué Bepo miraba temeroso a Berta desde lo alto del árbol?",
            "¿Les parece bien que Berta se haya disculpado con Bepo? ¿Por qué?"
          ],
          "respuesta": "¿Les parece bien que Berta se haya disculpado con Bepo? ¿Por qué?",
          "respuestaCorta": "Esta pregunta promueve la reflexión porque pide a los niños emitir un juicio de valor sobre las acciones de un personaje y argumentar su postura, conectando el texto con sus propias experiencias y valores.",
          "solucionario": "La pregunta C es la más pertinente para la reflexión (nivel crítico-valorativo). Pide a los niños que evalúen el comportamiento de un personaje (\"¿Les parece bien...?\"), tomen una postura y la justifiquen (\"¿Por qué?\"). Esto implica ir más allá del texto para opinar basándose en principios éticos y socioemocionales. Las otras preguntas son de nivel literal (A) e inferencial (B).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los niños del aula de cinco años han leído el cuento \"La bruja Berta\". Luego, la docente les ha pedido que, en parejas, dibujen lo que más les gustó del cuento. Una pareja de niños acompañó su dibujo con el siguiente escrito: \"a ua beta nos guta oe e ui iosa\". Debajo, la interpretación es: \"La bruja Berta nos gusta porque es muy chistosa\". Considerando los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro y Ana Teberosky, ¿qué nivel evidencia el escrito de los niños?",
          "imagen":"img/ascenso/inicial/2019/7.jpg",
          "opciones": [
            "Presilábico.",
            "Silábico.",
            "Silábico-alfabético."
          ],
          "respuesta": "Silábico-alfabético.",
          "respuestaCorta": "El nivel es silábico-alfabético porque los niños ya representan algunas sílabas con una sola letra (hipótesis silábica) pero en otras ya incluyen más de una letra, acercándose a la escritura alfabética.",
          "solucionario": "El escrito evidencia un nivel silábico-alfabético. Es un período de transición donde coexisten la hipótesis silábica (una letra por sílaba, como en \"a\" por \"La\" o \"ua\" por \"bruja\") y la hipótesis alfabética (intentos de representar todos los fonemas, como en \"beta\" por \"Berta\" o \"guta\" por \"gusta\"). Los niños han superado la etapa puramente silábica pero aún no dominan la correspondencia fonema-grafema completa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p42",
      "contexto": "La docente del aula de cinco años presenta a los niños una hoja de papel de revista y se produce el siguiente diálogo:\nDocente: ¿Qué es esto que tengo en las manos?\nRosa: ¡Un papel de revista!\nDocente: Es más que un papel. ¡Vean! (enrolla el papel y lo engoma) ¿Ahora qué es?\nCarlos: ¡Un palito de papel!\nDocente: Sí, pero puede ser algo más que un palito de papel. Puede ser lo que yo quiero que sea. ¡Miren! (Entonces, la docente toma el palito de papel y lo usa como si fuera una varita mágica).\nSebastián: ¡Es una varita para hacer magia!\nDocente: Sí, eso fue para mí. Ahora, cada uno de ustedes tomará una hoja de papel para que elaboren con esta lo que deseen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué nivel de la función simbólica está promoviendo la docente en esta situación?",
          "opciones": [
            "Objeto.",
            "Indicio.",
            "Símbolo."
          ],
          "respuesta": "Símbolo.",
          "respuestaCorta": "La docente promueve el nivel de símbolo, que es la capacidad de usar un objeto para representar otro que está ausente (el palito de papel representa una varita mágica), basándose en una convención o acuerdo.",
          "solucionario": "La docente está promoviendo el nivel de símbolo. La función simbólica permite representar una cosa por medio de otra. En esta situación, el \"palito de papel\" (objeto real) es utilizado para representar una \"varita mágica\" (objeto ausente, imaginado). Esta sustitución, que es la base del juego simbólico o de simulación, es una manifestación clara del nivel de símbolo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p43",
      "contexto": "La docente del aula de cuatro años ha llevado al aula un cuento nuevo. Antes de leer el cuento con los niños, busca que ellos elaboren predicciones sobre el texto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Decirles que tiene una sorpresa dentro de una bolsa de tela. Luego, invitar a algunos niños para que palpen el objeto escondido en la bolsa y adivinen qué es. A continuación, sacar el libro de la bolsa y leer el cuento con los niños.",
            "Pedirles que observen la portada del cuento. Luego, preguntarles: \"¿Quiénes aparecen en la imagen? ¿Qué están haciendo? ¿De qué creen que tratará este cuento? ¿Cómo se llamará?\". A continuación, leer el cuento con ellos y contrastar la historia con sus ideas iniciales.",
            "Comentarles que tiene un libro nuevo para ellos. Luego, mostrarles el libro y preguntarles: \"¿Qué tipo de libro es este? ¿De qué color es la tapa? ¿Qué forma tiene? ¿Cuántas imágenes observan?\". A continuación, proponerles que describan todas las imágenes del cuento."
          ],
          "respuesta": "Pedirles que observen la portada del cuento. Luego, preguntarles: \"¿Quiénes aparecen en la imagen? ¿Qué están haciendo? ¿De qué creen que tratará este cuento? ¿Cómo se llamará?\". A continuación, leer el cuento con ellos y contrastar la historia con sus ideas iniciales.",
          "respuestaCorta": "Para promover predicciones, es pertinente guiar a los niños a observar los indicios de la portada y hacerles preguntas abiertas que los inviten a anticipar el contenido, para luego verificar sus hipótesis durante la lectura.",
          "solucionario": "La opción B es la más pertinente porque describe la estrategia completa para trabajar la predicción. Se inicia activando la observación de los paratextos (portada), se formulan preguntas clave para que los niños elaboren sus hipótesis (\"¿De qué creen que tratará?\") y, fundamentalmente, se cierra el ciclo al contrastar esas ideas con el contenido real del texto, lo que valida la estrategia lectora.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p44",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente del aula de cinco años tiene como propósito favorecer la expresión de los niños en lenguajes artísticos. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Colocar cajas en medio del aula que contengan aros y telas de diferentes colores. Luego, pedirles que tomen un aro y una tela del mismo color, y se ubiquen en los espacios asignados. Finalmente, pedirles que sigan los movimientos que la docente realiza.",
            "Narrarles un cuento y decirles que, mientras lo escuchen, realicen los movimientos de los personajes y reproduzcan los sonidos que forman parte del cuento. Además, decirles que pueden emplear los objetos del aula que deseen para acompañar sus movimientos. Finalmente, dialogar sobre lo realizado.",
            "Trazar en el piso un circuito formado por líneas rectas, curvas y en zigzag, y decirles que caminen sobre estas con los brazos extendidos. Luego, pedirles que recorran de nuevo el circuito: primero, en posición de gateo, y, después, dando saltos. Finalmente, proponerles que realicen el circuito combinando los tres movimientos."
          ],
          "respuesta": "Narrarles un cuento y decirles que, mientras lo escuchen, realicen los movimientos de los personajes y reproduzcan los sonidos que forman parte del cuento. Además, decirles que pueden emplear los objetos del aula que deseen para acompañar sus movimientos. Finalmente, dialogar sobre lo realizado.",
          "respuestaCorta": "Se favorece la expresión en lenguajes artísticos al proponer una experiencia integradora (cuento) que sirve como detonante para que los niños se expresen libremente a través del movimiento, el sonido y el uso de objetos, combinando diversos lenguajes.",
          "solucionario": "La opción B es la más pertinente porque integra varios lenguajes artísticos (dramático, corporal, sonoro) de una manera libre y creativa, partiendo de una experiencia motivadora como es un cuento. Permite a los niños interpretar y crear, en lugar de seguir modelos o circuitos preestablecidos como en las opciones A y C. El diálogo final promueve la reflexión sobre el proceso creativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p45",
      "contexto": "Los niños de cinco años han realizado un trabajo grupal y están escribiendo sus nombres en tarjetas. La docente observa que Laurencia escribe \"Laura\" en lugar de su nombre. Entonces, se acerca a conversar con ella.\nDocente: Laurencia, veo que has escrito tu nombre. ¿Puedes leer tu tarjeta?\nLaurencia: Sí... Aquí dice \"LAURE\".\nDocente: ¿Y cómo termina \"LAURE\"?\nLaurencia: \"LAUREEEEE\"...\nDocente: O sea que \"LAURE\" tiene la \"E\" de ELENA. ¿Te acuerdas cómo se escribe \"ELENA\"? Te lo escribo, mira. (Escribe \"ELENA\"). Ahora, observa lo que escribiste. ¿Allí está la \"E\" de \"ELENA\"?\nLaurencia: ...Mi tarjeta no tiene la \"E\"...\nDocente: Ajá. A ver, lee de nuevo lo que escribiste.\nLaurencia: \"LAU\"... \"LAU\"...\"LAURA\"... ¡Esta es la \"A\"!\nDocente: Claro, allí dice \"LAURA\". Entonces, ¿qué le falta a tu tarjeta para que diga tu nombre?\nLaurencia: ¡Esta! (Señala la \"E\"). ¡Le falta la \"E\" de ELENA!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción está realizando principalmente la docente?",
          "opciones": [
            "Brindar andamiaje.",
            "Activar saberes previos.",
            "Promover la transferencia de aprendizajes."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "La docente brinda andamiaje al guiar a la niña, a través de preguntas y pistas (como escribir \"ELENA\"), para que ella misma descubra su error y construya la solución, sin darle la respuesta directamente.",
          "solucionario": "La docente está brindando andamiaje. No le da la respuesta a Laurencia ni la corrige directamente. En su lugar, le ofrece una serie de apoyos estratégicos (preguntas que la hacen reflexionar sobre los sonidos, la pista de un nombre conocido que contiene la letra que falta) para que sea la propia niña quien, con esta ayuda temporal, pueda resolver el problema y avanzar en su comprensión del sistema de escritura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p46",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto de los niveles de representación de la función simbólica, ¿cuál de las siguientes acciones favorece el desarrollo del nivel indicio?",
          "opciones": [
            "Llevar al aula un fruto desconocido por los niños. Luego, animarlos para que lo toquen, huelan y prueben, y, en ese proceso, describan sus características.",
            "Jugar con ellos a reconocer sonidos. Para ello, un niño realiza sonidos con diversos objetos del aula, mientras que el resto, con los ojos vendados, adivina a qué objetos corresponden los sonidos escuchados.",
            "Proponerles dramatizar acciones de compra y venta que se realizan en un mercado. Para ello, pedirles que decidan quiénes serán los vendedores y compradores, y decirles que busquen los objetos que intercambiarán en el mercado."
          ],
          "respuesta": "Jugar con ellos a reconocer sonidos. Para ello, un niño realiza sonidos con diversos objetos del aula, mientras que el resto, con los ojos vendados, adivina a qué objetos corresponden los sonidos escuchados.",
          "respuestaCorta": "Se favorece el nivel de indicio o índice, donde una parte representa el todo (el sonido representa al objeto que lo produce), a través de juegos de adivinanza de sonidos.",
          "solucionario": "La opción B favorece el desarrollo del nivel indicio (o índice). En este nivel de la función simbólica, un estímulo (el significante, en este caso, el sonido) está directamente conectado con lo que representa (el significado, el objeto). El sonido de las llaves es un indicio de las llaves, así como el humo es un indicio del fuego. Al adivinar el objeto por su sonido, los niños están interpretando un indicio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2019_p47",
      "contexto": "La estrella y sus nuevos amigos\nHace mucho tiempo, una estrella se cayó del cielo en medio de un bosque. El golpe fue tan fuerte que le causó un moretón en la frente. Los animalitos que dormían se despertaron. Cuando encontraron a la estrella, ella estaba toda adolorida. \"Debo estar en el cielo con mi familia junto a mi mamá Luna\", explicó triste la estrella. \"No te preocupes, nosotros te ayudaremos a subir al cielo\", dijeron todos. Así, Ardilla vendó el moretón de la estrella. Luego, los animales se reunieron para ver cómo podían ayudarla. Comadreja propuso que el abuelo Pájaro Carpintero la llevara volando, pero como el abuelo era un poco viejo, ya no podía volar tan alto. Búho, que había estado callado, dijo: \"¿Qué les parece si estornudamos todos a la vez? Así, impulsaremos a la estrella\". Todos aplaudieron la idea y acordaron estornudar muy fuerte. ¡¡¡ACHISSSSSS!!!, estornudaron. La estrella salió por los aires y subió muy alto. Mientras llegaba al cielo, se despedía con cariño de sus amigos del bosque.",
      "imagen": "img/ascenso/inicial/2019/8.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este cuento?",
          "opciones": [
            "¿Quién vendó el moretón de la estrella?",
            "¿Qué habrían hecho ustedes para ayudar a la estrella a volver a casa?",
            "¿Por qué creen que todos los animalitos aplaudieron la idea del Búho?"
          ],
          "respuesta": "¿Quién vendó el moretón de la estrella?",
          "respuestaCorta": "Es una pregunta para identificar información explícita porque la respuesta (\"Ardilla\") se encuentra de manera literal y directa en el texto del cuento.",
          "solucionario": "La pregunta A es la adecuada para el nivel de comprensión explícita o literal, pues la respuesta se encuentra directamente en el texto: \"Así, Ardilla vendó el moretón de la estrella...\". Las otras preguntas invitan a proponer ideas (B) o a inferir las motivaciones de los personajes (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este cuento?",
          "opciones": [
            "¿Por qué Pájaro Carpintero no podía volar tan alto?",
            "¿Qué piensan de la solución que propuso Búho?",
            "¿Qué significará la palabra \"resoplido\"?"
          ],
          "respuesta": "¿Por qué Pájaro Carpintero no podía volar tan alto?",
          "respuestaCorta": "Es una pregunta de inferencia porque requiere que el niño conecte la causa (\"era un poco viejo\") con el efecto (\"no podía volar tan alto\"), una relación que, aunque simple, no está formulada como una sola frase.",
          "solucionario": "La pregunta A es la que mejor se ajusta a una inferencia sobre el contenido del cuento. El texto dice: \"como el abuelo era un poco viejo, ya no podía volar tan alto\". El niño debe establecer la relación causal entre ser viejo y no poder volar alto, deduciendo la razón. La opción B es de reflexión/opinión, y la C es de inferencia léxica (sobre el significado de una palabra).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre este cuento?",
          "opciones": [
            "¿Les gustó cómo actuaron los animalitos del bosque con la estrella? ¿Por qué?",
            "¿Por qué la estrella estaba triste al inicio del cuento?",
            "¿Cómo se llamaba la mamá de la estrella?"
          ],
          "respuesta": "¿Les gustó cómo actuaron los animalitos del bosque con la estrella? ¿Por qué?",
          "respuestaCorta": "Se promueve la reflexión al pedir a los niños que emitan un juicio de valor sobre las acciones de los personajes (solidaridad, empatía) y que lo argumenten, conectando la historia con sus propios valores.",
          "solucionario": "La pregunta A es la más adecuada para el nivel reflexivo-crítico. Invita a los niños a evaluar el comportamiento de los personajes (\"¿Les gustó cómo actuaron...?\"), a tomar una posición y a fundamentarla (\"¿Por qué?\"). Esto les permite reflexionar sobre valores como la amistad, la ayuda y la solidaridad presentes en el cuento. Las preguntas B y C solicitan información que se puede inferir o encontrar de forma explícita en el texto.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  