{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2024_p01",
      "contexto": "Como parte de una sesión de aprendizaje, los estudiantes han identificado el mensaje del texto bíblico \"Jesús y Zaqueo\".\nComo siguiente actividad, la docente busca que los estudiantes comparen dicho texto con otros que tengan un mensaje similar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes textos bíblicos es adecuado para el propósito de la docente?",
          "opciones": [
            "\"Jesús sana a la hija de una pagana\" (Mateo 15, 21-28).",
            "\"El fariseo y la mujer pecadora\" (Lucas 7, 36-50).",
            "\"Jesús resucita al hijo de una viuda\" (Lucas 7, 11-17)."
          ],
          "respuesta": "\"El fariseo y la mujer pecadora\" (Lucas 7, 36-50).",
          "respuestaCorta": "El texto de Zaqueo (Lucas 19, 1-10) trata sobre el arrepentimiento y el perdón de Jesús a un pecador público. \"El fariseo y la mujer pecadora\" (Lucas 7, 36-50) comparte el mismo mensaje central: Jesús ofrece perdón y misericordia a los pecadores arrepentidos, contrastando con la autojusticia de otros.",
          "solucionario": "El propósito es comparar el texto de \"Jesús y Zaqueo\", cuyo mensaje central es la misericordia de Jesús ante el arrepentimiento de un pecador público, con otro texto similar. La opción A (\"Jesús sana a la hija de una pagana\") se centra en la fe de una extranjera. La opción B (\"El fariseo y la mujer pecadora\") es la correcta, ya que narra cómo Jesús perdona a una mujer considerada pecadora pública, destacando el arrepentimiento y el perdón por encima del juicio social, tal como ocurre con Zaqueo. La opción C (\"Jesús resucita al hijo de una viuda\") se centra en el poder de Jesús sobre la muerte y su compasión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p02",
      "contexto": "Como parte de una sesión, una docente implementará el método ver-juzgar-actuar.\nPara ello, presenta a los estudiantes algunas conclusiones de un informe realizado por especialistas ambientales:\nEl deterioro de la calidad del aire por la presencia de sustancias contaminantes tiene un efecto negativo en la salud humana y el ambiente.\nDiversos estudios realizados (...) han demostrado que existe una relación entre el incremento en la concentración de los contaminantes del aire y el aumento de enfermedades respiratorias y cardiovasculares como el asma, bronquitis o diversas cardiopatías, por mencionar algunas.\nAdaptado de http://airepuro.rowenta.com.mx/importancia-de-la-calidad-del-aire-para-las-personas/ Recuperado el 2 de setiembre de 2024.\nDespués de leer el informe, la docente pide a los estudiantes que, en equipos, lean el apartado 1, \"Contaminación y cambio climático\", de la encíclica Laudato si, y lo relacionen con el informe presentado.\nPara continuar con la actividad, la docente busca que los estudiantes implementen el momento actuar del método ver-juzgar-actuar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas promueve el logro del propósito de la docente?",
          "opciones": [
            "Pedir que organicen una propuesta para que, desde la comunidad, se soliciten medidas para la reducción de los gases contaminantes a las autoridades locales.",
            "Pedir que elaboren un resumen a partir del análisis realizado entre el informe y el apartado 1, \"Contaminación y cambio climático\", de la encíclica Laudato si .",
            "Pedir que busquen información sobre los diversos tipos de actividades que contaminan el aire dentro de su comunidad y la asocien con la enseñanza de la encíclica."
          ],
          "respuesta": "Pedir que organicen una propuesta para que, desde la comunidad, se soliciten medidas para la reducción de los gases contaminantes a las autoridades locales.",
          "respuestaCorta": "El momento \"actuar\" del método implica una acción concreta y transformadora de la realidad. Organizar una propuesta para solicitar medidas a las autoridades es una acción directa, a diferencia de resumir (juzgar) o buscar más información (ver/juzgar).",
          "solucionario": "El método ver-juzgar-actuar requiere una secuencia específica. El \"ver\" es analizar la realidad (el informe sobre contaminación). El \"juzgar\" es iluminar esa realidad con la fe (leer Laudato si'). El \"actuar\", que es el propósito de la docente, implica un compromiso y una acción concreta para transformar la realidad analizada. La opción A propone una acción cívica y comunitaria (solicitar medidas a las autoridades), lo cual es una implementación directa del \"actuar\". La opción B (elaborar un resumen) se queda en el \"juzgar\". La opción C (buscar más información) es parte del \"ver\" o profundización del \"juzgar\".",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p03",
      "contexto": "Durante una sesión, un docente busca que los estudiantes reflexionen sobre la importancia de la fraternidad cristiana.\nPor ello, les presenta el siguiente fragmento de la encíclica Fratelli Tutti:\nEl samaritano del camino se fue sin esperar reconocimientos ni gratitudes.\nLa entrega al servicio era la gran satisfacción frente a su Dios y a su vida, y por eso, un deber.\nTodos tenemos responsabilidad sobre el herido que es el pueblo mismo y todos los pueblos de la tierra.\nCuidemos la fragilidad de cada hombre, de cada mujer, de cada niño y de cada anciano, con esa actitud solidaria y atenta, la actitud de proximidad del buen samaritano.\nTomado de Fratelli Tutti 79.\nLuego de leer este fragmento, el docente se propone que los estudiantes reflexionen sobre su mensaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades pedagógicas es más adecuada para el logro del propósito del docente?",
          "opciones": [
            "Pedirles que expliquen qué actitudes se resaltan sobre el samaritano en la encíclica. Luego, indicar que lean la parábola \"El buen samaritano\" y que, después, comenten qué valores cristianos identifican en dicha parábola. Finalmente, preguntar si conocen a algunas personas de su comunidad que actúen como el samaritano.",
            "Pedirles que expliquen qué quiere decir en la encíclica la frase \"Cuidemos la fragilidad de cada hombre, de cada mujer (...)\". Luego, indicar que busquen en los evangelios cómo Jesús actuaba con las personas que se caracterizaban por la fragilidad de la que se habla en la encíclica. Finalmente, preguntarles si estarían dispuestos a actuar de acuerdo al mensaje de la encíclica.",
            "Pedirles que expliquen el significado de la frase de la encíclica \"El samaritano del camino se fue sin esperar reconocimientos ni gratitudes\". Luego, indicar que, en equipos, relacionen la frase bíblica \"Tú, cuando ayudes a un necesitado, ni siquiera tu mano izquierda debe saber lo que hace la mano derecha\" (Mateo 6, 3) con la frase de la encíclica. Finalmente, solicitar que compartan sus hallazgos con la clase."
          ],
          "respuesta": "Pedirles que expliquen qué quiere decir en la encíclica la frase \"Cuidemos la fragilidad de cada hombre, de cada mujer (...)\". Luego, indicar que busquen en los evangelios cómo Jesús actuaba con las personas que se caracterizaban por la fragilidad de la que se habla en la encíclica. Finalmente, preguntarles si estarían dispuestos a actuar de acuerdo al mensaje de la encíclica.",
          "respuestaCorta": "Esta opción promueve una reflexión profunda (explicar \"cuidemos la fragilidad\"), la conecta con el modelo de Jesús (buscar en evangelios) y la lleva a un compromiso personal (preguntar si estarían dispuestos a actuar), logrando una reflexión integral sobre el mensaje.",
          "solucionario": "El propósito es que los estudiantes reflexionen sobre el mensaje del fragmento de Fratelli Tutti. La opción B es la más completa. Inicia pidiendo una interpretación de una frase clave (\"Cuidemos la fragilidad...\"), luego la conecta con el actuar de Jesús (el modelo máximo de fraternidad) y culmina con una interpelación personal (\"¿estarían dispuestos a actuar?\"), lo cual constituye una reflexión profunda. La opción A se centra en identificar valores y personas, lo cual es más descriptivo. La opción C se enfoca en una sola frase (el anonimato) y la relaciona con otra cita bíblica, siendo una reflexión más acotada que la B.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p04",
      "contexto": "Durante una reunión pedagógica, los docentes del área de Educación Religiosa están planificando un proyecto de aprendizaje en el que, entre los diversos aprendizajes que se buscan promover, los estudiantes pongan en práctica las enseñanzas de Jesús en su comunidad.\nEn este contexto, los docentes están compartiendo algunas propuestas para contribuir con la implementación del proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Entre las siguientes actividades propuestas por los docentes, ¿cuál plantea mayor demanda cognitiva a los estudiantes?",
          "opciones": [
            "Juan dice: \"Podemos solicitar a los estudiantes que identifiquen los mensajes y las principales enseñanzas de las parábolas 'La oveja perdida' (Lucas 15, 1-7) y 'El hijo pródigo' (Lucas 15, 11-32). Sobre esta base, se les puede pedir que animen a sus familias a comprometerse con poner en práctica las enseñanzas que consideren más importantes\".",
            "Bernabé dice: \"Podemos indicar a los estudiantes que realicen un listado de las obras de misericordia que hayan puesto en práctica durante el transcurso del año. A partir de esto, se les puede solicitar que, en pares, se planteen recomendaciones sobre algunas acciones que pueden realizar para tratar de cumplir con todas las obras de misericordia\".",
            "María dice: \"Podemos pedir a los estudiantes que, sobre la base de las enseñanzas de las bienaventuranzas, dialoguen sobre algunos problemas recurrentes en sus comunidades. Luego de esto, se les puede pedir que, en equipos, indaguen qué acciones se han implementado al respecto y las evalúen para que propongan alternativas de solución según los recursos con los que cuentan\"."
          ],
          "respuesta": "María dice: \"Podemos pedir a los estudiantes que, sobre la base de las enseñanzas de las bienaventuranzas, dialoguen sobre algunos problemas recurrentes en sus comunidades. Luego de esto, se les puede pedir que, en equipos, indaguen qué acciones se han implementado al respecto y las evalúen para que propongan alternativas de solución según los recursos con los que cuentan\".",
          "respuestaCorta": "La propuesta de María (opción C) exige habilidades cognitivas superiores: dialogar sobre problemas (analizar), indagar acciones (investigar), evaluar esas acciones (evaluar) y proponer alternativas de solución (crear). Las otras opciones se limitan a identificar, listar o recomendar.",
          "solucionario": "La demanda cognitiva se refiere a la complejidad de las habilidades de pensamiento implicadas. La opción A (Juan) pide identificar mensajes y animar (aplicar). La opción B (Bernabé) pide listar (recordar) y plantear recomendaciones (aplicar/crear a bajo nivel). La opción C (María) es la de mayor demanda: pide dialogar sobre problemas basándose en un texto (analizar/aplicar), indagar acciones (investigar), evaluar dichas acciones (evaluar) y proponer alternativas de solución (crear). Evaluar y crear son los niveles más altos de la taxonomía de Bloom.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p05",
      "contexto": "Como parte de una sesión de aprendizaje, los estudiantes están empleando el método de la Lectio Divina para analizar la parábola \"La semilla que crece por sí sola\" (Marcos 4, 26-29).\nEn este contexto, un estudiante realiza el siguiente comentario:\n\"El mensaje de la parábola me ha motivado a realizar algunas acciones con mi familia para que, día a día, pueda ir creciendo la Palabra de Dios entre nosotros y podamos mantenernos unidos. Sé que no será fácil, pero confío en que Jesús me acompañará en este propósito\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué momento de la Lectio Divina corresponde el comentario del estudiante?",
          "opciones": [
            "Al momento de la oración.",
            "Al momento de la meditación.",
            "Al momento de la contemplación."
          ],
          "respuesta": "Al momento de la contemplación.",
          "respuestaCorta": "El estudiante expresa una motivación para la acción y un compromiso concreto (\"realizar algunas acciones con mi familia\") basado en el mensaje, lo cual corresponde al momento de la Contemplatio (contemplación), que en la Lectio Divina se traduce en acción/compromiso.",
          "solucionario": "La Lectio Divina tiene cuatro momentos: Lectio (lectura), Meditatio (meditación), Oratio (oración) y Contemplatio (contemplación/acción). La meditatio (meditación) es reflexionar qué me dice el texto. La oratio (oración) es qué le digo a Dios. La contemplatio (contemplación), a menudo llamada también Actio, es el compromiso de vida o acción que surge del encuentro con Dios a través del texto. El estudiante dice \"me ha motivado a realizar algunas acciones\", lo cual es un claro indicador del momento de la contemplación o acción.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p06-p07",
      "contexto": "Como parte del diseño de una actividad de aprendizaje, cuyo propósito es que los estudiantes reflexionen sobre el cuidado del ambiente y los espacios públicos, un docente ha propuesto la siguiente secuencia didáctica:\n1. Pide a los estudiantes que, en equipos, dialoguen sobre las diferentes actividades socioeconómicas, desde el consumo de productos de uso cotidiano hasta actividades industriales, que se realizan en sus localidades. Luego, les pide que comenten qué prácticas o acciones relacionadas con dichas actividades pueden suponer una afectación al ambiente y los espacios públicos de sus localidades. Finalmente, les propone que, mediante una lluvia de ideas, formulen criterios para clasificar las actividades socioeconómicas identificadas.\n2. Sobre la base de las propuestas de los estudiantes, los orienta para que evalúen qué criterios propuestos son más pertinentes para comprender el impacto de las actividades identificadas en el ambiente y en los espacios públicos. Luego, les pide que elaboren un organizador gráfico considerando la información obtenida hasta el momento.\n3. Solicita que busquen información en el acápite \"Contaminación y cambio climático\" de la encíclica Laudato si' y en otras fuentes bibliográficas para responder a la siguiente pregunta: ¿cómo se puede disminuir la contaminación en el mundo y contribuir con su cuidado?\n4. Pide a cada equipo que presente algunas acciones que pueden realizar para responder a la pregunta anterior. Sobre la base de las respuestas brindadas por los estudiantes, les propone realizar una investigación sobre algunas de las actividades identificadas y las diversas acciones que podrían implementarse para reducir su impacto en el ambiente.\n5. Al finalizar el primer avance de la investigación, les indica que, con sus compañeros de equipo, dialoguen sobre las estrategias que emplearon durante el desarrollo de las actividades y evalúen su pertinencia. Asimismo, les pide que comenten qué ajustes creen que deberían implementar para optimizar los resultados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje se busca promover, principalmente, con la primera actividad de la secuencia didáctica presentada?",
          "opciones": [
            "La activación de saberes previos.",
            "La generación del conflicto cognitivo.",
            "La gestión autónoma del aprendizaje."
          ],
          "respuesta": "La activación de saberes previos.",
          "respuestaCorta": "La actividad 1 pide a los estudiantes dialogar sobre actividades que realizan en sus localidades y sus efectos, recurriendo a su conocimiento y experiencia existentes antes de introducir nueva información.",
          "solucionario": "La primera actividad de la secuencia pide a los estudiantes que dialoguen sobre las actividades socioeconómicas en sus localidades y las prácticas que afectan el ambiente. Esta acción se basa enteramente en el conocimiento y la experiencia que los estudiantes ya poseen sobre su propio entorno. Por lo tanto, su propósito principal es la activación de saberes previos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué proceso de aprendizaje se busca promover, principalmente, con la quinta actividad de la secuencia didáctica presentada?",
          "opciones": [
            "La transferencia del aprendizaje.",
            "La metacognición del aprendizaje.",
            "La generación del conflicto cognitivo."
          ],
          "respuesta": "La metacognición del aprendizaje.",
          "respuestaCorta": "La actividad 5 pide a los estudiantes dialogar sobre las estrategias que usaron, evaluar su pertinencia y proponer ajustes. Esto es un ejercicio de reflexión sobre el propio proceso de aprendizaje (metacognición).",
          "solucionario": "La quinta actividad solicita explícitamente a los estudiantes que \"dialoguen sobre las estrategias que emplearon\", \"evalúen su pertinencia\" y \"comenten qué ajustes creen que deberían implementar\". Este proceso de reflexionar, monitorear y regular el propio aprendizaje es la definición de metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p08-p09",
      "contexto": "Un docente tiene como propósito que los estudiantes conozcan las diversas manifestaciones religiosas del Perú y, así, puedan valorar el aporte que estas brindan a la cultura de las comunidades.\nPara ello, ha propuesto que los estudiantes, en equipos, realicen una investigación sobre la religiosidad popular en el Perú.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la presentación de los hallazgos de su investigación, un estudiante realiza el siguiente comentario:\n\"Profesor, noté que, en las fiestas religiosas de la Iglesia católica que investigué, están presentes imágenes de Jesús, la virgen y de los santos a los que veneran. Eso me llamó la atención porque una vez leí que, según la Biblia, no se deben adorar imágenes. Entonces, ¿es una falta de respeto para Dios utilizar imágenes dentro de las fiestas religiosas de la Iglesia católica?\".\nA partir de esta intervención, el docente busca atender la duda del estudiante sobre el uso de imágenes en las diversas celebraciones religiosas de la Iglesia católica.\nPara ello, le brindará orientación sobre la base de un documento católico.\n¿Qué documento debe seleccionar el docente para lograr su propósito?",
          "opciones": [
            "El capítulo cuarto de la carta encíclica Fratelli Tutti: \"Un corazón abierto al mundo entero\".",
            "El capítulo primero de la primera parte del documento conclusivo de Aparecida: \"Los discípulos misioneros\".",
            "El capítulo primero, \"Amarás al Señor tu Dios con todo tu corazón (...)\", de la sección \"Los diez mandamientos\" del Catecismo de la Iglesia católica."
          ],
          "respuesta": "El capítulo primero, \"Amarás al Señor tu Dios con todo tu corazón (...)\", de la sección \"Los diez mandamientos\" del Catecismo de la Iglesia católica.",
          "respuestaCorta": "La duda del estudiante se relaciona directamente con el Primer Mandamiento (\"no se deben adorar imágenes\"). El Catecismo, en su sección sobre los Diez Mandamientos, explica la distinción católica entre adoración (solo a Dios) y veneración (a santos e imágenes).",
          "solucionario": "La pregunta del estudiante es una aparente contradicción entre el uso de imágenes en el catolicismo y el Primer Mandamiento (\"No te harás imagen... no las adorarás\"). El documento idóneo para explicar la postura católica al respecto es el Catecismo de la Iglesia católica, específicamente en la sección que aborda el Primer Mandamiento, donde se explica la diferencia entre la adoración (latría), debida solo a Dios, y la veneración (dulía e hiperdulía), dada a los santos y a la Virgen, y el rol de las imágenes como medios que conducen a Dios y no como ídolos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de la presentación de los hallazgos, un estudiante comenta a sus compañeros lo siguiente:\n\"Cuando estaba investigando, encontré que la virgen María tiene diferentes representaciones y nombres en nuestro país, por ejemplo: la virgen de Chapi, la virgen de Cocharcas, la mamacha Asunta y otras más\".\nA partir de esta intervención, el docente nota que los estudiantes mostraron interés por el tema.\nPor ello, busca desarrollar actividades para que comprendan por qué hay diversas representaciones de la virgen María y por qué son significativas para las comunidades.\n¿Cuál de las siguientes acciones pedagógicas es más adecuada para el propósito del docente?",
          "opciones": [
            "Pedirles que mencionen qué representaciones marianas son homenajeadas en sus localidades. Luego, en equipos, solicitar que identifiquen los rasgos culturales de su comunidad que se observan en las imágenes. Finalmente, preguntarles por qué cada comunidad añade elementos locales a las representaciones de la virgen.",
            "Pedirles que comenten qué valores cristianos se relacionan con la virgen María. Luego, presentarles las diversas representaciones de la virgen María que existen en el Perú para que las analicen. Finalmente, indicarles que expliquen la importancia de rendirle homenaje a la virgen María y hacerle peticiones para que fortalezca la fe de la comunidad.",
            "Pedirles que expliquen por qué las representaciones marianas de las diversas regiones del país son auténticas expresiones de fe. Luego, pedirles su opinión sobre las muestras de fe de las personas que participan en dichas celebraciones. Finalmente, señalarles la importancia de las fiestas marianas que se desarrollan en las diversas localidades cercanas a la institución educativa."
          ],
          "respuesta": "Pedirles que mencionen qué representaciones marianas son homenajeadas en sus localidades. Luego, en equipos, solicitar que identifiquen los rasgos culturales de su comunidad que se observan en las imágenes. Finalmente, preguntarles por qué cada comunidad añade elementos locales a las representaciones de la virgen.",
          "respuestaCorta": "Esta opción conecta la fe con la cultura (inculturación), pidiendo a los estudiantes que identifiquen rasgos culturales locales en las imágenes marianas, lo que les permite comprender por qué son significativas para sus comunidades.",
          "solucionario": "El propósito es que los estudiantes comprendan por qué existen diversas representaciones (inculturación de la fe) y por qué son significativas. La opción A guía a los estudiantes a través de este descubrimiento: parten de su realidad (localidades), identifican rasgos culturales en las imágenes y reflexionan sobre el porqué de esa fusión (el añadir elementos locales), lo que explica su significado para la comunidad. Las otras opciones son más devocionales (B) o descriptivas de la fe (C), pero no abordan el vínculo entre cultura y representación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p10",
      "contexto": "Al inicio del año escolar, un docente planifica diversas actividades para promover entre los estudiantes el diálogo ecuménico.\nEntre las siguientes actividades planteadas por el docente, ¿cuál es más adecuada para fomentar que los estudiantes trabajen en conjunto sin importar la iglesia cristiana a la que pertenecen?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Entre las siguientes actividades planteadas por el docente, ¿cuál es más adecuada para fomentar que los estudiantes trabajen en conjunto sin importar la iglesia cristiana a la que pertenecen?",
          "opciones": [
            "Pedir que, en equipos, propongan un proyecto de ayuda social para la comunidad de la IE. Luego, decirles que describan los valores que promueve su confesión cristiana y que están involucrados en el proyecto presentado. Finalmente, a partir de lo descrito, indicarles que identifiquen las coincidencias que existen entre sus confesiones cristianas y cómo estas pueden favorecer la realización del proyecto.",
            "Pedir que, en equipos, lean la parábola \"Yo soy la vid: produzcan frutos en mí\" (Juan 15, 1-8). Luego, solicitar que expliquen a quiénes representan la vid y los sarmientos, y el mensaje de unidad que se expresa mediante estos símbolos. Finalmente, sobre esta base, indicarles que organicen una exposición sobre las razones por las cuáles las personas de diferentes confesiones cristianas se separaron.",
            "Pedir que, en equipos, señalen cuál es la celebración religiosa más importante de sus confesiones cristianas. Luego, solicitar que describan las acciones, ritos y veneraciones que realizan durante esas celebraciones. Finalmente, preguntarles cuáles son las semejanzas y diferencias de las celebraciones religiosas que analizaron."
          ],
          "respuesta": "Pedir que, en equipos, propongan un proyecto de ayuda social para la comunidad de la IE. Luego, decirles que describan los valores que promueve su confesión cristiana y que están involucrados en el proyecto presentado. Finalmente, a partir de lo descrito, indicarles que identifiquen las coincidencias que existen entre sus confesiones cristianas y cómo estas pueden favorecer la realización del proyecto.",
          "respuestaCorta": "El diálogo ecuménico se fomenta trabajando en lo que une (la caridad y ayuda social) en lugar de lo que separa (diferencias doctrinales o litúrgicas). La opción A se centra en un proyecto común (ayuda social) basado en valores cristianos compartidos (coincidencias).",
          "solucionario": "El propósito es fomentar el trabajo en conjunto (ecumenismo). La opción A se centra en el \"ecumenismo de la caridad\", pidiendo a los estudiantes que trabajen juntos en un proyecto de ayuda social. Esta acción se basa en los valores cristianos compartidos (solidaridad, amor al prójimo) que son comunes a todas las confesiones, permitiéndoles identificar coincidencias y trabajar unidos. Las opciones B y C, en cambio, piden analizar un texto sobre unidad para luego exponer sobre la separación (B) o comparar ritos y celebraciones (C), lo cual puede centrar la atención en las diferencias doctrinales o litúrgicas, en lugar de la acción conjunta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p11",
      "contexto": "Como parte de una actividad de aprendizaje, los estudiantes elaboraron, por escrito, interpretaciones del texto \"Las bienaventuranzas\" (Mateo 5, 1-12).\nEstas interpretaciones fueron revisadas por la docente, quien, luego, les entregó sus productos con anotaciones.\nA continuación, se presenta parte de dichas anotaciones:",
      "imagen": "img/ascenso/secundaria/2024/religion/1.jpg",
      "preguntas": [
        {
          "pregunta": "Según el Minedu, ¿qué tipo de retroalimentación ha realizado la docente?",
          "opciones": [
            "Retroalimentación reflexiva.",
            "Retroalimentación elemental.",
            "Retroalimentación descriptiva."
          ],
          "respuesta": "Retroalimentación reflexiva.",
          "respuestaCorta": "La docente no da la respuesta correcta, sino que plantea preguntas (\"¿por qué se les promete el Reino?\", \"¿Cómo nos ayuda Dios?\", \"¿Tranquilo?, ¿de qué forma?\") para que el estudiante piense sobre su propio razonamiento y descubra el error.",
          "solucionario": "La retroalimentación reflexiva (o por descubrimiento) se caracteriza por guiar al estudiante a encontrar la respuesta por sí mismo mediante preguntas y repreguntas. En la tabla, la docente no le dice al estudiante \"estás mal, la respuesta es esta\" (retroalimentación elemental) ni solo le dice \"te falta explicar mejor\" (retroalimentación descriptiva). En lugar de eso, le pregunta: \"Si son personas pecadoras, ¿por qué se les promete el Reino?\", \"¿Por qué Dios nos querría ver sufrir?\". Estas preguntas buscan que el estudiante reflexione sobre su propia interpretación y la mejore.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p12",
      "contexto": "La docente ha planificado diversas actividades para orientar el trabajo de los estudiantes durante su investigación sobre las cartas católicas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas planificadas por la docente se centra en que los estudiantes se organicen para trabajar de forma colaborativa?",
          "opciones": [
            "Designar a cada integrante del equipo una de las cartas católicas para que realicen un resumen. Luego, proponerles que identifiquen el tema principal y las enseñanzas de las cartas que leyeron. Finalmente, brindarles algunas pautas para que su exposición, sobre la carta católica que se les asignó, se realice de manera efectiva y fluida.",
            "Pedir que acuerden los criterios y contenidos que consideran pertinente incluir en su trabajo. Luego, evaluar dichos acuerdos y contenidos para orientarlos en el reparto equitativo de las tareas del trabajo. Finalmente, proponerles que lleven un control de las tareas que realizarán para su exposición mediante un cuadro de responsabilidades.",
            "Solicitar que se organicen y nombren a un líder para su equipo. Luego, pedirle al líder que designe las tareas y responsabilidades que va a realizar cada integrante del equipo y quiénes van a exponer el trabajo. Finalmente, entregar al líder una ficha de evaluación para que identifique las fortalezas y aspectos por mejorar de los integrantes del equipo."
          ],
          "respuesta": "Pedir que acuerden los criterios y contenidos que consideran pertinente incluir en su trabajo. Luego, evaluar dichos acuerdos y contenidos para orientarlos en el reparto equitativo de las tareas del trabajo. Finalmente, proponerles que lleven un control de las tareas que realizarán para su exposición mediante un cuadro de responsabilidades.",
          "respuestaCorta": "El trabajo colaborativo implica negociación, acuerdos mutuos y responsabilidad compartida. La opción B promueve esto al pedir que \"acuerden los criterios\", la docente \"orienta en el reparto equitativo\" (interdependencia positiva) y usan un \"cuadro de responsabilidades\" (responsabilidad individual y grupal).",
          "solucionario": "El trabajo colaborativo se diferencia del trabajo en grupo (cooperativo) en que fomenta la interdependencia positiva y la toma de decisiones conjunta. La opción A describe un trabajo en grupo donde la docente designa tareas individuales (trabajo parcelado). La opción C delega toda la organización a un líder, quien designa tareas, lo cual es jerárquico. La opción B es la única que promueve la colaboración, ya que pide a los estudiantes que \"acuerden los criterios y contenidos\" (negociación y consenso), se asegura un \"reparto equitativo\" y se promueve la responsabilidad con un \"cuadro de control\".",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2024_p13",
      "contexto": "En el marco de una unidad de aprendizaje, los estudiantes elaborarán investigaciones sobre los evangelios.\nEn este marco, los estudiantes, organizados en equipos de trabajo, han leído y comparado algunos textos de dichos libros.\nLuego, como parte de la fase inicial de la elaboración de sus investigaciones, han elaborado diversos insumos, como el organizador que se muestra a continuación:",
      "imagen": "img/ascenso/secundaria/2024/religion/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia, principalmente, en este organizador?",
          "opciones": [
            "Identifica en qué pasajes bíblicos las acciones de Jesús expresan el cumplimiento de las profecías del Antiguo Testamento.",
            "Identifica las principales enseñanzas de los evangelios sobre la vida de Jesús.",
            "Identifica cómo cada evangelista caracteriza a Jesús."
          ],
          "respuesta": "Identifica cómo cada evangelista caracteriza a Jesús.",
          "respuestaCorta": "El organizador tiene una columna específica titulada \"¿Cómo se presenta a Jesús?\" y las respuestas (rey, servidor, Mesías, Dios) demuestran que el enfoque principal es la caracterización de Jesús según cada evangelista.",
          "solucionario": "La estructura del organizador gráfico, en particular la columna \"¿Cómo se presenta a Jesús?\", muestra que los estudiantes están analizando la cristología particular de cada evangelio. Las entradas (como \"rey\" para Mateo, \"servidor\" para Marcos, etc.) son evidencia directa de que están identificando las diferentes caracterizaciones que cada evangelista le da a Jesús, reflejando las distintas perspectivas teológicas de sus comunidades.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p14-p15",
      "contexto": "Los estudiantes, orientados por el docente, están analizando los evangelios para conocer las enseñanzas de Jesús.\nEn este contexto, les presenta la siguiente parábola:\nEl árbol se conoce por los frutos\nCuídense de los falsos profetas: se presentan ante ustedes con piel de ovejas, pero por dentro son lobos feroces.\nUstedes los reconocerán por sus frutos. ¿Cosecharían ustedes uvas de los espinos o higos de los cardos?\nLo mismo pasa con un árbol sano: da frutos buenos, mientras que el árbol malo produce frutos malos.\nUn árbol bueno no puede dar frutos malos, como tampoco un árbol malo puede producir frutos buenos.\nTodo árbol que no da buenos frutos se corta y se echa al fuego.\nPor lo tanto, ustedes los reconocerán por sus obras.\nTomado de Mateo 7, 15-20.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han leído la parábola \"El árbol se conoce por los frutos\", el docente se propone que ellos la analicen a través del método histórico-crítico.\n¿Qué acciones pedagógicas son adecuadas para iniciar este análisis?",
          "opciones": [
            "Preguntarles qué significado tiene la frase \"el árbol sano da frutos buenos\". Luego, pedir que comenten qué acciones de las personas se relacionan con los frutos buenos mencionados en la parábola.",
            "Proponerles indagar sobre cuál era la percepción que tenía la sociedad judía del Mesías. Luego, pedir que comenten por qué Jesús decía a la comunidad que se debían cuidar de aquellos que daban un mensaje falso sobre el Mesías.",
            "Pedirles que comenten por qué se dice, en el texto, que todo árbol que no da buenos frutos se corta y se echa al fuego. Luego, solicitar que lean el texto bíblico \"La higuera que no da fruto\" (Lucas 13, 1-9) y señalen la relación que tienen ambas parábolas."
          ],
          "respuesta": "Proponerles indagar sobre cuál era la percepción que tenía la sociedad judía del Mesías. Luego, pedir que comenten por qué Jesús decía a la comunidad que se debían cuidar de aquellos que daban un mensaje falso sobre el Mesías.",
          "respuestaCorta": "El método histórico-crítico se centra en el contexto original del texto. Indagar sobre la percepción del Mesías y los \"falsos profetas\" en la sociedad judía de la época es el inicio correcto de este método.",
          "solucionario": "El método histórico-crítico busca comprender el texto en su contexto histórico, social y cultural original. La parábola advierte sobre \"falsos profetas\". Por lo tanto, una acción pedagógica inicial para este método es indagar sobre el contexto de la época: ¿cuál era la percepción del Mesías que tenían los judíos? ¿Quiénes eran considerados \"falsos profetas\" y por qué Jesús advierte sobre ellos? Esto sitúa el texto en su realidad histórica. Las opciones A y C se centran más en una interpretación teológica o literaria, pero no en el análisis del contexto histórico como punto de partida.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han leído la parábola \"El árbol se conoce por los frutos\", el docente se propone que reflexionen sobre su mensaje.\n¿Cuál de las siguientes actividades es más adecuada para ello?",
          "opciones": [
            "Pedir que, en equipos, dialoguen sobre la advertencia que brinda la siguiente frase: \"Cuídense de los falsos profetas: se presentan ante ustedes con piel de ovejas (...)\". Luego, decirles que mencionen algunos ejemplos relacionados con dicha frase. Finalmente, proponerles analizar, en plenaria, los ejemplos presentados y pedirles establecer criterios que permitan poner en práctica el mensaje de la parábola.",
            "Solicitar que dialoguen sobre el simbolismo de los árboles, los frutos y el lobo mencionados en la parábola. Luego, explicarles sobre el contexto en que Jesús presentó estos símbolos y a quiénes se refería. Finalmente, preguntarles de qué manera los símbolos utilizados en las parábolas contribuyen a que las personas puedan comprender mejor las enseñanzas de Jesús.",
            "Pedir que expliquen quiénes eran los falsos profetas que se mencionan en la parábola. Luego, solicitar que, en equipos, expliquen por qué Jesús relaciona a los falsos profetas con lobos feroces. Finalmente, indicar que lean, en el Catecismo de la Iglesia católica, el apartado 2850, \"Y líbranos del mal\", para que comprendan cómo deben actuar ante aquellos a los que Jesús nombró como falsos profetas."
          ],
          "respuesta": "Pedir que, en equipos, dialoguen sobre la advertencia que brinda la siguiente frase: \"Cuídense de los falsos profetas: se presentan ante ustedes con piel de ovejas (...)\". Luego, decirles que mencionen algunos ejemplos relacionados con dicha frase. Finalmente, proponerles analizar, en plenaria, los ejemplos presentados y pedirles establecer criterios que permitan poner en práctica el mensaje de la parábola.",
          "respuestaCorta": "Esta actividad promueve la reflexión al pedir que dialoguen sobre la advertencia, la apliquen a ejemplos concretos y, finalmente, establezcan criterios para la vida práctica, conectando el texto con su realidad.",
          "solucionario": "El propósito es reflexionar sobre el mensaje. La opción A es la más adecuada porque parte del diálogo sobre una frase clave (la advertencia), pide traerla a la realidad (mencionar ejemplos) y culmina en una aplicación práctica (establecer criterios para poner en práctica el mensaje). Esto constituye una reflexión completa. Las opciones B y C se centran más en el análisis de símbolos o definiciones históricas, sin llegar a una aplicación personal o práctica tan clara como la A.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p16",
      "contexto": "Durante una reunión colegiada, los docentes de una institución educativa están dialogando sobre las actividades que implementarán con el fin de que los estudiantes adquieran herramientas para resolver conflictos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas de los docentes favorece más ello?",
          "opciones": [
            "Esteban dice: \"Si ocurre un conflicto durante un trabajo grupal, es mejor separar a los estudiantes y enviarlos a diferentes grupos hasta que puedan aprender a superar sus desacuerdos. Adicionalmente, se les puede indicar que es posible solucionar cualquier conflicto si comunican a los docentes a tiempo sobre alguna disconformidad que sientan durante el desarrollo de alguna actividad\".",
            "María dice: \"Podemos decirles que, cuando se presente algún desacuerdo con sus compañeros, se tomen un tiempo para tranquilizarse y que piensen en las razones que lo provocaron. Luego, se les puede proponer que cada uno explique cómo se sintió y cómo cree que podría solucionarse el conflicto. Finalmente, les podemos sugerir que evalúen sus propuestas y que, sobre esa base, lleguen a un acuerdo\".",
            "Pedro dice: \"Cuando ocurra un conflicto, podemos pedirles que, voluntariamente, un estudiante comunique a todos los presentes las normas de convivencia del aula, para que así recuerden por qué los conflictos afectan al clima del aula. Luego, se puede realizar una oración pidiendo por la unidad y comprensión entre los compañeros del aula. Finalmente, podemos designar un líder por equipo para que actúe como mediador si surge algún conflicto\"."
          ],
          "respuesta": "María dice: \"Podemos decirles que, cuando se presente algún desacuerdo con sus compañeros, se tomen un tiempo para tranquilizarse y que piensen en las razones que lo provocaron. Luego, se les puede proponer que cada uno explique cómo se sintió y cómo cree que podría solucionarse el conflicto. Finalmente, les podemos sugerir que evalúen sus propuestas y que, sobre esa base, lleguen a un acuerdo\".",
          "respuestaCorta": "La propuesta de María describe un proceso estructurado de resolución de conflictos: autorregulación (\"tranquilizarse\"), escucha activa (\"explique cómo se sintió\"), generación de soluciones y negociación (\"evalúen sus propuestas y lleguen a un acuerdo\").",
          "solucionario": "Adquirir herramientas para resolver conflictos implica aprender un proceso. La propuesta de María (opción B) es la única que detalla este proceso: 1) Calmarse y pensar (autorregulación), 2) Expresar sentimientos y propuestas (comunicación asertiva), y 3) Evaluar propuestas y llegar a un acuerdo (negociación). Esteban (opción A) propone evitar el conflicto (separar) o delegarlo al docente. Pedro (opción C) propone recordar normas u orar, que son importantes, pero no son herramientas directas para que los estudiantes *ellos mismos* resuelvan el desacuerdo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p17",
      "contexto": "Una docente tiene como propósito que los estudiantes comprendan los principales hechos de la historia de la salvación.\nPara ello, les presenta el siguiente organizador:",
      "imagen": "img/ascenso/secundaria/2024/religion/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Por qué se puede afirmar que el organizador es pertinente para el propósito de la docente?",
          "opciones": [
            "Porque sirve como guía completa y detallada para que los estudiantes puedan conocer los hechos de la historia de la salvación: las narraciones del tiempo del pueblo de Israel, las narraciones del ministerio de Jesús, y las narraciones sobre la formación de la Iglesia que se encuentran en los Hechos de los apóstoles.",
            "Porque ofrece una visión general de cómo se realiza, en la historia de la humanidad, la salvación que Dios ofrece: el anuncio de la promesa de salvación, el cumplimiento de la promesa con Jesús y el anuncio del Reino, y el esfuerzo de la Iglesia para llevar la Buena Nueva a todos los hombres.",
            "Porque permite que los estudiantes conozcan profundamente los medios y las personas a través de las cuales Dios reveló su plan de salvación y, además, nombra a los tres protagonistas de la historia de la salvación: el pueblo de Israel, Jesús y la primera iglesia cristiana."
          ],
          "respuesta": "Porque ofrece una visión general de cómo se realiza, en la historia de la humanidad, la salvación que Dios ofrece: el anuncio de la promesa de salvación, el cumplimiento de la promesa con Jesús y el anuncio del Reino, y el esfuerzo de la Iglesia para llevar la Buena Nueva a todos los hombres.",
          "respuestaCorta": "El organizador divide la historia en tres fases (Tiempo del AT, Tiempo de Jesús, Tiempo de la Iglesia) que resumen cómo Dios ofrece la salvación: la promesa, el cumplimiento en Jesús y la difusión por la Iglesia.",
          "solucionario": "El propósito es comprender los *principales hechos* de la historia de la salvación. El organizador presenta una visión panorámica (general) de esta historia dividida en tres grandes momentos teológicos según la perspectiva lucana (Pueblo de Israel, Jesús, Iglesia). La opción B describe perfectamente esta visión general: 1) El anuncio de la promesa (AT: Promesa y espera), 2) El cumplimiento de la promesa (Jesús: Llegada y concreción), y 3) El esfuerzo de la Iglesia por llevar la Buena Nueva (Iglesia: Difusión del Reino). Las otras opciones son incorrectas porque el organizador no es una guía \"completa y detallada\" (A) ni permite conocer \"profundamente\" los medios (C), sino que es un resumen general.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p18",
      "contexto": "Una docente va a desarrollar con los estudiantes la unidad \"La Creación es una expresión del amor de Dios a las personas\".\nPara ello, ha decidido trabajar el proceso de la creación del mundo a partir del libro del Génesis.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene como propósito activar los saberes previos de los estudiantes sobre la Creación.\n¿Cuál de las siguientes actividades es adecuada para su propósito?",
          "opciones": [
            "Indicar que lean \"Dios ordena el universo\" (Génesis 1, 1-20) y orientarlos para que expliquen el mensaje del texto.",
            "Indicar que lean la teoría científica de la creación del mundo y los relatos bíblicos de la creación e identifiquen sus diferencias.",
            "Indicar que escriban las ideas que conozcan sobre las teorías o relatos sobre el origen del mundo y pedirles que las compartan con la clase."
          ],
          "respuesta": "Indicar que escriban las ideas que conozcan sobre las teorías o relatos sobre el origen del mundo y pedirles que las compartan con la clase.",
          "respuestaCorta": "La activación de saberes previos consiste en evocar lo que los estudiantes ya saben *antes* de introducir nueva información. Pedirles que escriban y compartan las ideas que *conozcan* cumple exactamente esa función.",
          "solucionario": "La activación de saberes previos busca que los estudiantes traigan a la conciencia la información que ya poseen sobre un tema, antes de iniciar el nuevo aprendizaje. La opción C logra esto al pedirles que escriban y compartan las ideas, teorías o relatos que ya conocen sobre el origen del mundo. Las opciones A y B, en cambio, proponen actividades (leer Génesis, leer teoría científica) que implican introducir nueva información, lo cual no corresponde al momento de activar saberes previos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p19",
      "contexto": "Como parte de las actividades, la docente presenta a los estudiantes la siguiente imagen de la pintura La creación de Adán del pintor Miguel Ángel Buonarrotti y les pide que la observen:\nDespués de que los estudiantes identificaron diversos elementos bíblicos en la pintura, la docente se propone que interpreten la representación que planteó el pintor acerca del relato de la creación del mundo.",
      "imagen": "img/ascenso/secundaria/2024/religion/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para el propósito de la docente?",
          "opciones": [
            "Pedirles que lean el siguiente pasaje del Génesis 1, 26: \"Hagamos al hombre a nuestra imagen y semejanza\"; y comenten cómo se ha representado dicho pasaje en la pintura. Luego, indicarles que, en equipos, comenten por qué creen que, en la pintura, Eva se encuentra al lado de Dios y no de Adán. Finalmente, indicar que señalen otros elementos del Génesis 1 que han logrado identificar en la pintura.",
            "Pedirles que lean \"'El Adán' en el jardín de Edén\" (Génesis 2, 4b-24). Luego, indicar que comenten qué elementos del texto están representados en la pintura y cuáles creen que han sido representados de manera diferente por el pintor. Finalmente, solicitar que expliquen con qué finalidad el pintor destacó estos elementos en la representación del relato de la creación del Génesis.",
            "Pedirles que lean los dos relatos del libro del Génesis sobre la creación del mundo. Luego, solicitarles que, en equipos, analicen ambos textos e indiquen cuál de estos tiene más elementos representados en la pintura. Finalmente, indicar que expliquen por qué creen que el pintor se basó principalmente en uno de los relatos del Génesis para realizar su pintura."
          ],
          "respuesta": "Pedirles que lean \"'El Adán' en el jardín de Edén\" (Génesis 2, 4b-24). Luego, indicar que comenten qué elementos del texto están representados en la pintura y cuáles creen que han sido representados de manera diferente por el pintor. Finalmente, solicitar que expliquen con qué finalidad el pintor destacó estos elementos en la representación del relato de la creación del Génesis.",
          "respuestaCorta": "La pintura muestra la creación de Adán como un evento singular, donde es formado primero (Génesis 2), y no simultáneamente con Eva (Génesis 1). La opción B pide analizar Génesis 2 y reflexionar sobre la *finalidad* del pintor al representar elementos de ese relato específico, lo cual lleva a la interpretación.",
          "solucionario": "El propósito es interpretar la representación del pintor. La pintura de Miguel Ángel se inspira visualmente en el segundo relato de la creación (Génesis 2), donde Adán es creado primero del polvo de la tierra y Dios le insufla vida (representado por el toque). La opción B guía a los estudiantes a leer ese relato específico (Génesis 2, 4b-24), comparar sus elementos con la pintura (lo representado y lo diferente) y, crucialmente, interpretar la *finalidad* del pintor al destacar esos elementos. La opción A se centra en Génesis 1 (creación a imagen y semejanza), que es más teológico que visualmente descriptivo de esa escena. La opción C es una comparación general, mientras que la B se enfoca en el relato que inspiró la pintura.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p20",
      "contexto": "Los estudiantes han analizado la pintura La creación de Adán del pintor Miguel Ángel Buonarrotti.\nDurante el diálogo posterior al análisis, una estudiante hace notar a sus compañeros que el manto que rodea a Dios en la pintura tiene forma de un cerebro humano.\nAnte esto, la docente quiere aprovechar este comentario para que los estudiantes reflexionen sobre la intención del pintor con respecto a la forma en que plasmó el manto de Dios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para dicho propósito?",
          "opciones": [
            "Preguntarles si habían notado la forma del manto señalada por su compañera y si han notado otros elementos simbólicos. Luego, pedir que comparen el elemento del manto de la pintura con el relato del Génesis 1 y comenten las relaciones que notan. Finalmente, señalarles otros elementos y explicarles por qué el pintor los incluyó a pesar de que no están en el Génesis.",
            "Solicitar que señalen en qué pasaje de los relatos del Génesis se narra cómo Dios otorgó el conocimiento al hombre. Luego, explicarles que el pintor representó el manto en forma de cerebro para comunicar el mensaje de que la razón proviene de Dios. Finalmente, preguntarles qué creen que añade, al mensaje ya identificado, el símbolo de los dedos unidos de Dios y Adán.",
            "Pedirles que, en equipos, expliquen qué creen que representa la forma del manto plasmado en la pintura. Luego, indicar que comparen sus explicaciones sobre el manto con la frase \"La razón y la fe (...) provienen de Dios\" de la encíclica Fides et Ratio. Finalmente, solicitar que compartan con la clase las conclusiones a las que llegaron con sus equipos."
          ],
          "respuesta": "Pedirles que, en equipos, expliquen qué creen que representa la forma del manto plasmado en la pintura. Luego, indicar que comparen sus explicaciones sobre el manto con la frase \"La razón y la fe (...) provienen de Dios\" de la encíclica Fides et Ratio. Finalmente, solicitar que compartan con la clase las conclusiones a las que llegaron con sus equipos.",
          "respuestaCorta": "Esta opción fomenta la reflexión (pedirles que expliquen qué representa) y luego les da una clave interpretativa (Fides et Ratio) para que comparen y profundicen su propia interpretación, guiándolos a la idea de que Dios otorga la razón.",
          "solucionario": "El propósito es que los estudiantes reflexionen sobre la intención del pintor al usar la forma de un cerebro. La opción C es la más adecuada, ya que primero les permite construir su propia interpretación (\"expliquen qué creen que representa\"). Luego, les ofrece un documento magisterial (Fides et Ratio) que vincula la razón con Dios, permitiéndoles comparar sus hipótesis iniciales con una fuente teológica y llegar a una conclusión fundamentada. La opción B da la respuesta directamente (\"explicarles que el pintor representó...\"), cortando la reflexión. La opción A es muy genérica y no guía la reflexión hacia el símbolo específico del cerebro.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p21",
      "contexto": "Como parte de las actividades, los estudiantes han leído los relatos de la creación del Génesis.\nAhora, la docente se propone que los estudiantes comprendan cómo se relacionan ambos relatos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para lograr ello?",
          "opciones": [
            "Pedir que investiguen cuál de los dos relatos del Génesis fue escrito primero. Luego, pedir que busquen, en los comentarios del contexto bíblico, la explicación de por qué existen dos versiones de la creación en el libro del Génesis.",
            "Pedir que identifiquen la secuencia de eventos en cada uno de los relatos del Génesis y señalen qué evento se destaca en cada uno. Luego, pedirles que, en pares, expliquen cuál creen que es el propósito de cada relato y si estos se complementan.",
            "Pedir que comparen los pasajes bíblicos de la creación del hombre y de la mujer en el Génesis 1 y 2. Luego, solicitar que identifiquen en cuál de los dos relatos se narra de manera más detallada dicho momento y expliquen por qué creen que sucede ello."
          ],
          "respuesta": "Pedir que identifiquen la secuencia de eventos en cada uno de los relatos del Génesis y señalen qué evento se destaca en cada uno. Luego, pedirles que, en pares, expliquen cuál creen que es el propósito de cada relato y si estos se complementan.",
          "respuestaCorta": "Para entender cómo se relacionan los relatos, primero deben analizar sus diferencias (secuencia, énfasis) y propósitos. La opción B guía a los estudiantes a identificar el propósito de cada uno para luego concluir que se complementan teológicamente.",
          "solucionario": "El propósito es que comprendan cómo se *relacionan* los dos relatos. La tradición bíblica entiende que los relatos no se contradicen, sino que se complementan, ofreciendo énfasis teológicos distintos (Génesis 1, el orden cósmico y la majestad de Dios; Génesis 2, la cercanía de Dios y la creación de la pareja humana). La opción B guía a los estudiantes a este entendimiento: primero analizan las diferencias (secuencia, evento destacado), luego infieren el propósito de cada uno y, finalmente, reflexionan sobre cómo \"estos se complementan\". La opción C se enfoca solo en un aspecto (creación del hombre y la mujer). La opción A se enfoca en el aspecto histórico (cuál fue primero), pero no en la relación teológica de sus mensajes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p22",
      "contexto": "Ahora, la docente se propone desarrollar una actividad para promover que los estudiantes comprendan el origen de los relatos de la creación del libro del Génesis.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para el propósito de la docente?",
          "opciones": [
            "Presentarles algunos mitos sobre la creación del mundo de culturas contemporáneas a la época en que se escribió el Génesis. Luego, pedir que los comparen y señalen las semejanzas con los relatos de la creación del mundo del Génesis. Finalmente, preguntarles por qué creen que existen semejanzas entre los mitos presentados y los relatos del Génesis.",
            "Presentarles el contexto histórico de cada uno de los relatos de la creación del Génesis. Luego, brindarles un texto que explique cuáles fueron las fuentes orales y escritas que sirvieron de base para los relatos del pueblo de Israel sobre la creación del mundo. Finalmente, pedirles que expliquen por qué creen que hay dos relatos de la creación del mundo en el libro del Génesis.",
            "Presentarles una línea de tiempo del desarrollo y desplazamiento del pueblo de Israel. Luego, pedir que investiguen sobre las tradiciones orales que tuvieron las tribus que conformaron el pueblo de Israel durante dicho contexto. Finalmente, comentarles que los relatos de la creación del mundo del Génesis se mantuvieron de forma oral en el pueblo de Israel y que, por ello, existe más de una versión."
          ],
          "respuesta": "Presentarles algunos mitos sobre la creación del mundo de culturas contemporáneas a la época en que se escribió el Génesis. Luego, pedir que los comparen y señalen las semejanzas con los relatos de la creación del mundo del Génesis. Finalmente, preguntarles por qué creen que existen semejanzas entre los mitos presentados y los relatos del Génesis.",
          "respuestaCorta": "Los relatos del Génesis comparten un contexto cultural con otros mitos de creación mesopotámicos (ej. Enuma Elish). Compararlos permite entender el *origen* literario y cultural, y a la vez destacar la originalidad de la revelación bíblica (monoteísmo).",
          "solucionario": "El propósito es comprender el *origen* de los relatos. Los relatos de la creación del Génesis no surgieron en un vacío cultural. El pueblo de Israel estaba en contacto con otras culturas del Cercano Oriente (Mesopotamia, Egipto), las cuales tenían sus propios mitos de creación. La opción A permite a los estudiantes comprender este origen al comparar los relatos bíblicos con mitos contemporáneos (ej. el Enuma Elish babilónico), identificar semejanzas (como la creación desde el caos acuoso) y reflexionar sobre este fondo cultural común, lo que también resalta la novedad teológica de Israel (un solo Dios creador frente al politeísmo).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p23",
      "contexto": "Una docente busca que los estudiantes reflexionen sobre la importancia de poner en práctica una cultura de paz y diálogo siguiendo el ejemplo de Jesús.\nPara ello, iniciará con algunas acciones pedagógicas para lograr dicho propósito.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades permite iniciar con el propósito de la docente?",
          "opciones": [
            "Pedir que, en equipos, busquen y contrasten algunos textos que hablan sobre el diálogo y la paz en el Catecismo y en los evangelios. Luego, indicar que seleccionen algunos personajes de la historia de la Iglesia que promovieron la paz en el mundo. Finalmente, sobre la base de estos personajes, solicitar que presenten un listado de acciones que podrían aplicar para fomentar una cultura de paz y diálogo en la sociedad.",
            "Comentarles sobre la situación de algunos países que tienen muchos conflictos internos y externos. Luego, presentarles pasajes de la vida de Jesús que narren los diversos problemas de la sociedad en que vivía. Finalmente, pedir que expliquen de qué manera Jesús respondía a dichos problemas y cómo sus enseñanzas podrían ayudar a resolver algunos conflictos contemporáneos.",
            "Indicar que busquen información sobre las jornadas mundiales de la paz. Luego, pedir que analicen el mensaje que quieren trasmitir estas jornadas a todas las naciones del mundo. Finalmente, preguntar si creen que estas jornadas mundiales de la paz contribuyen para que las personas tomen conciencia de generar diálogos que fomenten la solución de los conflictos."
          ],
          "respuesta": "Comentarles sobre la situación de algunos países que tienen muchos conflictos internos y externos. Luego, presentarles pasajes de la vida de Jesús que narren los diversos problemas de la sociedad en que vivía. Finalmente, pedir que expliquen de qué manera Jesús respondía a dichos problemas y cómo sus enseñanzas podrían ayudar a resolver algunos conflictos contemporáños.",
          "respuestaCorta": "Esta actividad inicia conectando un problema actual (conflictos en países) con el ejemplo de Jesús (cómo respondía a los problemas de su sociedad), sentando las bases para reflexionar sobre la cultura de paz desde su modelo.",
          "solucionario": "El propósito es reflexionar sobre la cultura de paz *siguiendo el ejemplo de Jesús*. La opción B es la más adecuada para iniciar este proceso, ya que parte de una realidad actual (conflictos en el mundo), la conecta con la realidad que vivió Jesús (problemas de su sociedad) y centra la reflexión en el modelo a seguir (\"de qué manera Jesús respondía\"). Esto establece el fundamento para la reflexión posterior. Las opciones A y C se enfocan más en documentos de la Iglesia (Catecismo, personajes) o eventos (Jornadas Mundiales), pero no inician con el análisis del actuar de Jesús como la B.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p24",
      "contexto": "Una docente está desarrollando una sesión sobre la oración como medio para comunicarse con Dios.\nDurante la sesión, un estudiante comenta que, aunque siempre ora, Dios no lo escucha, pues no responde a sus peticiones.\nA partir de dicho comentario, la docente se propone que el estudiante analice su forma de orar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para el propósito de la docente?",
          "opciones": [
            "Comentarle que Dios no le concede sus peticiones porque no se comunica con Él de la manera correcta. Luego, pedir que lea \"El Padrenuestro\" (Mateo 6, 9-14) y decirle que a través de esta oración el que ora puede expresar sus deseos en la forma y orden que corresponde.",
            "Indicarle que lea la parábola \"El fariseo y el publicano\" (Lucas 18, 9-14) y explique la diferencia entre la forma de orar de ambos personajes. Luego, pedir que analice la forma en que él mismo ora identificando qué expectativas tiene acerca de Dios, y si le pide bienes o dones.",
            "Pedirle que lea la siguiente cita: \"(...) Si ustedes no tienen es porque no piden, o si piden algo, no lo consiguen porque piden mal; y no lo consiguen porque lo derrocharían (...)\" (Santiago 4, 2-3). Sobre esta base, decirle cuál es el mensaje del texto leído y ayudarlo a encontrar oraciones más pertinentes."
          ],
          "respuesta": "Indicarle que lea la parábola \"El fariseo y el publicano\" (Lucas 18, 9-14) y explique la diferencia entre la forma de orar de ambos personajes. Luego, pedir que analice la forma en que él mismo ora identificando qué expectativas tiene acerca de Dios, y si le pide bienes o dones.",
          "respuestaCorta": "Esta opción no juzga al estudiante (como A y C), sino que le ofrece un texto (Fariseo y Publicano) para que él mismo compare actitudes de oración. Luego, lo guía a auto-analizar su propia oración y expectativas, fomentando la reflexión.",
          "solucionario": "El propósito es que el estudiante *analice su forma de orar*. La opción B es la más pedagógica y reflexiva. Le presenta una parábola sobre dos formas de orar (el fariseo y el publicano) y le pide que identifique las diferencias. Esto le da un marco de referencia. Luego, la docente le pide que aplique ese análisis a sí mismo (\"analice la forma en que él mismo ora\"), reflexionando sobre sus expectativas y el contenido de su oración (bienes o dones). Las opciones A y C son más directivas y parten de un juicio (\"no se comunica de la manera correcta\", \"piden mal\"), lo cual puede cerrar la reflexión del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2024_p25",
      "contexto": "La docente tiene como propósito que los estudiantes investiguen la concordancia que existe entre el Antiguo Testamento y el Nuevo Testamento.\nPara guiarlos en su investigación, ha decidido darles un organizador que los oriente.",
      "imagen": "img/ascenso/secundaria/2024/religion/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes organizadores es más adecuado para lograr su propósito?",
          "opciones": [
            "a",
            "b",
            "c"
          ],
          "respuesta": "c",
          "respuestaCorta": "El organizador C es el único que establece una relación directa entre el AT y el NT, pidiendo a los estudiantes que comparen lo que ambos anuncian (profetas en el AT, evangelios en el NT) y para qué preparan.",
          "solucionario": "El propósito es investigar la *concordancia* entre el Antiguo y el Nuevo Testamento. El organizador C (imagen 'c') es el más adecuado porque estructura la investigación de forma comparativa. Específicamente, las columnas \"Libros proféticos\" y sus preguntas \"¿Qué anuncian? ¿Para qué nos preparan?\" tanto para el AT como para el NT, guían a los estudiantes a encontrar la relación de promesa (AT) y cumplimiento (NT) que es central en la teología cristiana.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p26",
      "contexto": "Los estudiantes están leyendo la parábola \"El hijo pródigo\" (Lucas 15, 11-32).\nA partir de este texto, la docente busca que los estudiantes reflexionen sobre el sacramento de la Reconciliación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para lograr este propósito?",
          "opciones": [
            "Pedir que indiquen a quiénes representan el padre, el hijo menor y el hijo mayor de la parábola. Luego, explicarles por qué es importante que los cristianos conozcan las enseñanzas de la parábola leída.",
            "Pedir que escojan el pasaje de la parábola que más les gustó y expliquen por qué lo escogieron. Luego, solicitar que expliquen cuál es el mensaje de dicho pasaje y si contiene alguna enseñanza sobre los sacramentos.",
            "Pedir que comparen las actitudes del hijo menor cuando se fue, cuando se arrepintió y cuando regresó a casa. Luego, solicitar que expliquen cuáles fueron las razones del cambio de actitud del hijo menor hacia su padre."
          ],
          "respuesta": "Pedir que comparen las actitudes del hijo menor cuando se fue, cuando se arrepintió y cuando regresó a casa. Luego, solicitar que expliquen cuáles fueron las razones del cambio de actitud del hijo menor hacia su padre.",
          "respuestaCorta": "Los pasos del sacramento de la Reconciliación (examen de conciencia, arrepentimiento, confesión, penitencia) se reflejan en las actitudes del hijo menor. Analizar su cambio de actitud permite establecer la analogía.",
          "solucionario": "El propósito es reflexionar sobre el sacramento de la Reconciliación. La parábola del hijo pródigo es la analogía perfecta de este sacramento. La opción C guía a los estudiantes a reflexionar sobre el proceso del hijo menor: su alejamiento (pecado), su arrepentimiento (contrición) y su regreso (confesión y penitencia), y la actitud del padre (perdón/absolución). Al comparar estas actitudes y analizar las razones del cambio, los estudiantes están, de hecho, reflexionando sobre los pasos y el significado de la Reconciliación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p27",
      "contexto": "Una docente busca que sus estudiantes reflexionen sobre la importancia de respetar la dignidad humana desde la perspectiva cristiana.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que la docente logre su propósito?",
          "opciones": [
            "Presentar el caso de una persona que no recibe una atención de salud adecuada. Luego, en equipos, solicitar que lean el texto \"Jesús sana a un ciego de nacimiento\" (Juan 9, 1-16) y comenten sobre el trato que Jesús brinda al ciego. Finalmente, pedir que, sobre la base del texto bíblico, dialoguen sobre si es que consideran que todas las personas merecen un trato digno.",
            "Pedir que lean y analicen, en la Declaración universal de los derechos humanos, si es que existen algunas bases de la dignidad humana provenientes del cristianismo. Luego, solicitar que, en equipos, elijan uno de los derechos y elaboren ejemplos del cumplimiento de dicho derecho. Finalmente, invitar a que compartan con la clase los ejemplos que crearon y señalen cómo se relacionan con la dignidad humana.",
            "Pedir que lean y analicen el texto sobre la creación del hombre (Génesis 1, 26-27). Luego, sobre la base de lo leído, comentarles cómo el análisis de la frase \"Dijo Dios: 'Hagamos al hombre a nuestra imagen y semejanza\" permite comprender el significado de la dignidad humana según el cristianismo. Finalmente, pedir que, en equipos, analicen otros textos bíblicos que contienen las bases de la dignidad humana, como \"La curación del leproso\"."
          ],
          "respuesta": "Presentar el caso de una persona que no recibe una atención de salud adecuada. Luego, en equipos, solicitar que lean el texto \"Jesús sana a un ciego de nacimiento\" (Juan 9, 1-16) y comenten sobre el trato que Jesús brinda al ciego. Finalmente, pedir que, sobre la base del texto bíblico, dialoguen sobre si es que consideran que todas las personas merecen un trato digno.",
          "respuestaCorta": "Esta opción utiliza la metodología Ver (caso de salud), Juzgar (texto de Jesús sanando al ciego) y Actuar (dialogar sobre la dignidad de todas las personas), llevando a la reflexión desde una situación concreta iluminada por el Evangelio.",
          "solucionario": "La opción A es la más adecuada porque utiliza una metodología inductiva que promueve la reflexión. Parte de una situación concreta y problemática (VER: persona sin atención de salud), la ilumina con el actuar de Jesús (JUZGAR: lectura de Juan 9, 1-16 y el trato que Jesús da al ciego), y finalmente promueve la reflexión y el juicio ético (ACTUAR/REFLEXIONAR: dialogar si todas las personas merecen trato digno). La opción C es muy expositiva (la docente comenta el significado de Génesis). La opción B se centra en un documento civil (DDHH) y no en la perspectiva cristiana como eje central.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p28",
      "contexto": "Los estudiantes, orientados por la docente, han leído e interpretado las bienaventuranzas.\nA continuación, la docente busca conocer qué estrategias metacognitivas emplearon para comprenderlas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es adecuada para ello?",
          "opciones": [
            "Pedir que expliquen si tuvieron dificultades al leer las bienaventuranzas. Luego, preguntar por las acciones que realizaron para lograr superarlas.",
            "Pedir que mencionen cuál es el mensaje de las bienaventuranzas. Luego, indicar que busquen una lectura que tenga un mensaje similar.",
            "Pedir que mencionen qué aspecto de las bienaventuranzas llamó más su atención. Luego, indicar cómo podrían incorporar en sus vidas las enseñanzas que ofrecen."
          ],
          "respuesta": "Pedir que expliquen si tuvieron dificultades al leer las bienaventuranzas. Luego, preguntar por las acciones que realizaron para lograr superarlas.",
          "respuestaCorta": "La metacognición es la reflexión sobre el propio proceso de aprendizaje. Preguntar por las dificultades (monitoreo) y las acciones para superarlas (regulación) es una pregunta metacognitiva directa.",
          "solucionario": "El propósito es conocer las *estrategias metacognitivas*. La metacognición implica que el estudiante sea consciente de su propio proceso de pensamiento. La opción A apunta directamente a esto al pedirles que identifiquen sus \"dificultades\" (monitoreo del aprendizaje) y qué \"acciones realizaron para lograr superarlas\" (evaluación y regulación de estrategias). Las opciones B y C evalúan la comprensión o la aplicación del contenido, pero no el *proceso* de cómo llegaron a comprenderlo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p29",
      "contexto": "Durante una actividad de análisis bíblico, un docente presenta a los estudiantes el siguiente texto para que lo analicen:\nMientras iba de camino, una mujer, que desde hacía doce años padecía hemorragias, se acercó por detrás y tocó el fleco de su manto.\nPues ella pensaba: \"Con solo tocar su manto, me salvaré\".\nJesús se dio vuelta y, al verla, le dijo: \"Ánimo, hija; tu fe te ha salvado\".\nY desde aquel momento, la mujer quedó sana.\nAdaptado de Mateo 9, 20-22.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para que los estudiantes interpreten el mensaje del texto?",
          "opciones": [
            "Comentar cuáles fueron las razones por las cuales la mujer que fue curada no se acercaba directamente a Jesús. Luego, indicar que, a partir de la explicación, busquen otros ejemplos de personas que no se acercaban a Jesús por sentirse impuros. Finalmente, pedir que presenten sus hallazgos a sus compañeros de aula e identifiquen coincidencias.",
            "Pedir que describan qué sucedía con la mujer mencionada en el relato y por qué esperaba a Jesús. Luego, solicitar que, en equipos, comenten el significado de la frase \"Tu fe te ha salvado\". Finalmente, pedirles que lean otros textos en los cuales Jesús sana a enfermos e indicarles que los comparen con el que han leído.",
            "Indicar que lean el significado del texto en los comentarios del contexto bíblico. Luego, pedir que, sobre la base de lo leído, comenten cómo la mujer logró que Jesús la curara. Finalmente, solicitar que, en equipos, opinen sobre la importancia de la fe que Jesús destacó en la mujer enferma."
          ],
          "respuesta": "Pedir que describan qué sucedía con la mujer mencionada en el relato y por qué esperaba a Jesús. Luego, solicitar que, en equipos, comenten el significado de la frase \"Tu fe te ha salvado\". Finalmente, pedirles que lean otros textos en los cuales Jesús sana a enfermos e indicarles que los comparen con el que han leído.",
          "respuestaCorta": "Esta opción se centra en la frase clave del texto (\"Tu fe te ha salvado\"), pidiendo a los estudiantes que interpreten su significado en equipo, lo cual es el núcleo del mensaje.",
          "solucionario": "El mensaje central del texto es el poder de la fe para la salvación/sanación. La opción B guía a los estudiantes directamente a interpretar este mensaje. Primero, establece el contexto (describir la situación de la mujer) y luego se enfoca en la frase culminante (\"Tu fe te ha salvado\"), pidiendo que la comenten en equipos. La comparación final con otros textos de sanación refuerza la interpretación. La opción A se enfoca en el aspecto de la impureza, que es contextual pero no el mensaje central. La opción C les da la interpretación (leer comentarios) en lugar de permitirles construirla.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p30",
      "contexto": "Como parte de la planificación de una sesión que busca que los estudiantes reflexionen sobre las celebraciones cristianas, un docente diseña algunas actividades para que los estudiantes comprendan qué es la cuaresma.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para iniciar dicho aprendizaje?",
          "opciones": [
            "Presentarles la historia del pueblo de Israel en el desierto, en la cual dicho pueblo tuvo que pasar por un periodo largo de pruebas y penitencias. Luego, solicitar que busquen, en la Biblia, algunos personajes que pasaron por un proceso de conversión y penitencia. Finalmente, explicarles por qué todo cristiano debe pasar por periodos de penitencia personal.",
            "Preguntar si es que sus familias celebran la semana santa. Luego, decirles que, en equipos, comenten las tradiciones que tienen sus familias para prepararse para la semana santa y señalen las que tienen en común. Finalmente, a partir de lo señalado, preguntarles por qué es importante tener un tiempo de preparación previo a la semana santa.",
            "Pedir que, en equipos, elaboren un escrito con las ideas que tienen sobre el significado de la cuaresma. Luego, indicar que señalen las semejanzas encontradas sobre la cuaresma entre los escritos. Finalmente, solicitar que busquen, en el Catecismo de la Iglesia católica, el significado de la cuaresma y lo comparen con sus escritos."
          ],
          "respuesta": "Preguntar si es que sus familias celebran la semana santa. Luego, decirles que, en equipos, comenten las tradiciones que tienen sus familias para prepararse para la semana santa y señalen las que tienen en común. Finalmente, a partir de lo señalado, preguntarles por qué es importante tener un tiempo de preparación previo a la semana santa.",
          "respuestaCorta": "Para iniciar el aprendizaje, es ideal partir de la experiencia de los estudiantes (activación de saberes previos). La opción B conecta la Cuaresma (tiempo de preparación) con algo que ellos conocen (Semana Santa y sus tradiciones).",
          "solucionario": "La actividad más adecuada para *iniciar* un aprendizaje es aquella que activa los saberes previos y conecta con la realidad del estudiante. La Cuaresma es el tiempo de preparación para la Semana Santa. La opción B parte de una experiencia cercana (celebración de la Semana Santa en familia) y sus tradiciones, para desde ahí construir la necesidad y el significado de un \"tiempo de preparación\" (la Cuaresma). La opción A es más deductiva (parte de la historia de Israel). La opción C activa saberes previos pero de forma más abstracta (escribir ideas).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p31",
      "contexto": "Los estudiantes, en equipos, realizarán una investigación sobre el respeto de la dignidad humana en el Perú.\nComo parte de la planificación de la investigación, la docente les dará orientaciones para favorecer la gestión autónoma del aprendizaje.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas favorece más este propósito?",
          "opciones": [
            "Pedirles que dialoguen sobre cómo podrían organizar las tareas para realizar su investigación. Luego, brindarles algunos criterios para distribuir equitativamente las tareas a los miembros del equipo y animarlos a proponer otras en caso de ser necesario. Finalmente, solicitar que implementen una estrategia que les permita verificar el cumplimiento de las tareas según la distribución que hicieron.",
            "Pedirles que mencionen algunos casos de discriminación que hayan presenciado en sus comunidades. Luego, decirles que elijan uno de los casos señalados y compartan argumentos que expliquen por qué estos evidencian una vulneración de la dignidad y los derechos humanos. Finalmente, pedirles que, en cada equipo, consideren los mejores argumentos expuestos para desarrollarlos en su investigación.",
            "Pedirles que identifiquen, a través de un esquema, las partes que tendrá su trabajo de investigación. Luego, decirles que, en equipos, se distribuyan cada una de las partes del trabajo y busquen fuentes bibliográficas con la información necesaria sobre el tema. Finalmente, solicitarles que extraigan las principales ideas de las fuentes consultadas para que, sobre esta base, inicien un borrador de las diversas partes de la investigación."
          ],
          "respuesta": "Pedirles que dialoguen sobre cómo podrían organizar las tareas para realizar su investigación. Luego, brindarles algunos criterios para distribuir equitativamente las tareas a los miembros del equipo y animarlos a proponer otras en caso de ser necesario. Finalmente, solicitar que implementen una estrategia que les permita verificar el cumplimiento de las tareas según la distribución que hicieron.",
          "respuestaCorta": "La gestión autónoma del aprendizaje incluye la planificación, organización y monitoreo. La opción A guía a los estudiantes a través de estas tres fases: planifican cómo organizarse, reciben criterios (andamios) para distribuir tareas y finalmente implementan una estrategia de verificación (monitoreo).",
          "solucionario": "La gestión autónoma del aprendizaje implica que los estudiantes sean capaces de organizar, planificar, monitorear y evaluar su propio proceso de aprendizaje. La opción A fomenta esto de manera explícita: 1) Planificación y Organización (\"dialoguen sobre cómo podrían organizar las tareas\", \"distribuir equitativamente\"), y 2) Monitoreo (\"implementen una estrategia que les permita verificar el cumplimiento\"). La docente actúa como mediadora al brindar \"algunos criterios\", pero deja la responsabilidad de la organización y verificación en los estudiantes. Las opciones B y C se centran más en la ejecución del contenido de la investigación, no en la gestión del proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p32-p33",
      "contexto": "Un docente tiene como propósito que los estudiantes identifiquen las enseñanzas de textos bíblicos.\nEn este contexto, presenta a los estudiantes el siguiente pasaje:\nDios-Amor es fuente del amor\nQueridos míos, amémonos unos a otros, porque el amor viene de Dios.\nTodo el que ama ha nacido de Dios y conoce a Dios.\nEl que no ama no ha conocido a Dios, pues Dios es amor.\nMiren cómo se manifestó el amor de Dios entre nosotros: Dios envió a su Hijo único a este mundo para que tengamos vida por medio de él.\nEn esto está el amor: no es que nosotros hayamos amado a Dios, sino que él nos amó primero y envió a su Hijo como víctima por nuestros pecados.\nQueridos, si Dios nos amó de esta manera, también nosotros debemos amarnos mutuamente.\nTomado de 1 Juan 4, 7-11.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes comprendieran el mensaje del texto bíblico, el docente busca que ellos reflexionen sobre dicho mensaje para aplicarlo en su vida diaria.\n¿Cuál de las siguientes acciones pedagógicas es más adecuada para el propósito del docente?",
          "opciones": [
            "Pedir que expliquen qué creen que significa la frase \"El que no ama no ha conocido a Dios\". Luego, solicitar que compartan sus opiniones sobre cómo se manifiesta el amor de Dios a las personas, según el texto. Finalmente, pedir que examinen sus acciones y evalúen si estas se corresponden con el mensaje del texto leído.",
            "Solicitar que describan algunas definiciones que conozcan sobre la palabra \"amor\". Luego, a partir de las definiciones descritas, compartir con ellos el significado del amor cristiano. Finalmente, decirles que, tomando como referencia el amor cristiano, comenten el mensaje de la frase \"Amémonos unos a otros, porque el amor viene de Dios\".",
            "Indicar que comenten por qué el texto dice que \"el amor viene de Dios\". Luego, pedir que busquen, en las parábolas de la misericordia (Lucas 15), algunas características del amor de Dios y señalen si se relacionan con el texto \"Dios-Amor es fuente del amor\". Finalmente, a partir de sus hallazgos, elaborar con los estudiantes un listado de ejemplos que muestran cómo Dios manifiesta su amor a los hombres."
          ],
          "respuesta": "Pedir que expliquen qué creen que significa la frase \"El que no ama no ha conocido a Dios\". Luego, solicitar que compartan sus opiniones sobre cómo se manifiesta el amor de Dios a las personas, según el texto. Finalmente, pedir que examinen sus acciones y evalúen si estas se corresponden con el mensaje del texto leído.",
          "respuestaCorta": "El propósito es reflexionar para *aplicar en la vida diaria*. La opción A logra esto al pedir a los estudiantes que \"examinen sus acciones\" y \"evalúen si estas se corresponden con el mensaje\", llevando la reflexión a un compromiso personal.",
          "solucionario": "El propósito explícito es que los estudiantes reflexionen sobre el mensaje para *aplicarlo en su vida diaria*. La opción A es la única que cierra el proceso con una acción de interiorización y evaluación personal (\"pedir que examinen sus acciones y evalúen si estas se corresponden con el mensaje del texto leído\"). Las otras opciones se quedan en el análisis del concepto de amor (B) o en la búsqueda de ejemplos de Dios (C), pero no interpelan directamente al estudiante sobre su propia vida.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente ha pedido a los estudiantes que analicen el texto \"Dios-Amor es fuente del amor\" a través del método de la Lectio Divina.\nDurante los momentos de dicho método, los estudiantes han elaborado algunos textos.\nA continuación, se muestran algunos de los textos de los estudiantes.\n¿Cuál de los siguientes se corresponde con el momento de la meditación?",
          "opciones": [
            "Agradeceré a Dios por su infinito amor, por salvarnos del pecado enviando a su Hijo único para que tengamos vida eterna. Le pediré que este amor esté presente en mí cada día.",
            "El amor de Dios nos permite ver nuestra realidad de otra manera. Por eso, trataré de poner en práctica la frase \"amémonos unos a otros\" en mi familia, institución educativa y comunidad.",
            "Este relato dice cómo es el amor de Dios y cómo se ha manifestado entre nosotros. Además, me ha llamado la atención esa frase que dice: \"El que no ama no ha conocido a Dios, pues Dios es amor\"."
          ],
          "respuesta": "El amor de Dios nos permite ver nuestra realidad de otra manera. Por eso, trataré de poner en práctica la frase \"amémonos unos a otros\" en mi familia, institución educativa y comunidad.",
          "respuestaCorta": "La Meditatio (meditación) responde a la pregunta \"¿Qué me dice Dios a mí, hoy, con este texto?\". El texto de la opción B muestra esta reflexión (\"El amor de Dios nos permite ver nuestra realidad...\") y la respuesta que suscita (\"trataré de poner en práctica...\").",
          "solucionario": "Los momentos de la Lectio Divina son: Lectio (Lectura), Meditatio (Meditación), Oratio (Oración) y Contemplatio/Actio (Contemplación/Acción). La clave oficial indica la B. [Nota: Existe una ambigüedad entre Meditatio y Contemplatio. La opción C es claramente la Lectio (¿Qué dice el texto?). La opción A es la Oratio (¿Qué le digo a Dios?). La opción B expresa lo que el texto inspira en la vida del estudiante (\"trataré de poner en práctica\"), lo que la sitúa entre la Meditatio (qué me dice a mí) y la Contemplatio (el compromiso de acción). Siguiendo la clave, se asume como Meditatio al ser la reflexión que interpela la vida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p34",
      "contexto": "Como parte de una actividad de aprendizaje sobre el respeto por la dignidad humana, una docente se propone que los estudiantes analicen un documento de la Iglesia católica que favorezca la reflexión sobre el rol de las mujeres en la transmisión de la fe en sus comunidades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes documentos es pertinente para ello?",
          "opciones": [
            "La exhortación apostólica Querida Amazonía.",
            "La carta encíclica Fratelli Tutti.",
            "La carta encíclica Laudato si ."
          ],
          "respuesta": "La exhortación apostólica Querida Amazonía.",
          "respuestaCorta": "La exhortación apostólica \"Querida Amazonía\" dedica apartados específicos (especialmente los números 99-103) a reflexionar sobre el rol protagónico y la fuerza de las mujeres en la Iglesia amazónica y la transmisión de la fe.",
          "solucionario": "El propósito es reflexionar sobre el *rol de las mujeres en la transmisión de la fe*. De los documentos listados, la exhortación apostólica *Querida Amazonía* (QA) es la que aborda este tema de manera explícita. En los números 99 al 103, el Papa Francisco resalta el papel fundamental de las mujeres laicas en la Amazonía, reconociendo que \"en la Amazonia hay comunidades que se han mantenido y han transmitido la fe durante mucho tiempo sin que algún sacerdote pasara por allí\" (QA 99) gracias a \"mujeres fuertes y generosas\" (QA 99). *Fratelli Tutti* trata sobre la fraternidad universal y *Laudato si'* sobre el cuidado del ambiente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p35",
      "contexto": "Un docente tiene como propósito que los estudiantes analicen textos bíblicos a través del método histórico-crítico.\nPara ello, les presenta el texto bíblico \"Curación de un leproso\" (Mateo 8, 1-4).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para el momento inicial del método histórico-crítico?",
          "opciones": [
            "Indicarles que expliquen cómo creen que Jesús actuaría en el contexto actual para ayudar a las personas enfermas que no tienen medios ni apoyo para cuidar de su salud.",
            "Explicarles que las personas de la época de Jesús rechazaban a las personas enfermas porque creían que eran impuras y su enfermedad era castigo de Dios.",
            "Comentarles que el texto expresa, como enseñanza principal, que la fe, por más pequeña que sea, puede lograr milagros."
          ],
          "respuesta": "Explicarles que las personas de la época de Jesús rechazaban a las personas enfermas porque creían que eran impuras y su enfermedad era castigo de Dios.",
          "respuestaCorta": "El método histórico-crítico inicia analizando el contexto histórico, social y cultural del texto. La opción B explica la percepción social y religiosa de la lepra en tiempos de Jesús, lo cual es el punto de partida de este método.",
          "solucionario": "El método histórico-crítico se enfoca en comprender el texto en su contexto original. Para analizar la \"Curación de un leproso\", es fundamental entender qué significaba ser un leproso en la sociedad judía del siglo I. La opción B provee esta información contextual inicial: el rechazo social, la impureza ritual y la creencia de que era un castigo divino. Esto es esencial para entender la radicalidad de la acción de Jesús al tocarlo. La opción A se enfoca en la actualidad (actualización) y la C en el mensaje teológico (kerigma), que son pasos posteriores, no el inicial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p36",
      "contexto": "En el marco de una actividad de aprendizaje, la docente se propone que los estudiantes comprendan la importancia del principio de participación de la Doctrina Social de la Iglesia para que, sobre esta base, fomenten acciones de ayuda en su comunidad.\nPara ello, les facilita un apartado del Compendio de la Iglesia católica que explica qué es el principio de participación.\nDespués de que leyeron dicho apartado, ¿cuál de las siguientes actividades es más adecuada para que los estudiantes comprendan la importancia del principio de participación?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para que los estudiantes comprendan la importancia del principio de participación?",
          "opciones": [
            "Pedir que comenten por qué las decisiones políticas pueden influenciar positiva o negativamente en sus comunidades. Luego, sobre esta base, solicitar que investiguen acerca de algunas propuestas políticas que hayan favorecido a las comunidades. Finalmente, seleccionar una de ellas y mostrarles cómo dicha propuesta podría complementar las acciones de la Iglesia católica de acuerdo con los principios de la Doctrina Social de la Iglesia.",
            "Brindar información sobre los problemas más recurrentes en el país. Luego, sobre la base de esta información, pedir que elaboren un escrito sobre cómo estos problemas han afectado a la sociedad peruana. Finalmente, pedirles que señalen qué aspectos mencionados en sus textos se relacionan con el principio de participación de la Doctrina Social de la Iglesia.",
            "Pedir que señalen las problemáticas que hay al interior de sus comunidades. Luego, sobre esta base, solicitar que analicen las causas y consecuencias del problema que tenga mayor incidencia en su comunidad. Finalmente, indicarles que expliquen si consideran que la puesta en práctica del principio de participación de la Doctrina Social de la Iglesia podría contribuir a afrontar algunos de los problemas identificados."
          ],
          "respuesta": "Pedir que señalen las problemáticas que hay al interior de sus comunidades. Luego, sobre esta base, solicitar que analicen las causas y consecuencias del problema que tenga mayor incidencia en su comunidad. Finalmente, indicarles que expliquen si consideran que la puesta en práctica del principio de participación de la Doctrina Social de la Iglesia podría contribuir a afrontar algunos de los problemas identificados.",
          "respuestaCorta": "Esta opción conecta el principio de participación con la realidad inmediata de los estudiantes (problemáticas de sus comunidades) y les pide analizar si la *puesta en práctica* de dicho principio sería una solución, haciéndoles comprender su importancia práctica.",
          "solucionario": "El propósito es que comprendan la *importancia* del principio de participación para *fomentar acciones*. La opción C es la más adecuada porque sigue la metodología Ver-Juzgar-Actuar, conectando el concepto con la realidad. Pide identificar problemas locales (VER), analizarlos (VER/JUZGAR), y luego evaluar si el principio de participación (JUZGAR) podría *contribuir a afrontar* dichos problemas (ACTUAR). Esto les permite ver la importancia práctica del principio como herramienta de cambio social en su propio contexto. Las otras opciones son más teóricas o se alejan del contexto comunitario inmediato.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2024_p37",
      "contexto": "Al inicio del año escolar, durante la reunión de planificación, los docentes de una institución educativa están dialogando sobre las diversas formas de promover aprendizajes significativos atendiendo a la diversidad de los estudiantes.\nEn este contexto, los docentes están dialogando sobre las maneras de trabajar con estudiantes que presentan ceguera.\nDe acuerdo con la perspectiva del enfoque inclusivo, ¿cuál de las siguientes propuestas es más pertinente para que los estudiantes con ceguera participen significativamente en las sesiones de clase?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "De acuerdo con la perspectiva del enfoque inclusivo, ¿cuál de las siguientes propuestas es más pertinente para que los estudiantes con ceguera participen significativamente en las sesiones de clase?",
          "opciones": [
            "\"Creo que debes indagar sobre las preferencias de los estudiantes en cuanto a la presentación o el formato de la información, por ejemplo. Con esto, ellos podrán decirte si quieren que alguien les lea o si pueden leer solos en Braille. Así, se sentirán más seguros y sabrán que pueden acceder a la misma información que sus compañeros\".",
            "\"Yo pienso que, por ejemplo, durante una actividad de lectura, debes asignar a un estudiante que asista a los estudiantes con ceguera. Esto permitirá que sientan siempre el apoyo de sus compañeros de clase. De esta manera, se sentirán con más confianza y con la motivación necesaria para participar en las actividades de aprendizaje\".",
            "\"Para mí, lo mejor que puedes hacer antes de, por ejemplo, una lectura grupal, es darles una explicación general sobre el contenido que leerán. Con esto, evitarás que los estudiantes con ceguera se enfrenten con muchas dificultades para entender la información. Así, lograrás que el estudiante aprenda manteniendo el ritmo de sus compañeros\"."
          ],
          "respuesta": "\"Para mí, lo mejor que puedes hacer antes de, por ejemplo, una lectura grupal, es darles una explicación general sobre el contenido que leerán. Con esto, evitarás que los estudiantes con ceguera se enfrenten con muchas dificultades para entender la información. Así, lograrás que el estudiante aprenda manteniendo el ritmo de sus compañeros\".",
          "respuestaCorta": "El enfoque inclusivo busca eliminar barreras. Dar una explicación general previa (opción C) actúa como un andamio que anticipa la información y reduce la dificultad de acceso al contenido, permitiendo al estudiante participar en la actividad principal con sus compañeros.",
          "solucionario": "La clave oficial es la C. Esta propuesta se alinea con un enfoque inclusivo al proporcionar un \"andamiaje\" (la explicación general) antes de la actividad. Esto reduce la barrera de acceso a la información y permite al estudiante con ceguera participar de manera más significativa en la lectura grupal, ya que puede seguir el ritmo al tener el contexto previo. La opción A, aunque consulta al estudiante, se centra en formatos (Braille vs. lectura en voz alta), pero no en cómo participará de la actividad grupal. La opción B promueve la dependencia (asignar un asistente) en lugar de la autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p38-p40",
      "contexto": "Los estudiantes, orientados por la docente, están dialogando sobre la importancia de la oración para los cristianos.\nEn este contexto, la docente les propone analizar, en equipos, la oración del \"Padre Nuestro\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte del análisis de la oración, un equipo presentó el siguiente organizador gráfico:¿Qué aprendizaje se evidencia a través de este organizador gráfico?",
          "imagen":"img/ascenso/secundaria/2024/religion/6.jpg",
          "opciones": [
            "Identifica la estructura de la oración del \"Padre Nuestro\".",
            "Identifica el mensaje central de la oración del \"Padre Nuestro\".",
            "Identifica las enseñanzas contenidas en la oración del \"Padre Nuestro\"."
          ],
          "respuesta": "Identifica las enseñanzas contenidas en la oración del \"Padre Nuestro\".",
          "respuestaCorta": "El organizador no solo lista las frases, sino que desglosa el \"Significado\" de cada petición (ej. \"hágase tu voluntad\" significa \"Confiamos a Dios nuestras vidas\"), lo cual es identificar las enseñanzas.",
          "solucionario": "El organizador gráfico presentado por los estudiantes no se limita a mostrar la estructura (partes) ni un único mensaje central. En cambio, desglosa cada frase o petición de la oración (ej. \"Padre nuestro\", \"santificado sea tu Nombre\", \"hágase tu voluntad\") y le asigna un \"Significado\" específico en la columna derecha (ej. \"Dios Padre nos escucha\", \"Reconocemos que Dios es santo\", \"Confiamos a Dios nuestras vidas\"). Este desglose de significados corresponde a la identificación de las diversas enseñanzas contenidas en la oración.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de interpretar el mensaje de la oración del \"Padre Nuestro\", los estudiantes están comentando sobre la actividad que realizaron.\n¿Cuál de los siguientes estudiantes evidencia un conflicto cognitivo?",
          "opciones": [
            "Pedro dice: \"Durante la interpretación de la oración del 'Padre Nuestro', analicé las peticiones de la oración y me fue difícil de comprender aquella que dice: 'Venga a nosotros tu reino'. Pero, con ayuda del Catecismo y de los comentarios del contexto bíblico, pude comprender el significado\".",
            "Juan dice: \"Yo pude comprender el significado de la oración porque la relacioné con las enseñanzas de algunos textos bíblicos. Por ejemplo, relacioné la frase 'perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden...' con la parábola 'El que no perdonó a su compañero\".",
            "María dice: \"Al analizar la oración, encontré que dice que Dios es santo. Pero, Él es un dios, no un santo. Únicamente a un dios se le adora, mientras que a un santo solo se le venera. Tal vez, en la traducción de la Biblia, se cambió el significado del término\"."
          ],
          "respuesta": "María dice: \"Al analizar la oración, encontré que dice que Dios es santo. Pero, Él es un dios, no un santo. Únicamente a un dios se le adora, mientras que a un santo solo se le venera. Tal vez, en la traducción de la Biblia, se cambió el significado del término\".",
          "respuestaCorta": "María presenta un conflicto cognitivo al enfrentar dos ideas que percibe como contradictorias: el concepto de \"santo\" (que asocia a veneración) y el de \"Dios\" (que asocia a adoración), llevándola a cuestionar la traducción.",
          "solucionario": "Un conflicto cognitivo es la disonancia que se produce cuando una nueva información choca con las estructuras mentales o conocimientos previos del estudiante. María evidencia esto: su esquema previo es \"santo = se venera\" y \"Dios = se adora\". Al leer \"santificado sea tu Nombre\" (Dios es santo), se produce un choque. Intenta resolverlo hipotetizando un error de traducción. Pedro (A) describe una dificultad que *ya resolvió*. Juan (B) describe una asimilación exitosa de conocimiento (relacionar textos).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de la lectura del \"Padre Nuestro\", la docente busca que los estudiantes reconozcan algunas características de la oración cristiana.\n¿Cuál de las siguientes actividades es más adecuada para dicho propósito?",
          "opciones": [
            "Solicitarles que lean el apartado \"La oración en la vida cristiana\" (N.º 2558 al 2565) del Catecismo de la Iglesia católica. Luego, pedirles que, sobre la base de lo leído, expliquen por qué se dice que la oración es un don de Dios. Finalmente, decirles que elaboren una lista con recomendaciones sobre cómo debe ser la disposición de un cristiano cuando ora.",
            "Decirles que describan cómo aprendieron a orar y cuáles fueron las primeras oraciones que aprendieron. Luego, solicitar que, en equipos, compartan en qué situaciones suelen emplear las oraciones que conocen. Finalmente, pedirles que, en pares, compartan las oraciones que consideran de más ayuda en momentos de gran dificultad.",
            "Indicarles que lean el texto \"Orar sin desanimarse\" (Lucas 18, 1-8) y pedirles que señalen a quién representa cada personaje. Luego, solicitar que expliquen cómo logró la viuda que el juez le haga justicia. Finalmente, preguntarles qué aprendizaje para sus vidas pueden extraer a partir de la actitud de la viuda."
          ],
          "respuesta": "Indicarles que lean el texto \"Orar sin desanimarse\" (Lucas 18, 1-8) y pedirles que señalen a quién representa cada personaje. Luego, solicitar que expliquen cómo logró la viuda que el juez le haga justicia. Finalmente, preguntarles qué aprendizaje para sus vidas pueden extraer a partir de la actitud de la viuda.",
          "respuestaCorta": "La clave oficial es la C. Esta actividad permite a los estudiantes inferir una característica clave de la oración cristiana (la perseverancia) a través del análisis de una parábola de Jesús (\"Orar sin desanimarse\").",
          "solucionario": "El propósito es que reconozcan *características* de la oración cristiana. La parábola de la viuda y el juez injusto (\"Orar sin desanimarse\", Lucas 18) enseña explícitamente sobre una de esas características: la perseverancia en la oración. Al analizar cómo la viuda logró su objetivo (por su insistencia) y extraer un aprendizaje de esa actitud, los estudiantes están identificando la perseverancia como un rasgo fundamental de la oración cristiana. La opción A usa el Catecismo, lo cual es válido, pero la B se centra en la experiencia personal sin garantizar el reconocimiento de características teológicas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p41",
      "contexto": "Durante una reunión colegiada, los docentes están dialogando sobre cómo desarrollar actividades para evaluar y retroalimentar a los estudiantes durante sus sesiones.\nEn este contexto, tres docentes intervienen brindando sugerencias. ¿Cuál de los siguientes docentes formula una propuesta alineada con la evaluación formativa?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes docentes formula una propuesta alineada con la evaluación formativa?",
          "opciones": [
            "María dice: \"Para verificar que los estudiantes están logrando los aprendizajes esperados, les indicaré, desde el inicio de la unidad, las características del producto final que deberán presentar. De esta manera, se les calificará según un criterio estándar para evitar subjetividades\".",
            "Marta dice: \"Tras la implementación de una actividad, elaboraré una prueba escrita para conocer el nivel del logro de los aprendizajes desarrollados. Sobre esta base, podré identificar las fortalezas de los estudiantes y los aspectos por mejorar para trabajar en las siguientes sesiones\".",
            "Pedro dice: \"Durante las actividades, me acercaré a los estudiantes para verificar si han comprendido el propósito de la tarea que están realizando. Así, podré comprobar su avance o si debo reorientar la actividad para que los estudiantes tengan más herramientas que les permitan desarrollar sus aprendizajes\"."
          ],
          "respuesta": "Pedro dice: \"Durante las actividades, me acercaré a los estudiantes para verificar si han comprendido el propósito de la tarea que están realizando. Así, podré comprobar su avance o si debo reorientar la actividad para que los estudiantes tengan más herramientas que les permitan desarrollar sus aprendizajes\".",
          "respuestaCorta": "La evaluación formativa ocurre *durante* el proceso de aprendizaje para reorientarlo. Pedro describe esto: verifica el avance (\"comprobar su avance\") y toma decisiones en el momento (\"reorientar la actividad\") para ayudar al estudiante.",
          "solucionario": "La evaluación formativa se centra en el monitoreo del proceso de aprendizaje *mientras* este ocurre, con el fin de retroalimentar y ajustar la enseñanza. La propuesta de Pedro describe exactamente esto: él interviene \"durante las actividades\", verifica el avance y la comprensión, y usa esa información para \"reorientar la actividad\" y proveer \"más herramientas\". Su objetivo es la mejora del aprendizaje en el momento. María (A) describe una evaluación sumativa (criterios para un producto final). Marta (B) describe una evaluación diagnóstica *posterior* a la actividad para planificar *futuras* sesiones, no para reorientar la sesión actual.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p42-p43",
      "contexto": "Los estudiantes, acompañados por el docente, están leyendo parábolas. A continuación, se presenta una de ellas:\nLos trabajadores de la viña\nUn propietario salió de madrugada a contratar trabajadores para su viña.\nSe puso de acuerdo con ellos para pagarles una moneda de plata al día, y los envió a su viña.\nSalió de nuevo hacia las nueve de la mañana, y al ver en la plaza a otros que estaban desocupados, les dijo: \"Vayan ustedes también a mi viña y les pagaré lo que sea justo\".\nY fueron a trabajar. Salió otra vez al mediodía, y luego a las tres de la tarde, e hizo lo mismo.\nYa era la última hora del día, la undécima, cuando salió otra vez y vio a otros que estaban allí parados.\nLes preguntó: \"¿Por qué se han quedado todo el día sin hacer nada?\". Contestaron ellos: \"Porque nadie nos ha contratado\".\nY les dijo: \"Vayan también ustedes a trabajar en mi viña\".\nAl anochecer, dijo el dueño de la viña a su mayordomo: \"Llama a los trabajadores y págales su jornal, empezando por los últimos y terminando por los primeros\".\nVinieron los que habían ido a trabajar a última hora, y cada uno recibió un denario (una moneda de plata).\nCuando llegó el turno a los primeros, pensaron que iban a recibir más, pero también recibieron cada uno un denario.\nPor eso, mientras se les pagaba, protestaban contra el propietario.\nDecían: \"Estos últimos apenas trabajaron una hora, y los consideras igual que a nosotros, que hemos aguantado el día entero y soportado lo más pesado del calor\".\nEl dueño contestó a uno de ellos: \"Amigo, yo no he sido injusto contigo. ¿No acordamos en un denario al día? Toma lo que te corresponde y márchate. Yo quiero dar al último lo mismo que a ti. ¿No tengo derecho a llevar mis cosas de la manera que quiero? ¿O será porque soy generoso y tú envidioso?\".\nAsí sucederá: los últimos serán primeros y los primeros serán últimos.\nTomado de Mateo 20, 1-16.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes comprendan el mensaje de la parábola \"Los trabajadores de la viña\".\n¿Cuál de las siguientes acciones pedagógicas es más adecuada para que logre su propósito?",
          "opciones": [
            "Pedir que expliquen, en equipos, el significado de la frase \"¿No tengo derecho a llevar mis cosas de la manera que quiero? ¿O será porque soy generoso y tú envidioso?\". Luego, indicarles que compartan sus conclusiones con la clase e identifiquen las coincidencias entre ellos. Finalmente, solicitar que señalen cuál es la enseñanza contenida en la frase que analizaron.",
            "Pedir que lean, en los comentarios del contexto bíblico de \"Los trabajadores de la viña\", el significado de la frase \"Los últimos serán primeros y los primeros serán últimos\". Luego, indicarles que busquen otros textos bíblicos en los cuales Jesús use la misma frase. Finalmente, solicitar que expliquen, con sus propias palabras, el mensaje de la frase que analizaron.",
            "Pedir que identifiquen a quién representa el propietario de la viña y qué representa la viña y el salario. Luego, indicar que expliquen el simbolismo de los primeros trabajadores y de los que llegaron al último. Finalmente, solicitar que interpreten el mensaje de la frase \"Amigo, yo no he sido injusto contigo. (...) Yo quiero dar al último lo mismo que a ti\" y compartan sus ideas con la clase."
          ],
          "respuesta": "Pedir que identifiquen a quién representa el propietario de la viña y qué representa la viña y el salario. Luego, indicar que expliquen el simbolismo de los primeros trabajadores y de los que llegaron al último. Finalmente, solicitar que interpreten el mensaje de la frase \"Amigo, yo no he sido injusto contigo. (...) Yo quiero dar al último lo mismo que a ti\" y compartan sus ideas con la clase.",
          "respuestaCorta": "Para comprender una parábola, se debe descifrar su alegoría (identificar símbolos). La opción C pide identificar al propietario (Dios), la viña (Reino), el salario (Gracia) y luego interpretar la frase clave (\"quiero dar al último lo mismo que a ti\"), que revela la generosidad de Dios.",
          "solucionario": "El mensaje central de la parábola es la gracia sobreabundante y generosa de Dios, que subvierte la lógica humana de méritos. Para llegar a esta comprensión, es necesario identificar la alegoría: el propietario es Dios, la viña es el Reino, el salario es la gracia/salvación. La opción C guía a los estudiantes en este proceso: primero identifican los símbolos (propietario, viña, salario, trabajadores) y luego interpretan la frase central (\"Yo quiero dar al último lo mismo que a ti\"), que es donde reside el mensaje de la generosidad divina, más allá de la justicia humana.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Relea el siguiente fragmento:\n[Los trabajadores Decían: \"Estos últimos apenas trabajaron una hora, y los consideras igual que a nosotros, que hemos aguantado el día entero y soportado lo más pesado del calor\".\nEl dueño contestó a uno de ellos: \"Amigo, yo no he sido injusto contigo. ¿No acordamos en un denario al día? Toma lo que te corresponde y márchate. Yo quiero dar al último lo mismo que a ti. ¿No tengo derecho a llevar mis cosas de la manera que quiero? ¿O será porque soy generoso y tú envidioso?\".\nEl docente busca que los estudiantes lean un texto bíblico cuyo mensaje sea similar al mensaje principal que se desprende del fragmento anterior.\n¿Cuál de los siguientes textos favorece más el logro de dicho propósito?",
          "opciones": [
            "El texto en el que Jesús, crucificado, habla con el ladrón arrepentido que se encuentra a su lado y le dice lo siguiente: \"En verdad te digo que hoy mismo estarás conmigo en el paraíso\".",
            "El texto en el que Jesús conversa con un joven rico y le comenta lo siguiente: \"Si quieres ser perfecto, vende todo lo que posees y reparte el dinero entre los pobres (...). Después ven y sígueme\".",
            "El texto en el que Jesús narra a sus seguidores una parábola que culmina con la siguiente frase: \"Átenlo de pies y manos, y échenlo en las tinieblas (...). Porque muchos son los Ilamados, y pocos los escogidos\"."
          ],
          "respuesta": "El texto en el que Jesús, crucificado, habla con el ladrón arrepentido que se encuentra a su lado y le dice lo siguiente: \"En verdad te digo que hoy mismo estarás conmigo en el paraíso\".",
          "respuestaCorta": "El mensaje del fragmento es la generosidad de Dios (el dueño) que da la recompensa completa (el denario) al trabajador de la última hora. El ladrón arrepentido es el \"trabajador de última hora\" por excelencia, que recibe la salvación (\"estarás conmigo en el paraíso\") en el último momento.",
          "solucionario": "El mensaje principal del fragmento de la parábola es la gracia y generosidad inmerecida de Dios, que otorga la salvación (el denario) incluso a aquellos que llegan al final (los últimos trabajadores). El texto del \"buen ladrón\" (opción A) presenta el mismo mensaje: el ladrón, en el último momento de su vida (\"última hora\"), se arrepiente y recibe la promesa de la salvación (\"hoy mismo estarás conmigo en el paraíso\"), igualando al que ha \"trabajado\" toda su vida. Ambas historias ilustran que la salvación es un don gratuito y generoso de Dios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p44",
      "contexto": "Un docente pide a los estudiantes que indiquen qué creencia tienen en común el cristianismo, el islam y el judaísmo.\nTres estudiantes ofrecieron sus respuestas. ¿Qué estudiante identifica una creencia común entre estas tres religiones?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué estudiante identifica una creencia común entre estas tres religiones?",
          "opciones": [
            "Ana dice: \"La creencia que tienen en común es que Dios busca tener una relación personal con los seres humanos\".",
            "Bruno dice: \"A mí me parece que lo que tienen en común es la creencia de que se salvarán las personas que hagan buenas obras sean creyentes o no\".",
            "Carlos dice: \"Creo que las tres coinciden en que Dios se presenta ante la humanidad a través de su creación\"."
          ],
          "respuesta": "Ana dice: \"La creencia que tienen en común es que Dios busca tener una relación personal con los seres humanos\".",
          "respuestaCorta": "Las tres religiones abrahámicas (Judaísmo, Cristianismo, Islam) se basan en la revelación de un Dios único que interviene en la historia y establece alianzas (Abraham, Moisés, Jesús, Mahoma) con la humanidad, buscando una relación personal.",
          "solucionario": "Las tres religiones monoteístas (Judaísmo, Cristianismo e Islam) son conocidas como \"religiones del Libro\" o abrahámicas. Un pilar fundamental que comparten es la creencia en un Dios único que no es una fuerza distante, sino un ser personal que se revela, habla a los profetas y busca establecer una alianza o relación con la humanidad. La opción A describe esto correctamente. La opción C (revelación por la creación) es común, pero la revelación *personal* (A) es más definitoria. La opción B (salvación por obras para no creyentes) es teológicamente compleja y no un punto de consenso claro entre las tres.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p45",
      "contexto": "Los estudiantes están desarrollando una actividad de aprendizaje sobre la importancia de las enseñanzas de los evangelios para los cristianos.\nPor ello, la docente ha pedido que lean el texto \"Lo que cuesta seguir a Jesús\" (Lucas 14, 25-35).\nDurante el análisis del texto, un estudiante comenta lo siguiente:\n\"En el texto, Jesús dice que si no dejo a mis padres y a mis hermanos no puedo ser su discípulo. Esto me apena porque quiero mucho a mi familia y no quiero alejarme de ellos, pero también quiero a Jesús\".\nAl respecto, otros estudiantes mencionan que comparten el mismo sentimiento que su compañero.\nAnte ello, la docente les indica que entiende cómo se sienten ante el mensaje de dicha frase.\nLuego, busca orientarlos en cómo interpretar esta frase. ¿Cuál de las siguientes actividades es más pertinente para ello?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más pertinente para ello?",
          "opciones": [
            "Indicarles que dialoguen sobre las actividades que debían realizar los apóstoles para seguir a Jesús y difundir sus enseñanzas. Luego, preguntarles qué sacrificios han identificado y, sobre esta base, explicarles el contexto político-religioso relacionado con las obras de Jesús y los apóstoles. Finalmente, señalarles las diferencias que existen entre dicho contexto y el actual.",
            "Explicarles que los textos bíblicos no deben ser interpretados de manera literal y, además, deben ser analizados considerando su contexto. Luego, comentarles en qué circunstancias Jesús dijo esa frase para que, sobre esta base, ellos expliquen a qué creen que se refería cuando pedía grandes sacrificios a sus seguidores. Finalmente, preguntarles cómo las personas, hoy en día, pueden demostrar que son fieles a las enseñanzas de Jesús.",
            "Solicitarles que busquen, en el Catecismo de la Iglesia católica, información sobre el primer y cuarto mandamiento. Luego, preguntarles por qué creen que el primer mandamiento, que dice \"Amarás a Dios sobre todas las cosas\", está antes de \"Honrarás a tu padre y a tu madre\". Finalmente, pedirles que compartan ejemplos que demuestren la vigencia de la importancia que tiene el primer mandamiento para los seguidores de las enseñanzas de Jesús."
          ],
          "respuesta": "Explicarles que los textos bíblicos no deben ser interpretados de manera literal y, además, deben ser analizados considerando su contexto. Luego, comentarles en qué circunstancias Jesús dijo esa frase para que, sobre esta base, ellos expliquen a qué creen que se refería cuando pedía grandes sacrificios a sus seguidores. Finalmente, preguntarles cómo las personas, hoy en día, pueden demostrar que son fieles a las enseñanzas de Jesús.",
          "respuestaCorta": "La opción B aborda directamente el problema de interpretación (literalismo vs. contexto), explica el contexto de la frase (la radicalidad del seguimiento) y actualiza el mensaje (cómo ser fieles hoy).",
          "solucionario": "El problema del estudiante es una interpretación literal de una frase de Jesús (\"dejar a sus padres\"). La forma pedagógica de abordar esto es mediante la hermenéutica (ciencia de la interpretación). La opción B hace esto: 1) Establece el principio hermenéutico (\"no deben ser interpretados de manera literal\", \"considerando su contexto\"). 2) Aplica el principio (explica las circunstancias de la frase). 3) Permite a los estudiantes re-interpretar (expliquen a qué se refería). 4) Actualiza el mensaje (cómo demostrar fidelidad hoy). Esto resuelve la angustia del estudiante y le enseña a interpretar textos difíciles.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p46-p47",
      "contexto": "Como parte de una actividad de análisis bíblico, una docente pide a los estudiantes que lean la siguiente parábola:\nEl juicio final\nCuando el Hijo del Hombre venga en su gloria rodeado de todos sus ángeles, se sentará en el trono de gloria, que es suyo.\nTodas las naciones serán llevadas a su presencia, y separará a unos de otros, al igual que el pastor separa las ovejas de los chivos.\nColocará a las ovejas a su derecha y a los chivos a su izquierda.\nEntonces el Rey dirá a los que están a su derecha: \"Vengan, benditos de mi Padre, y tomen posesión del reino que ha sido preparado para ustedes desde el principio del mundo. Porque tuve hambre y ustedes me dieron de comer; tuve sed y ustedes me dieron de beber. Fui forastero y ustedes me recibieron en su casa. Anduve sin ropas y me vistieron. Estuve enfermo y fueron a visitarme. Estuve en la cárcel y me fueron a ver\".\nEntonces los justos dirán: \"Señor, ¿cuándo te vimos hambriento y te dimos de comer, o sediento y te dimos de beber? ¿Cuándo te vimos forastero y te recibimos, o sin ropa y te vestimos? ¿Cuándo te vimos enfermo o en la cárcel y fuimos a verte?\".\nEl Rey responderá: \"En verdad les digo que, cuando lo hicieron con alguno de los más pequeños de estos mis hermanos, me lo hicieron a mí\".\nDirá después a los que estén a la izquierda: \"¡Malditos, aléjense de mí y vayan al fuego eterno, que ha sido preparado para el diablo y para sus ángeles! Porque tuve hambre y ustedes no me dieron de comer; tuve sed y no me dieron de beber; era forastero y no me recibieron en su casa; estaba sin ropa y no me vistieron; estuve enfermo y encarcelado y no me visitaron\".\nEstos preguntarán también: \"Señor, ¿cuándo te vimos hambriento o sediento, desnudo o forastero, enfermo o encarcelado, y no te ayudamos?\".\nEl Rey les responderá: \"En verdad les digo: siempre que no lo hicieron con alguno de estos más pequeños, ustedes dejaron de hacerlo a mí\".\nY estos irán a un suplicio eterno, y los buenos a la vida eterna.\nTornado de Mateo 25, 31-46.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han leído la parábola, la docente se propone que comprendan su mensaje.\n¿Cuál de las siguientes acciones pedagógicas es más adecuada para el logro del propósito de la docente?",
          "opciones": [
            "Presentarles y explicarles el significado de las obras de misericordia corporales y espirituales. Luego, comentarles el significado de la frase \"Señor, ¿cuándo te vimos hambriento o sediento, desnudo o forastero, enfermo o encarcelado, y no te ayudamos?\". Finalmente, pedirles que relacionen las acciones contenidas en la frase del texto con las obras de misericordia corporales y spirituales presentadas.",
            "Pedir que, en equipos, dialoguen sobre a quiénes se refiere la parábola cuando menciona al Rey, a las ovejas y a los chivos. Luego, indicar que analicen el significado de la frase \"En verdad les digo que, cuando lo hicieron con alguno de los más pequeños de estos mis hermanos, me lo hicieron a mí\". Finalmente, a partir de lo analizado, preguntarles por qué Jesús se identifica con las personas que fueron destituidas de su propia dignidad.",
            "Pedir que expliquen el significado de la frase \"Porque tuve hambre y ustedes me dieron de comer; tuve sed y ustedes me dieron de beber. Fui forastero y ustedes me recibieron en su casa\". Luego, en equipos, decirles que señalen algunas acciones de cómo se pueden poner en práctica las enseñanzas que contiene la frase que analizaron. Finalmente, indicarles qué aspectos pueden mejorar en las acciones propuestas para implementar mejor el mensaje de la parábola."
          ],
          "respuesta": "Pedir que, en equipos, dialoguen sobre a quiénes se refiere la parábola cuando menciona al Rey, a las ovejas y a los chivos. Luego, indicar que analicen el significado de la frase \"En verdad les digo que, cuando lo hicieron con alguno de los más pequeños de estos mis hermanos, me lo hicieron a mí\". Finalmente, a partir de lo analizado, preguntarles por qué Jesús se identifica con las personas que fueron destituidas de su propia dignidad.",
          "respuestaCorta": "El mensaje central del texto es la identificación de Jesús con los necesitados (\"me lo hicieron a mí\"). La opción B guía a los estudiantes a identificar los símbolos (Rey, ovejas) y luego a analizar y reflexionar sobre esta frase clave.",
          "solucionario": "El mensaje principal de Mateo 25 no es solo enumerar las obras de misericordia, sino la revelación radical de que Jesús mismo se identifica con el pobre y necesitado (\"me lo hicieron a mí\"). La opción B conduce a esta comprensión: primero identifica los personajes (Rey=Jesús, ovejas=justos) y luego se centra en el análisis de la frase teológica clave (\"cuando lo hicieron con alguno de los más pequeños... me lo hicieron a mí\"), llevando a la reflexión de por qué ocurre esta identificación. La opción A se queda en listar las obras. La opción C se enfoca en la práctica sin profundizar en el núcleo teológico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han identificado el mensaje de la parábola \"El juicio final\", la docente se propone que los estudiantes comprendan la importancia de las obras de misericordia.\n¿Cuál de las siguientes actividades es más adecuada para el propósito de la docente?",
          "opciones": [
            "Pedirles que, en equipos, analicen el significado de la frase \"Cuando el Hijo del Hombre venga en su gloria rodeado de todos sus ángeles, se sentará en el trono de gloria, que es suyo\". Luego, decirles que, a partir de lo analizado, dialoguen sobre la relación que existe entre dicha frase y la segunda venida de Jesús. Finalmente, explicarles qué es lo que pide Jesús a las personas para que, en el juicio final, entren al Reino de los Cielos.",
            "Pedirles que comenten qué es la misericordia para ellos y que describan algunas acciones en las que Jesús fue misericordioso con las personas que lo necesitaban. Luego, decirles que, en equipos, analicen las enseñanzas que brinda la Iglesia católica sobre las obras de misericordia en el Catecismo. Finalmente, pedir que expliquen por qué a los que practican las obras de misericordia se les permitirá tomar posesión del Reino.",
            "Pedirles que expliquen el significado de la siguiente frase \"Vengan, benditos de mi Padre, y tomen posesión del reino (...)\". Luego, comentarles que, según la frase señalada, todo aquel que practique las obras de misericordia será bendecido por Dios. Finalmente, a partir del comentario, preguntarles si conocen otras acciones, diferentes a las obras de misericordia, que permitan que el hombre acceda al Reino de Dios."
          ],
          "respuesta": "Pedirles que comenten qué es la misericordia para ellos y que describan algunas acciones en las que Jesús fue misericordioso con las personas que lo necesitaban. Luego, decirles que, en equipos, analicen las enseñanzas que brinda la Iglesia católica sobre las obras de misericordia en el Catecismo. Finalmente, pedir que expliquen por qué a los que practican las obras de misericordia se les permitirá tomar posesión del Reino.",
          "respuestaCorta": "Esta opción construye el concepto de \"misericordia\" desde los saberes previos, lo modela con Jesús, lo fundamenta en el Catecismo y finalmente lo conecta con la parábola leída (Mateo 25), preguntando *por qué* esas obras conducen al Reino.",
          "solucionario": "El propósito es que comprendan la *importancia* de las obras de misericordia. La opción B sigue una secuencia pedagógica sólida: 1) Activa saberes previos (\"qué es la misericordia para ellos\"), 2) Presenta el modelo (\"acciones en las que Jesús fue misericordioso\"), 3) Brinda el fundamento doctrinal (\"analicen... en el Catecismo\"), y 4) Conecta con el texto de Mateo 25 y pide una reflexión profunda (\"expliquen por qué a los que practican... se les permitirá tomar posesión del Reino\"). Esto les permite comprender la importancia soteriológica (relativa a la salvación) de dichas obras.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p48",
      "contexto": "Los estudiantes, orientados por la docente, están dialogando sobre la lectura que realizaron del texto \"Del Oriente vienen unos Magos\" (Mateo 2, 1-12).\nEn este contexto, una estudiante pregunta por qué su Biblia tiene comentarios debajo de los textos bíblicos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción pedagógica es más adecuada para que la estudiante comprenda la importancia de los comentarios del contexto bíblico?",
          "opciones": [
            "Pedirle que explique a quiénes creen que representan los Magos en el texto \"Del Oriente vienen unos Magos\". Luego, indicarle que investigue qué representan los regalos (oro, incienso y mirra) que llevaron los Magos a Jesús. Finalmente, indicar que compare sus hallazgos con el simbolismo de los Magos y los regalos que se describen en los comentarios del contexto bíblico del texto.",
            "Pedirle que lea los comentarios del contexto bíblico de \"Del Oriente vienen unos Magos\". Luego, indicar que explique si, leyendo solo el texto, hubiera podido identificar la relación que tiene el texto con la narración del nacimiento de Moisés. Finalmente, solicitar que comente qué otros datos encontró en los comentarios del contexto que la ayudan a comprender el mensaje del texto.",
            "Pedirle que busque, en los comentarios del contexto bíblico, el mensaje del texto \"Del Oriente vienen unos Magos\". Luego, indicarle que explique las dificultades de interpretar los textos bíblicos sin tomar en cuenta los comentarios del contexto. Finalmente, solicitar que investigue quiénes son los autores de dichos comentarios y qué iglesias cristianas los usan para leer la Biblia."
          ],
          "respuesta": "Pedirle que lea los comentarios del contexto bíblico de \"Del Oriente vienen unos Magos\". Luego, indicar que explique si, leyendo solo el texto, hubiera podido identificar la relación que tiene el texto con la narración del nacimiento de Moisés. Finalmente, solicitar que comente qué otros datos encontró en los comentarios del contexto que la ayudan a comprender el mensaje del texto.",
          "respuestaCorta": "La opción B demuestra el valor de los comentarios al mostrarle al estudiante información clave (paralelismo con Moisés) que es imposible de saber leyendo solo el texto, probando así su importancia para la interpretación.",
          "solucionario": "La importancia de los comentarios bíblicos (notas a pie de página) es que proporcionan contexto histórico, cultural y teológico que no es evidente en el texto. La opción B es la más adecuada porque le demuestra esto a la estudiante de forma práctica: le pide que lea el comentario y luego le pregunta si ella *hubiera podido identificar* una conexión clave (la tipología con Moisés, que explica la huida a Egipto y la matanza de los inocentes) *sin* dicho comentario. Al darse cuenta de que no podía, comprende su importancia. La opción A se centra en símbolos (regalos) que podrían investigarse por otras vías. La opción C le pide buscar el mensaje, pero la B le demuestra *cómo* el comentario ayuda a construir el mensaje.",
          "seccion": "Casuística"
        }
      ]
    },
  
    {
      "idGrupo": "asc_secundaria_2024_p49",
      "contexto": "Una docente busca promover en los estudiantes la práctica de las enseñanzas de Jesús.\nPara ello, está organizando con ellos un proyecto de ayuda al comedor de la comunidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades favorece más el propósito de la docente?",
          "opciones": [
            "Pedir que expliquen por qué el apoyo a los comedores populares pone en práctica el mensaje de Jesús. Luego, solicitar que investiguen cómo la Iglesia católica incentiva a ese tipo de organizaciones populares. Finalmente, indicar que lean, en el documento Fratelli Tutti, por qué todos los cristianos deben ser fraternos con las personas más necesitadas.",
            "Pedir que lean el texto bíblico \"El primer milagro, en la boda de Caná\" (Juan 2, 1-12). Luego, solicitar que describan la actitud de Jesús ante el pedido de su madre para ayudar a los novios. Finalmente, indicar que expliquen cuáles creen que fueron los motivos de Jesús para realizar el milagro, a pesar de que no era su momento, y cómo pueden aplicar dicha enseñanza con el proyecto de ayuda al comedor.",
            "Pedir que lean el texto \"Primera multiplicación de los panes\" (Mateo 14, 13-21). Luego, a partir de lo leído, solicitar que comenten por qué Jesús brindó alimento a las personas que lo seguían y qué actitudes mostró cuando lo hizo. Finalmente, solicitar que indaguen qué necesidades tiene el comedor popular cercano a la IE y, a partir de ello, elaboren una propuesta de ayuda, tomando como referencia el ejemplo de Jesús."
          ],
          "respuesta": "Pedir que lean el texto \"Primera multiplicación de los panes\" (Mateo 14, 13-21). Luego, a partir de lo leído, solicitar que comenten por qué Jesús brindó alimento a las personas que lo seguían y qué actitudes mostró cuando lo hizo. Finalmente, solicitar que indaguen qué necesidades tiene el comedor popular cercano a la IE y, a partir de ello, elaboren una propuesta de ayuda, tomando como referencia el ejemplo de Jesús.",
          "respuestaCorta": "Esta opción conecta directamente el proyecto (ayuda al comedor) con un texto bíblico análogo (multiplicación de los panes), analiza el modelo de Jesús (por qué lo hizo) y lo aplica a la realidad (indagar necesidades y elaborar propuesta).",
          "solucionario": "El propósito es la *práctica* de las enseñanzas en un proyecto de *ayuda al comedor*. La opción C es la más completa y directa. Utiliza un texto bíblico (Juzgar) que se relaciona directamente con la acción de dar de comer (la multiplicación de los panes). Pide analizar las actitudes de Jesús (el modelo) y, finalmente, lo conecta con la acción concreta (Actuar) al pedir que indaguen las necesidades reales del comedor y elaboren una propuesta de ayuda *basada en ese ejemplo*. Las otras opciones son más teóricas (A) o menos directas (B, bodas de Caná).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p50",
      "contexto": "En el contexto de una sesión sobre la importancia de promover la paz, una docente quiere iniciar las actividades con la lectura de un documento de la Iglesia católica.\nPor ello, presenta el siguiente pasaje de la encíclica Fratelli Tutti:\nEntre las religiones es posible un camino de paz. El punto de partida debe ser la mirada de Dios.\nPorque \"Dios no mira con los ojos, Dios mira con el corazón. Y el amor de Dios es el mismo para cada persona sea de la religión que sea. Y si es ateo es el mismo amor (...)\".\nTomado de Fratelli Tutti 281.\nLuego de que los estudiantes compartieron sus primeras impresiones, la docente se propone orientarlos en la comprensión del pasaje anterior.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para el logro de dicho propósito?",
          "opciones": [
            "Pedir que lean el texto bíblico \"Jesús y Zaqueo\" (Lucas 19, 1-10) y comenten por qué Jesús escogió a Zaqueo para comer con él. Luego, decir que dialoguen sobre el significado de la frase \"el amor de Dios es el mismo para cada persona sin importar su religión. Y si es ateo es el mismo amor\". Finalmente, indicar que señalen la relación que existe entre el texto bíblico \"Jesús y Zaqueo\" y la frase analizada de la encíclica.",
            "Pedir que lean la parábola \"El hijo pródigo\" (Lucas 15, 11-32) y comenten sobre la actitud del padre ante el regreso de su hijo. Luego, a partir de los comentarios, preguntarles si es que existe alguna relación entre la actitud del padre y la frase \"Dios no mira con los ojos, Dios mira con el corazón\" de la encíclica. Finalmente, explicarles el mensaje principal y las enseñanzas de la parábola.",
            "Pedir que lean el texto \"La ofrenda de la viuda\" (Marcos 12, 41-44) e identifiquen su mensaje. Luego, indicar que expliquen por qué Jesús usó como ejemplo de solidaridad a una mujer pobre. Finalmente, solicitar que indiquen si es que el mensaje de la parábola analizada contribuye a que las religiones construyan un camino de paz como se señala en el texto de la encíclica Fratelli Tutti."
          ],
          "respuesta": "Pedir que lean el texto bíblico \"Jesús y Zaqueo\" (Lucas 19, 1-10) y comenten por qué Jesús escogió a Zaqueo para comer con él. Luego, decir que dialoguen sobre el significado de la frase \"el amor de Dios es el mismo para cada persona sin importar su religión. Y si es ateo es el mismo amor\". Finalmente, indicar que señalen la relación que existe entre el texto bíblico \"Jesús y Zaqueo\" y la frase analizada de la encíclica.",
          "respuestaCorta": "La clave es la A. Zaqueo era un pecador público, marginado religioso. La acción de Jesús de ir a su casa demuestra un amor que va más allá de las etiquetas religiosas o sociales, conectando directamente con la frase de la encíclica sobre el amor de Dios que es para todos.",
          "solucionario": "La clave oficial es la A. El pasaje de *Fratelli Tutti* habla de un amor de Dios que no discrimina por religión, sino que mira el corazón. El texto de \"Jesús y Zaqueo\" (Lucas 19) es un ejemplo perfecto de esto: Jesús mira más allá de la etiqueta de \"pecador público\" (una categoría social y religiosa de exclusión) y ve el corazón de Zaqueo, ofreciéndole la salvación. La actividad pide relacionar la acción de Jesús (comer con el marginado Zaqueo) con la frase de la encíclica, permitiendo una comprensión profunda del amor universal de Dios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p51",
      "contexto": "Una docente tiene como propósito que los estudiantes reflexionen sobre las enseñanzas de Jesús.\nPor ello, presenta la siguiente parábola:\nEl trigo y la hierba mala\nJesús les propuso otra parábola: \"Aquí tienen una figura del Reino de los Cielos. Un hombre sembró buena semilla en su campo, but mientras la gente estaba durmiendo, vino su enemigo y sembró cizaña en medio del trigo y se fue.\nCuando el trigo creció y empezó a echar espigas, apareció también la cizaña.\nEntonces los servidores fueron a decirle al patrón: \"Señor, ¿no sembraste buena semilla en tu campo? ¿De dónde, pues, viene esa cizaña?\".\nRespondió el patrón: \"Eso es obra de un enemigo\". Los obreros le preguntaron: \"¿Quieres que arranquemos la cizaña?\".\n\"No, dijo el patrón, pues al quitar la cizaña podrían arrancar también el trigo. Déjenlos crecer juntos hasta la hora de la cosecha. Entonces diré a los segadores: corten primero la cizaña, hagan fardos y arrójenlos al fuego. Después cosechen el trigo y guárdenlo en mis bodegas\".\nTomado de Mateo 13, 24-30.\nDespués de que los estudiantes identificaron el mensaje de la parábola \"El trigo y la hierba mala\", la docente les propone leer la parábola \"La red\" (Mateo 13, 47-50) con el propósito de que identifiquen similitudes entre los mensajes de ambos textos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más pertinente para el propósito de la docente?",
          "opciones": [
            "Pedirles que señalen las ideas principales de ambas parábolas. Luego, decirles que comenten qué simboliza el tiempo de cosecha en \"El trigo y la hierba mala\" y la acción de recoger peces de todas clases en \"La red\". Finalmente, preguntarles, a partir de estos símbolos, qué buscan comunicar estas parábolas sobre el juicio final.",
            "Indicarles que expliquen por qué la parábola \"El trigo y la hierba mala\" usa plantas como símbolos. Luego, preguntarles por qué la parábola \"La red\" usa peces para explicar las características del Reino de Dios. Finalmente, pedir que busquen, en otras parábolas, qué otros símbolos se usan para explicar las características del Reino.",
            "Decirles que busquen, entre las parábolas del Reino, cuál se parece más a la parábola \"El trigo y la hierba mala\" y cuál a \"La red\". Luego, indicarles que sustenten por escrito por qué las parábolas seleccionadas se parecen a las parábolas \"El trigo y la hierba mala\" y \"La red\". Finalmente, a partir de sus hallazgos, explicarles cuál es la intención de Jesús al narrar las parábolas del Reino."
          ],
          "respuesta": "Pedirles que señalen las ideas principales de ambas parábolas. Luego, decirles que comenten qué simboliza el tiempo de cosecha en \"El trigo y la hierba mala\" y la acción de recoger peces de todas clases en \"La red\". Finalmente, preguntarles, a partir de estos símbolos, qué buscan comunicar estas parábolas sobre el juicio final.",
          "respuestaCorta": "Ambas parábolas (trigo/cizaña y la red) comparten el mismo mensaje: la convivencia del bien y el mal en el presente, y la separación definitiva en el juicio final (la cosecha / la orilla). La opción A guía a los estudiantes a identificar esta similitud escatológica.",
          "solucionario": "El propósito es identificar *similitudes* entre las dos parábolas. Ambas son parábolas escatológicas (sobre el fin de los tiempos). \"El trigo y la cizaña\" habla de dejar crecer juntos a buenos (trigo) y malos (cizaña) hasta la *cosecha* (juicio final). \"La red\" habla de recoger peces buenos y malos, que son separados en la *orilla* (juicio final). La opción A guía a los estudiantes a comparar estos elementos análogos (cosecha y recogida de peces) para que infieran el mensaje común sobre el juicio final.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p52",
      "contexto": "Como parte de una sesión sobre las principales características de los evangelios, la docente tiene como propósito que los estudiantes analicen la influencia del contexto político-religioso en la misión de Jesús, tanto a nivel del mensaje y al público al que se dirigió.\nPara ello, la docente ha seleccionado algunos textos que contribuyen con dicho propósito.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es más adecuada para que los estudiantes interpreten textos bíblicos considerando la relevancia del contexto político-religioso?",
          "opciones": [
            "Decirles que, en equipos, lean y analicen el texto bíblico \"La mujer adúltera\" (Juan 8, 1-11). Luego, pedirles que interpreten y expliquen la siguiente frase del texto: \"El que esté libre de pecado, que tire la primera piedra\". Finalmente, preguntarles por qué creen que los acusadores de la mujer se fueron en silencio cuando Jesús les respondió sus preguntas.",
            "Pedirles que analicen el texto bíblico \"Siete maldiciones contra los fariseos\" (Mateo 23, 13-39) y pedirles que, en equipos, señalen algunas características que se describen de los líderes fariseos. Luego, solicitar que identifiquen las principales razones que da Jesús para cuestionar a estos líderes como representantes de la comunidad judía. Finalmente, indicarles que compartan su opinión sobre la actitud de Jesús ante estos líderes religiosos.",
            "Entregarles un texto sobre los conflictos entre los líderes de diversas comunidades judías durante el imperio Romano. Luego, pedirles que lean el texto \"El impuesto debido al César\" (Mateo 22, 15-22) e identifiquen las motivaciones de los diferentes grupos judíos para poner a prueba a Jesús. Finalmente, pedirles que, sobre la base de la información leída sobre el pueblo judío, expliquen con qué intención se relatan interacciones entre Jesús y otros líderes religiosos, como los fariseos, entre otros."
          ],
          "respuesta": "Entregarles un texto sobre los conflictos entre los líderes de diversas comunidades judías durante el imperio Romano. Luego, pedirles que lean el texto \"El impuesto debido al César\" (Mateo 22, 15-22) e identifiquen las motivaciones de los diferentes grupos judíos para poner a prueba a Jesús. Finalmente, pedirles que, sobre la base de la información leída sobre el pueblo judío, expliquen con qué intención se relatan interacciones entre Jesús y otros líderes religiosos, como los fariseos, entre otros.",
          "respuestaCorta": "Esta opción es la única que provee explícitamente información del contexto político-religioso (conflictos judíos bajo el Imperio Romano) como herramienta para interpretar un texto bíblico (el impuesto al César), cumpliendo así el propósito.",
          "solucionario": "El propósito es analizar la influencia del *contexto político-religioso*. La opción C es la única que hace esto de manera explícita. Primero, proporciona el contexto (\"un texto sobre los conflictos entre líderes judíos durante el imperio Romano\"). Luego, pide leer un texto bíblico (\"El impuesto debido al César\") que es incomprensible sin ese contexto (la tensión entre colaboración con Roma y nacionalismo judío). Finalmente, pide usar esa información contextual para identificar las motivaciones de los grupos (fariseos y herodianos) y la intención del relato.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p53",
      "contexto": "Una docente tiene como propósito desarrollar una actividad que promueva el diálogo ecuménico entre los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades favorece más el propósito de la docente?",
          "opciones": [
            "Presentarles las creencias de diferentes iglesias cristianas. Luego, proponer que lean \"El buen samaritano\" y que, en equipos, dialoguen sobre el mensaje de la parábola para los cristianos. Finalmente, preguntarles si el mensaje de dicha parábola contiene las mismas enseñanzas para todas las iglesias cristianas.",
            "Comentarles sobre las posturas que tienen las diferentes iglesias cristianas acerca del uso de imágenes. Luego, decirles que comparen las ideas que tienen las diferentes iglesias cristianas sobre dicho tema. Finalmente, solicitarles que expliquen si ellos, según su confesión religiosa, están de acuerdo con el uso de imágenes cristianas.",
            "Solicitar que investiguen sobre las creencias de las principales confesiones cristianas existentes en Perú. Luego, decirles que, en equipos, comparen los hallazgos de su investigación. Finalmente, pedirles que indiquen cuáles son las principales diferencias que identificaron entre las iglesias cristianas que compararon."
          ],
          "respuesta": "Presentarles las creencias de diferentes iglesias cristianas. Luego, proponer que lean \"El buen samaritano\" y que, en equipos, dialoguen sobre el mensaje de la parábola para los cristianos. Finalmente, preguntarles si el mensaje de dicha parábola contiene las mismas enseñanzas para todas las iglesias cristianas.",
          "respuestaCorta": "El diálogo ecuménico se basa en identificar lo que une. La parábola del Buen Samaritano (amor al prójimo) es un pilar ético común a todas las confesiones cristianas. La opción A guía a los estudiantes a descubrir esta enseñanza compartida.",
          "solucionario": "El propósito es promover el *diálogo ecuménico*, que busca la unidad centrándose en lo que es común, especialmente en la fe en Cristo y el Evangelio. La opción A fomenta esto al centrar la discusión en una parábola fundamental de Jesús (\"El buen samaritano\") y su mensaje ético (el amor al prójimo), que es un pilar compartido por todas las iglesias cristianas. Les permite dialogar y descubrir que el mensaje central es el mismo para todos. Las opciones B y C, en cambio, se centran en *comparar diferencias* (uso de imágenes, creencias distintas), lo cual puede exacerbar las divisiones en lugar de promover el diálogo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p54",
      "contexto": "La docente ha pedido a sus estudiantes que analicen la parábola \"El banquete de bodas\" de forma escrita y a través de la aplicación del método histórico-crítico.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes textos aplica el paso inicial de dicho método?",
          "opciones": [
            "Esta parábola me recuerda a \"La red\", que separa a los buenos de los malos. Aquí se diferencia a los invitados preparados para el banquete de los que no lo están, y se repite la misma advertencia: ¡Estén preparados para el Reino de Dios! Además, la parábola muestra cómo Dios nos busca, nos llama y no se cansa de invitarnos a formar parte de su reino, pero es el hombre quien elige entre su luz y las tinieblas.",
            "Ese texto fue un terremoto para los que se creían los elegidos. Aquí Dios llama a todos sin importar si son judíos o no. Lo importante era la disposición que tenían para estar con el Señor. ¡Ah!, no hay que pensar que el hombre que no estaba bien vestido era pobre. En las bodas judías, se entregaban las túnicas para la boda. Eso quiere decir que él no quiso ponérsela, no quiso prepararse para el banquete y, por eso, lo echaron.",
            "Leí que la parábola recrea la boda que se da entre Jesús y la humanidad. Por ello, todos somos los invitados, los pequeños, los humildes, todos. Estamos invitados a la mesa de los vivos que Dios prepara para nosotros al final de los tiempos. Pero esta parábola hace una advertencia, pues a todos se les ofreció el reino a través de los profetas."
          ],
          "respuesta": "Ese texto fue un terremoto para los que se creían los elegidos. Aquí Dios llama a todos sin importar si son judíos o no. Lo importante era la disposición que tenían para estar con el Señor. ¡Ah!, no hay que pensar que el hombre que no estaba bien vestido era pobre. En las bodas judías, se entregaban las túnicas para la boda. Eso quiere decir que él no quiso ponérsela, no quiso prepararse para el banquete y, por eso, lo echaron.",
          "respuestaCorta": "El método histórico-crítico se centra en el contexto. El texto B explica el contexto cultural (\"en las bodas judías se entregaban túnicas\") y el contexto social (\"terremoto para los que se creían elegidos\", \"judíos o no\"), usando el contexto para interpretar la parábola.",
          "solucionario": "El paso inicial (y central) del método histórico-crítico es el análisis del contexto histórico y cultural en el que se escribió el texto. El texto de la opción B hace exactamente eso. Explica una costumbre de la época que es clave para la interpretación: \"En las bodas judías, se entregaban las túnicas para la boda\". Sin este dato histórico-cultural, se podría interpretar erróneamente que el hombre fue echado por ser pobre. Además, sitúa la parábola en su contexto teológico-social (\"terremoto para los que se creían los elegidos\"). Las opciones A y C ofrecen interpretaciones más teológicas o alegóricas, sin fundamentarse en el contexto histórico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p55",
      "contexto": "En una actividad de aprendizaje, los estudiantes han dialogado sobre la bienaventuranza \"Felices los que trabajan por la paz, porque serán reconocidos como hijos de Dios\" (Mateo 5, 9).\nLuego, el docente busca que elaboren compromisos que incluyan algunas estrategias para la búsqueda de la paz e incorporen el mensaje de dicha bienaventuranza en su vida diaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para el logro de dicho propósito?",
          "opciones": [
            "Indicar que lean, en el Catecismo de la Iglesia católica, los comentarios sobre la bienaventuranza que trata el tema de la paz. Luego, pedir que señalen las ideas principales del texto leído. Finalmente, proponerles diversas formas de cómo se puede poner en práctica dicha bienaventuranza dentro de sus comunidades.",
            "Pedir que señalen algunos personajes de la Iglesia que han trabajado por fomentar soluciones pacíficas a diversos conflictos. Luego, solicitar que, a partir de los ejemplos, dialoguen de qué manera estas personas actúan según las enseñanzas de la bienaventuranza señalada. Finalmente, invitarlos a que investiguen sobre otros personajes de la Iglesia que fomenten la paz.",
            "Solicitar que comenten algunas noticias relacionadas con campañas que se realizan para favorecer la paz en el mundo. Luego, pedir que, a partir de las noticias que comentaron, organicen un debate sobre qué acciones podrían ser las más efectivas para iniciar un camino de paz en su comunidad según la bienaventuranza propuesta. Finalmente, invitarlos a que, sobre la base de las acciones propuestas, presenten actividades concretas para llevarlas a cabo."
          ],
          "respuesta": "Solicitar que comenten algunas noticias relacionadas con campañas que se realizan para favorecer la paz en el mundo. Luego, pedir que, a partir de las noticias que comentaron, organicen un debate sobre qué acciones podrían ser las más efectivas para iniciar un camino de paz en su comunidad según la bienaventuranza propuesta. Finalmente, invitarlos a que, sobre la base de las acciones propuestas, presenten actividades concretas para llevarlas a cabo.",
          "respuestaCorta": "El propósito es elaborar *compromisos* y *estrategias*. La opción C guía a los estudiantes a debatir acciones efectivas para su comunidad (estrategias) y luego a presentar actividades concretas (compromisos).",
          "solucionario": "El propósito es que los estudiantes elaboren *compromisos* y *estrategias* para su vida diaria. La opción C es la más adecuada para esto. Parte del VER (comentar noticias), pasa al JUZGAR (debatir qué acciones son efectivas según la bienaventuranza) y culmina en el ACTUAR (presentar actividades concretas para llevarlas a cabo). Este paso final, \"presentar actividades concretas\", es la elaboración de los compromisos y estrategias que pide el propósito. Las otras opciones se quedan en la propuesta (A) o en el análisis de ejemplos (B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p56",
      "contexto": "Un docente tiene como propósito que los estudiantes elaboren su proyecto de vida cristiana.\nPor ello, busca que, sobre la base de las enseñanzas del texto bíblico \"Las bienaventuranzas\" (Mateo 5, 1-12), los estudiantes inicien la elaboración de dicho proyecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es más adecuada para ello?",
          "opciones": [
            "Solicitar que expliquen el contexto en que Jesús proclamó las bienaventuranzas. Luego, pedir que, en equipos, señalen de qué manera el mensaje de las bienaventuranzas buscaba responder al contexto social en que vivía Jesús. Finalmente, preguntar si el mensaje del texto se puede llevar a la práctica en el contexto actual.",
            "Pedir que, en equipos, dialoguen sobre lo que creen que significa cada una de las bienaventuranzas. Luego, solicitar que seleccionen algunas de ellas y propongan ejemplos de cómo se pueden poner en práctica. Finalmente, invitarlos a que elaboren un plan de seguimiento para comprometerse con poner en práctica los ejemplos que propusieron.",
            "Brindarles un texto que recopile las ideas de la catequesis del Papa Francisco sobre las bienaventuranzas. Luego, pedir que señalen las ideas principales de dicha catequesis y, además, qué enseñanzas destacó el Papa. Finalmente, preguntarles, sobre la base de las ideas principales que identificaron, qué bienaventuranza les parece más importante para la vida de un cristiano."
          ],
          "respuesta": "Pedir que, en equipos, dialoguen sobre lo que creen que significa cada una de las bienaventuranzas. Luego, solicitar que seleccionen algunas de ellas y propongan ejemplos de cómo se pueden poner en práctica. Finalmente, invitarlos a que elaboren un plan de seguimiento para comprometerse con poner en práctica los ejemplos que propusieron.",
          "respuestaCorta": "Elaborar un proyecto de vida implica acciones y seguimiento. La opción B guía a los estudiantes a interpretar las bienaventuranzas, proponer ejemplos prácticos (acciones) y elaborar un plan de seguimiento (compromiso), lo cual es el inicio de un proyecto de vida.",
          "solucionario": "El propósito es *iniciar la elaboración de un proyecto de vida* basado en las bienaventuranzas. Un proyecto de vida implica acciones concretas y un compromiso a futuro. La opción B es la única que llega a este nivel. Pide interpretar (\"dialoguen sobre el significado\"), aplicar (\"propongan ejemplos de cómo se pueden poner en práctica\") y, crucialmente, comprometerse (\"elaboren un plan de seguimiento para comprometerse\"). Este \"plan de seguimiento\" es el inicio fáctico de un proyecto de vida. Las otras opciones se quedan en el análisis contextual (A) o en la identificación de ideas (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p57",
      "contexto": "Una docente tiene como propósito que los estudiantes reflexionen sobre la relevancia del rol de Abraham en la historia de la salvación.\nPara ello, pide a los estudiantes que lean el siguiente texto bíblico:\nAlianza de Dios con Abram\nDespués de estos sucesos, Yavé dirigió su palabra a Abram en una visión, y le dijo: \"No temas, Abram, yo soy tu escudo. Tu recompensa será muy grande\".\nAbram respondió: \"Señor Yavé, ¿qué me quieres dar? Soy un hombre sin hijos, y todo lo que poseo pasará a Eliezer de Damasco. Ya que no me diste descendencia, tendré por heredero a uno de mis sirvientes\".\nEntonces le llegó una palabra de Yavé: \"Tu heredero no será Eliezer, sino un hijo tuyo, nacido de tu propia carne y sangre\".\nYavé lo sacó afuera y le dijo: \"Mira al cielo y cuenta las estrellas, si puedes. Así será tu descendencia\".\nY creyó Abram a Yavé, el que lo tuvo en adelante por un hombre justo.\nYavé le dijo: \"Yo soy Yavé, que te sacó de Ur de los Caldeos, para entregarte esta tierra en propiedad\".\nTomado de Génesis 15, 1-7.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han leído el texto, la docente busca que ellos reflexionen sobre el rol de Abraham en la historia de la salvación.\n¿Cuál de las siguientes acciones pedagógicas promueve mejor el propósito de la docente?",
          "opciones": [
            "Comentarles, a partir del texto, cómo era el contexto social del lugar donde vivía Abraham. Luego, indicar que comenten por qué Dios le dice a Abraham: \"no temas, yo seré tu escudo\". Finalmente, pedir que comenten cómo esta frase dicha por Dios a Abraham se podría explicar a partir del contexto en el que vivió.",
            "Pedirles que señalen, en el texto, la promesa que le hizo Dios a Abraham sobre su descendencia. Luego, decir que dialoguen sobre las razones por las que Dios lo escogió para hacerlo padre de su pueblo. Finalmente, solicitar que expliquen por qué la frase \"Yo soy Yavé, que te sacó de Ur de los Caldeos, para entregarte esta tierra en propiedad\" confirma la intención que tenía Dios sobre Abraham.",
            "Presentarles algunos hechos de la vida de Abraham que complementen el texto leído. Luego, solicitar que describan, sobre la base del texto, cómo creen que era la relación entre Dios y Abraham. Finalmente, pedir que, en equipos, expliquen qué virtudes tenía Abraham para hacerse merecedor de la confianza de Dios."
          ],
          "respuesta": "Presentarles algunos hechos de la vida de Abraham que complementen el texto leído. Luego, solicitar que describan, sobre la base del texto, cómo creen que era la relación entre Dios y Abraham. Finalmente, pedir que, en equipos, expliquen qué virtudes tenía Abraham para hacerse merecedor de la confianza de Dios.",
          "respuestaCorta": "El rol relevante de Abraham en la historia de la salvación se debe a sus virtudes (la fe) que le permitieron responder a Dios. La opción C guía a los estudiantes a reflexionar sobre la relación Dios-Abraham y las virtudes (la fe, la justicia) que lo hicieron merecedor de la promesa.",
          "solucionario": "El propósito es reflexionar sobre la *relevancia del rol de Abraham*. Su rol es fundamental porque es el \"padre de la fe\". El texto destaca su fe (\"Y creyó Abram a Yavé, el que lo tuvo en adelante por un hombre justo\"). La opción C guía la reflexión hacia este punto: pide describir la *relación* entre Dios y Abraham (una relación de diálogo y confianza) y luego reflexionar sobre las *virtudes* (principalmente la fe) que lo hicieron \"merecedor\" de la confianza de Dios y, por ende, pilar de la historia de la salvación. Las otras opciones se centran más en el contexto (A) o en la promesa (B), pero no tanto en el *rol* (la respuesta de fe) de Abraham.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p58",
      "contexto": "Un docente tiene como propósito que los estudiantes apliquen el método ver-juzgar-actuar.\nPara ello, inicia una actividad pidiéndoles que comenten algunas noticias de actualidad.\nEn este contexto, una estudiante comparte la siguiente noticia:\n\"Profesor, he leído que las regiones altoandinas están siendo afectadas por las heladas. Esto hace que la temperatura baje mucho y que todo se congele, hasta el pasto! El problema es que, por el frío, muchas veces las personas se enferman y corren el riesgo de tener infecciones respiratorias agudas, pues no tienen cómo protegerse de la helada. Además, las plantas y los animales también se afectan, pues no pueden crecer ni desarrollarse en tanto frío\".\nSobre la base de este aporte, el docente pidió a los estudiantes que, como parte del método, en el momento del ver, analicen la noticia y opinen sobre la situación que presenta.\nAhora, el docente quiere continuar con los momentos juzgar y actuar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades se corresponde con dichos momentos?",
          "opciones": [
            "Pedirles que, en pares, dialoguen sobre por qué las heladas ocasionan tantos daños y qué condiciones se requieren para afrontarlas. Luego, explicarles sobre las acciones necesarias para mitigar las consecuencias del cambio climático descritas en los compromisos de la encíclica Laudato si'.",
            "Pedirles que dialoguen sobre las diversas consecuencias que han traído consigo las heladas en las zonas altoandinas. Luego, solicitar que, en equipos, lean la encíclica Fratelli Tutti y que, sobre la base de lo leído, expliquen por qué es importante ayudar a las personas afectadas por las heladas.",
            "Pedirles que lean el texto bíblico \"El primer milagro, en la boda de Caná\" (Juan 2, 1-12) e identifiquen la enseñanza sobre la importancia de estar atentos a las necesidades del prójimo. Luego, solicitar que, a partir de lo leído, elaboren una propuesta para ayudar a las comunidades que han sido afectadas por las heladas."
          ],
          "respuesta": "Pedirles que lean el texto bíblico \"El primer milagro, en la boda de Caná\" (Juan 2, 1-12) e identifiquen la enseñanza sobre la importancia de estar atentos a las necesidades del prójimo. Luego, solicitar que, a partir de lo leído, elaboren una propuesta para ayudar a las comunidades que han sido afectadas por las heladas.",
          "respuestaCorta": "El \"Juzgar\" es iluminar la realidad (el VER, las heladas) con la fe. El \"Actuar\" es un compromiso. La opción C hace esto: lee un texto bíblico (Juzgar: estar atentos a la necesidad) y luego elabora una propuesta de ayuda (Actuar).",
          "solucionario": "El docente ya realizó el momento VER (analizar la noticia de las heladas). Ahora necesita el JUZGAR (iluminar la realidad con la fe) y el ACTUAR (generar un compromiso o acción). La opción C presenta esta secuencia: 1) Leer un texto bíblico e identificar la enseñanza sobre estar atentos a las necesidades (JUZGAR, iluminando la necesidad vista en las heladas). 2) Elaborar una propuesta para ayudar a las comunidades afectadas (ACTUAR, una acción concreta derivada de la reflexión). Las opciones A y B se quedan principalmente en el JUZGAR (explicar Laudato si', explicar Fratelli Tutti) sin proponer una acción concreta de los estudiantes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p59-p60",
      "contexto": "Como parte de la planificación de su unidad de aprendizaje, una docente se propone fortalecer en los estudiantes el empleo de las diversas estrategias de interpretación bíblica.\nPara ello, está preparando una secuencia de actividades que favorezca este propósito. A continuación, se presenta dicha secuencia:\n1. Seleccionemos un texto bíblico.\n2. Realicemos una primera lectura del texto e identifiquemos de qué trata.\n3. Identifiquemos a los personajes y los diversos símbolos que se presentan en el texto.\n4. Señalemos las frases o pasajes que puedan ser relevantes para la comprensión del mensaje y la enseñanza del texto.\n5. Elijamos una estrategia o método de interpretación bíblica que favorezca la comprensión del texto.\n6. A partir de la estrategia o método de interpretación de textos bíblicos, profundicemos nuestra comprensión del mensaje del texto y las enseñanzas que contiene.\n7. Formemos equipos para dialogar sobre lo aprendido mediante las siguientes preguntas: ¿qué texto analizaste?; ¿qué método de interpretación elegiste?, ¿por qué?; ¿cómo te fue durante el análisis del texto?, ¿qué problemas se presentaron y cómo los enfrentaste?; ¿qué fortalezas has identificado al realizar la actividad?, ¿qué aspectos crees que debes mejorar para fortalecer tus habilidades en el análisis de textos bíblicos?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué se puede afirmar que esta secuencia favorece el propósito de la docente?",
          "opciones": [
            "Porque fomenta que los estudiantes identifiquen, por sí mismos, aciertos y errores en las interpretaciones que realizaron luego de implementar una estrategia de análisis de textos bíblicos.",
            "Porque contribuye a que los estudiantes pongan en práctica la interpretación de textos bíblicos teniendo en consideración las orientaciones y métodos pastorales planteados por la Iglesia católica.",
            "Porque promueve que los estudiantes identifiquen qué estrategias de interpretación de textos bíblicos son pertinentes considerando aspectos como las características del texto, la complejidad de los contenidos, entre otros."
          ],
          "respuesta": "Porque promueve que los estudiantes identifiquen qué estrategias de interpretación de textos bíblicos son pertinentes considerando aspectos como las características del texto, la complejidad de los contenidos, entre otros.",
          "respuestaCorta": "El propósito es fortalecer el *empleo de estrategias*. El paso 5 (\"Elijamos una estrategia...\") y el 7 (\"¿qué método elegiste?, ¿por qué?\") enseñan a los estudiantes a seleccionar y justificar la pertinencia de un método según el texto.",
          "solucionario": "El propósito de la docente es fortalecer el *empleo de diversas estrategias de interpretación*. La secuencia de actividades guía a los estudiantes no solo a aplicar un método, sino a tomar conciencia de la elección del mismo. El paso 5 (\"Elijamos una estrategia o método...\") y las preguntas del paso 7 (\"¿qué método de interpretación elegiste?, ¿por qué?\") promueven que el estudiante reflexione sobre la pertinencia del método elegido en función de las características del texto (complejidad, género literario, etc.). Esto fortalece su capacidad de emplear *diversas* estrategias de forma adecuada.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué proceso de aprendizaje busca promover la docente con la actividad 7 de la secuencia presentada?",
          "opciones": [
            "La metacognición del aprendizaje.",
            "La activación de saberes previos.",
            "La transferencia del aprendizaje."
          ],
          "respuesta": "La metacognición del aprendizaje.",
          "respuestaCorta": "La actividad 7 pide a los estudiantes reflexionar sobre su propio proceso: qué método eligieron, por qué, qué problemas tuvieron, cómo los solucionaron y qué deben mejorar. Esto es metacognición.",
          "solucionario": "La actividad 7 es un claro ejercicio de metacognición. La docente pide a los estudiantes que reflexionen sobre su propio proceso de aprendizaje (el análisis bíblico que acaban de realizar) mediante preguntas como: \"¿qué método elegiste?, ¿por qué?\" (análisis de la estrategia), \"¿qué problemas se presentaron y cómo los enfrentaste?\" (monitoreo y regulación), y \"¿qué fortalezas has identificado... qué aspectos crees que debes mejorar?\" (evaluación del proceso).",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  