{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2024_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El propósito de un docente es recoger los saberes previos de los estudiantes acerca del\nconcepto de contaminación ambiental.\n¿Cuál de las siguientes acciones pedagógicas es más\nadecuada para ello?",
          "opciones": [
            "Mostrar a los estudiantes un reportaje acerca de la situación de contaminación ambiental\ndel país.\nLuego, pedirles que, a partir del reportaje, mencionen si consideran que dicha\nsituación de contaminación ambiental existe en la localidad en la que viven.",
            "Organizar a los estudiantes en equipos para que dialoguen acerca de lo que es la\ncontaminación ambiental.\nLuego, pedirles que, con base en el diálogo, seleccionen aquellas\nideas que les permitan describir lo que es contaminación ambiental.",
            "Brindar a los estudiantes un caso de contaminación ambiental muy grave ocurrido en la\nregión en la que se ubica la IE.\nLuego, pedirles que indiquen las principales características\nde dicho caso."
          ],
          "respuesta": "Organizar a los estudiantes en equipos para que dialoguen acerca de lo que es la\ncontaminación ambiental.\nLuego, pedirles que, con base en el diálogo, seleccionen aquellas\nideas que les permitan describir lo que es contaminación ambiental.",
          "respuestaCorta": "La acción más adecuada es organizar un diálogo entre estudiantes para que expresen sus propias ideas sobre el concepto, permitiendo así que el docente recoja sus saberes previos de manera directa.",
          "solucionario": "Para recoger saberes previos, es fundamental partir de lo que los estudiantes ya conocen, sin introducir información nueva. La opción 'b' es la correcta porque promueve que los estudiantes dialoguen y exterioricen sus concepciones sobre la contaminación ambiental. Las opciones 'a' y 'c' son inadecuadas para este propósito, ya que parten de presentar información nueva (un reportaje, un caso específico), lo cual influye en las respuestas y no permite recoger las ideas originales de los estudiantes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p02",
      "contexto": "En el marco de una experiencia de aprendizaje, una docente ha entregado a los estudiantes\ndiversas fuentes para que las interpreten.\nComo parte de la contrastación de estas fuentes,\nla docente ha propuesto a los estudiantes desarrollar diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas promueve la transferencia del aprendizaje?",
          "opciones": [
            "Realizar con los estudiantes una lluvia de ideas sobre las acciones que realizaron en el\npasado para interpretar un conjunto de fuentes.\nLuego, preguntarles cómo organizaron\nestas acciones. Finalmente, pedirles que evalúen cómo aplicarían dichas acciones para\nrealizar la contrastación de las fuentes entregadas.",
            "Solicitar a los estudiantes que reconozcan las ideas más importantes en cada una de las\nfuentes entregadas.\nLuego, pedirles que indiquen las contradicciones y similitudes que\nexisten entre estas fuentes.\nFinalmente, explicarles la utilidad de la contrastación de\nfuentes para analizar procesos históricos complejos.",
            "Indicar a los estudiantes las acciones que deben realizar para contrastar las fuentes\nentregadas.\nLuego, solicitarles que comenten cuáles de estas acciones les podrían resultar\nmás difíciles de realizar.\nFinalmente, preguntarles qué estrategias podrían emplear para\npoder realizar aquellas acciones que consideran más difíciles."
          ],
          "respuesta": "Realizar con los estudiantes una lluvia de ideas sobre las acciones que realizaron en el\npasado para interpretar un conjunto de fuentes.\nLuego, preguntarles cómo organizaron\nestas acciones. Finalmente, pedirles que evalúen cómo aplicarían dichas acciones para\nrealizar la contrastación de las fuentes entregadas.",
          "respuestaCorta": "La transferencia del aprendizaje se promueve al hacer que los estudiantes recuerden y apliquen conscientemente estrategias de una tarea pasada a una nueva tarea similar.",
          "solucionario": "La opción 'a' promueve la transferencia del aprendizaje porque guía a los estudiantes a reflexionar sobre una experiencia previa (interpretar fuentes en el pasado) para luego aplicar de manera consciente esas mismas estrategias a una nueva situación (la contrastación de las fuentes actuales). La opción 'b' se centra en la ejecución de la tarea actual. La opción 'c' se enfoca en la planificación y la anticipación de dificultades, pero no en la aplicación de aprendizajes pasados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p03",
      "contexto": "Raúl, un estudiante que presenta ceguera, se ha integrado al grupo de primer grado.\nA pesar\nde que se realizó un proceso inicial de sensibilización en el grado, los docentes han notado\nque los estudiantes evitan incorporar a Raúl en sus actividades.\nIncluso, un docente ha\nescuchado a un estudiante decir: \"No hagamos grupo con Raúl. Como no ve, pienso que no\npodrá hacer bien las tareas\".\nAnte esta situación, los docentes buscan que los estudiantes cuestionen estereotipos en\ntorno a las personas con ceguera.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente para este\npropósito?",
          "opciones": [
            "Pedir a los estudiantes que, con los ojos vendados, realicen diversas actividades que son\ncotidianas en la IE como desplazarse en el aula, jugar en el patio, trabajar en equipo, entre\notras.\nLuego, solicitarles que, individualmente, describan cómo se sintieron durante esta\nexperiencia.",
            "Solicitar a los estudiantes que, a partir de la observación del espacio público, identifiquen\nlas condiciones que tienen que enfrentar las personas con ceguera para movilizarse en la\nlocalidad.\nLuego, pedirles que redacten una propuesta que favorezca su desplazamiento\ncon mejores condiciones.",
            "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera\ny que han contribuido en el campo de la ciencia, del arte, entre otros.\nLuego, orientarlos\nen el análisis de las características del entorno que influyeron positiva o negativamente\npara el desarrollo de estas personas."
          ],
          "respuesta": "Mostrar a los estudiantes resúmenes de biografías de personas que presentan ceguera\ny que han contribuido en el campo de la ciencia, del arte, entre otros.\nLuego, orientarlos\nen el análisis de las características del entorno que influyeron positiva o negativamente\npara el desarrollo de estas personas.",
          "respuestaCorta": "Para cuestionar un estereotipo de incapacidad, es más efectivo mostrar ejemplos concretos y positivos de personas con ceguera que han logrado contribuciones significativas en diversos campos.",
          "solucionario": "El estereotipo a cuestionar es que una persona con ceguera \"no podrá hacer bien las tareas\". La opción 'c' aborda directamente este prejuicio al presentar contraejemplos de personas con ceguera que han alcanzado el éxito y han contribuido a la sociedad, demostrando sus capacidades. La opción 'a' busca generar empatía, pero podría reforzar la idea de dificultad. La opción 'b' se centra en las barreras físicas del entorno, no en los estereotipos sobre las capacidades de las personas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p04",
      "contexto": "Al inicio de una sesión de aprendizaje, una docente pregunta a los estudiantes qué\nconocimientos científicos permitieron que Cristóbal Colón y otros navegantes europeos\nlleguen a otros continentes.\nEn ese contexto, un estudiante comentó lo siguiente:\n\"Creo que saber que la Tierra era redonda permitió a los europeos llegar a otros\ncontinentes. Es bien conocido que, recién en la época en la que vivió Colón, se descubrió\nque la Tierra era redonda o, como se dice, de forma esférica. Antes de esa época, las\npersonas creían que la Tierra era plana\".\nLa docente identifica que varios estudiantes coinciden con el comentario.\nPor ello, busca\ngenerar conflicto cognitivo en relación con la creencia expresada por el estudiante.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para el logro de este propósito?",
          "opciones": [
            "Entregar a los estudiantes una infografía que muestra los argumentos de algunos\npensadores de la Edad Media a favor del terraplanismo, e indicarles qué factores culturales\nde la época influyeron en estas ideas.\nLuego, pedirles que indaguen qué argumentos en\ncontra de la idea del terraplanismo aporta la ciencia moderna.",
            "Entregar a los estudiantes un fragmento de la obra de Johannes Sacrobosco, Sphaera\nMundi, en el cual describe a la Tierra de forma esférica, e indicarles que dicha obra fue\nelaborada en el año 1230. Luego, pedirles que indaguen cómo se explica que Sacrobosco\nhaya descrito a la Tierra con esa forma en dicha época.",
            "Entregar a los estudiantes un mapa que represente la ruta del viaje de circunnavegación\nde Magallanes y Elcano en el siglo XV, e indicarles los territorios que descubrieron.\nLuego,\npedirles que indaguen cómo la idea de que la Tierra es esférica hizo posible la realización\nde este viaje."
          ],
          "respuesta": "Entregar a los estudiantes un fragmento de la obra de Johannes Sacrobosco, Sphaera\nMundi, en el cual describe a la Tierra de forma esférica, e indicarles que dicha obra fue\nelaborada en el año 1230. Luego, pedirles que indaguen cómo se explica que Sacrobosco\nhaya descrito a la Tierra con esa forma en dicha época.",
          "respuestaCorta": "Para generar un conflicto cognitivo, se debe presentar evidencia que contradiga directamente la creencia errónea del estudiante. Una fuente del año 1230 que describe la Tierra como esférica desafía la idea de que ese conocimiento es de la época de Colón.",
          "solucionario": "El conflicto cognitivo se produce cuando una nueva información choca con una creencia preexistente. La creencia del estudiante es que la idea de una Tierra esférica es de la época de Colón (fines del siglo XV). La opción 'b' es la más pertinente porque presenta una prueba concreta (una obra de 1230) que demuestra que el concepto era conocido y aceptado en círculos académicos mucho antes, obligando al estudiante a reconsiderar su afirmación. Las otras opciones no abordan directamente el error temporal señalado por el estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p05",
      "contexto": "Un docente desea activar los saberes previos de los estudiantes respecto a la relación entre\nlos procesos de migración y de crecimiento urbano.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es\npertinente para este propósito?",
          "opciones": [
            "Solicitar a los estudiantes que apliquen un cuestionario a sus familiares que hayan\nmigrado.\nLuego, pedir a los estudiantes que respondan, a partir de esta información, las\nsiguientes preguntas: ¿en qué año migraron sus padres y abuelos?, ¿en qué ciudades se\nestablecieron en el transcurso de sus vidas hasta la actualidad?",
            "Solicitar a los estudiantes que, desde su vida cotidiana, mencionen evidencias de\nmovilidad poblacional rural.\nLuego, pedir a los estudiantes que respondan las siguientes\npreguntas: ¿por qué migran las personas a las ciudades?, ¿están preparadas las ciudades\npara recibir a los migrantes?",
            "Solicitar a los estudiantes que interpreten información acerca de las características\ndemográficas de una ciudad.\nLuego, pedir a los estudiantes que respondan a las siguientes\npreguntas: ¿cuál es su composición poblacional?, ¿de dónde son los inmigrantes que\nhan llegado en la última década?"
          ],
          "respuesta": "Solicitar a los estudiantes que, desde su vida cotidiana, mencionen evidencias de\nmovilidad poblacional rural.\nLuego, pedir a los estudiantes que respondan las siguientes\npreguntas: ¿por qué migran las personas a las ciudades?, ¿están preparadas las ciudades\npara recibir a los migrantes?",
          "respuestaCorta": "Activar saberes previos implica conectar el tema con la experiencia personal de los estudiantes y hacer preguntas abiertas que los inviten a compartir sus ideas y percepciones iniciales.",
          "solucionario": "La opción 'b' es la más adecuada porque parte de la \"vida cotidiana\" de los estudiantes, pidiéndoles que identifiquen evidencias de un fenómeno que conocen. Luego, plantea preguntas abiertas ('¿por qué migran?', '¿están preparadas las ciudades?') que los animan a usar sus conocimientos y opiniones previas para formular respuestas. Las opciones 'a' y 'c' son actividades de recolección e interpretación de datos nuevos, no de activación de saberes preexistentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p06",
      "contexto": "Como parte de un proyecto vinculado con analizar diversas problemáticas laborales en la\nsociedad contemporánea, los estudiantes, organizados en equipos, han elegido trabajar\ndiversos casos.\nEn ese contexto, uno de los equipos ha elegido trabajar sobre el karoshi, un\nproblema de salud físico y mental provocado por el exceso de trabajo en Japón.\nDurante\nel desarrollo del trabajo, el equipo ha mostrado interés en profundizar en la historia de\ndicha problemática.\nPor ello, la docente guía al equipo en la búsqueda e interpretación de\ndiversas fuentes al respecto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de haber interpretado críticamente diversas fuentes, los estudiantes han elaborado\ntextos para explicar los orígenes históricos del karoshi.\nA continuación, se presenta el\nfragmento del texto de uno de los estudiantes:\nDespués de ser derrotado en la Segunda Guerra Mundial, Japón sufría una crisis\neconómica muy fuerte.\nPara enfrentar la crisis, el gobierno japonés aplicó una política\neconómica para promover la inversión empresarial.\nPor ejemplo, favoreció la creación de\nempresas de diferentes rubros y dio facilidades para la exportación.\nAdemás, como parte\nde esa política, el gobierno y los empresarios alentaban a los japoneses a trabajar más\nde ocho horas diarias para elevar la producción.\nEsto dio resultado porque los propios\njaponeses competían entre sí para poder conseguir un empleo, lo que hacía que estén\ndispuestos a trabajar más.\nCon el tiempo, la economía japonesa mejoró muchísimo;\nmientras que trabajar horas extra quedó como una costumbre arraigada en la mayoría\nde las empresas de ese país.\nIncluso, actualmente, se observan los efectos de la política\nde promoción de inversión empresarial, ya que el exceso de trabajo es visto como algo\nnormal y esperable entre los japoneses;\nno obstante, se ha convertido en un problema\nsocial que puede derivar en karoshi.\n¿Cuál de los siguientes aprendizajes se evidencia en el fragmento del texto del estudiante?",
          "opciones": [
            "El reconocimiento de la relevancia histórica de una política económica del gobierno\njaponés.",
            "La jerarquización de consecuencias del desarrollo histórico de una política económica\ndel gobierno japonés.",
            "La distinción de causas del origen histórico de una política económica del gobierno\njaponés, según su aspecto o dimensión."
          ],
          "respuesta": "El reconocimiento de la relevancia histórica de una política económica del gobierno\njaponés.",
          "respuestaCorta": "El estudiante demuestra comprender la relevancia histórica al conectar una política económica del pasado con sus efectos y consecuencias a largo plazo, que persisten en la sociedad actual.",
          "solucionario": "La relevancia histórica implica comprender cómo un hecho o proceso del pasado tiene consecuencias significativas y duraderas que afectan el presente. El texto del estudiante hace exactamente eso: explica cómo una política económica implementada después de la Segunda Guerra Mundial no solo tuvo un efecto inmediato (mejora económica), sino que también instauró una cultura laboral ('costumbre arraigada') cuyas consecuencias negativas (el karoshi) se observan 'incluso, actualmente'. No se enfoca en jerarquizar consecuencias ni en distinguir tipos de causas, sino en la trascendencia del hecho a lo largo del tiempo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de una de las actividades, la docente organiza una plenaria para que los\nestudiantes compartan algunas de sus conclusiones en relación con los orígenes históricos\ndel karoshi.\nA continuación, se muestra el comentario de uno de los estudiantes:\n\"Según leí, la lealtad y el compromiso de muchos japoneses con sus instituciones ha sido\nuna característica de su sociedad desde mucho tiempo atrás. Por ejemplo, los soldados\nkamikaze en la Segunda Guerra Mundial. Como ese, hay otros tantos ejemplos en la\nhistoria de Japón. Por ello, creo que uno de los factores que explicarían la existencia del\nkaroshi es el valor que tradicionalmente, en la mentalidad de la sociedad japonesa, se le\nha dado a la lealtad hacia sus superiores\".\n¿Cuál de los siguientes aprendizajes se evidencia en el comentario del estudiante?",
          "opciones": [
            "El reconocimiento del detonante de un fenómeno histórico.",
            "El reconocimiento de una causa coyuntural de un fenómeno histórico.",
            "El reconocimiento de una causa estructural de un fenómeno histórico."
          ],
          "respuesta": "El reconocimiento de una causa estructural de un fenómeno histórico.",
          "respuestaCorta": "El estudiante identifica una causa estructural al señalar un valor cultural profundo y de larga duración (la lealtad) como un factor que explica el problema del karoshi.",
          "solucionario": "Una causa estructural se refiere a factores de larga duración, profundamente arraigados en la sociedad, como la mentalidad, la cultura o la organización social. El estudiante identifica la 'lealtad' como una 'característica de su sociedad desde mucho tiempo atrás', lo que la define como una causa estructural. En contraste, una causa coyuntural es un evento de corta o mediana duración, y un detonante es el suceso inmediato que desencadena el hecho histórico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p08",
      "contexto": "Al inicio de una experiencia de aprendizaje, los estudiantes, organizados en equipos,\nestán formulando preguntas para analizar algunos aspectos del desarrollo de las Cruzadas\nocurridas durante la Edad Media.\nEn ese contexto, tres equipos indican las preguntas que\nhan formulado.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la competencia Construye Interpretaciones Históricas, ¿cuál de los siguientes\nequipos ha formulado una pregunta de investigación histórica?",
          "opciones": [
            "Equipo 1: ¿Cuáles fueron las principales motivaciones de los cruzados para participar en\nlas Cruzadas?",
            "Equipo 2: ¿Qué otros procesos venían ocurriendo en el mundo mientras se desarrollaban\nlas Cruzadas?",
            "Equipo 3: ¿Cuáles fueron las batallas que se libraron durante el desarrollo de las\nCruzadas?"
          ],
          "respuesta": "Equipo 1: ¿Cuáles fueron las principales motivaciones de los cruzados para participar en\nlas Cruzadas?",
          "respuestaCorta": "Una pregunta de investigación histórica indaga sobre causas, motivaciones o interpretaciones, que requieren análisis y no solo una recopilación de datos.",
          "solucionario": "La pregunta del Equipo 1 ('¿Cuáles fueron las principales motivaciones...?') es una auténtica pregunta de investigación histórica porque no tiene una única respuesta factual, sino que exige la interpretación de diversas fuentes para construir un argumento sobre las intenciones y razones de los actores históricos. Las preguntas de los equipos 2 y 3 buscan datos específicos y descriptivos (listas de eventos o batallas), que son parte de la investigación, pero no constituyen el problema central a interpretar.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p09",
      "contexto": "En una sesión de aprendizaje, un docente está trabajando con los estudiantes acerca de los\ncambios generados por la Segunda Revolución Industrial en la sociedad.\nAl respecto, uno de\nlos estudiantes comentó lo siguiente:\n\"A mi parecer, los avances tecnológicos de la Segunda Revolución Industrial solo han\ntraído beneficios a toda la humanidad\".\nVarios estudiantes estuvieron de acuerdo con el comentario. Por ello, el docente busca\ngenerar conflicto cognitivo en los estudiantes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones del docente\nes adecuada para lograr dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que interpreten un gráfico estadístico que muestra el incremento\ndel uso del petróleo desde el siglo XIX hasta la actualidad.\nLuego, solicitarles que expliquen\npor qué organismos internacionales como la ONU abogan por la disminución de su uso.",
            "Pedir a los estudiantes que describan, en una línea de tiempo, la evolución de los inventos\nen telecomunicaciones desde la Segunda Revolución Industrial hasta la actualidad.\nLuego,\nsolicitarles que expliquen cómo estas tecnologías han influido en el ahorro del\ntiempo en las comunicaciones.",
            "Pedir a los estudiantes que analicen crónicas sobre las actividades que se incorporaron\nen la vida cotidiana del siglo XIX a partir de la invención del cine y la fotografía.\nLuego,\nsolicitarles que expliquen cómo el uso de estas nuevas tecnologías impactó en las\nrelaciones sociales de la época."
          ],
          "respuesta": "Pedir a los estudiantes que interpreten un gráfico estadístico que muestra el incremento\ndel uso del petróleo desde el siglo XIX hasta la actualidad.\nLuego, solicitarles que expliquen\npor qué organismos internacionales como la ONU abogan por la disminución de su uso.",
          "respuestaCorta": "Para generar conflicto cognitivo con la idea de que la tecnología 'solo trajo beneficios', se debe presentar una consecuencia negativa y duradera de esos avances, como el problema ambiental derivado del uso del petróleo.",
          "solucionario": "La afirmación del estudiante es que los avances tecnológicos 'solo han traído beneficios'. Para desafiar esta idea, el docente debe presentar una perspectiva que muestre un perjuicio. La opción 'a' lo logra al vincular un avance clave de esa revolución (el uso masivo del petróleo) con un problema actual grave (la contaminación y el cambio climático, que motivan a la ONU a pedir su reducción). Esto obliga a los estudiantes a confrontar el 'beneficio' con una consecuencia negativa. Las opciones 'b' y 'c' se centran en aspectos positivos o neutros, por lo que no generarían conflicto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p10",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes van a explicar las\nrazones de la discriminación en el Perú del siglo XIX, el docente les ha propuesto realizar una\nactividad para explicar las actitudes discriminatorias contra los chinos coolies que migraron\nal Perú en el siglo XIX.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas promueve mejor que los estudiantes expliquen\ndichas actitudes a partir del contexto cultural de la época?",
          "opciones": [
            "Entregar a los estudiantes un texto que describa actos de discriminación hacia los chinos\ncoolies en el Perú en el siglo XIX.\nLuego, pedirles que averigüen si estas actitudes habrían\ninfluido en las relaciones sociales de la época.\nFinalmente, preguntarles de qué forma\ncreen que se habrían tenido que sancionar dichas actitudes.",
            "Entregar a los estudiantes imágenes de caricaturas peruanas del siglo XIX que\nrepresenten a chinos coolies.\nLuego, pedirles que indiquen qué rasgos físicos se resaltan\nen dichas caricaturas.\nFinalmente, preguntarles si creen que estas caricaturas pueden\nser consideradas como un ejemplo de discriminación en esa época.",
            "Entregar a los estudiantes un texto sobre cómo se caracterizaba a la población china\nsegún el racismo científico del siglo XIX.\nLuego, pedirles que indaguen qué tan difundida\nestuvo dicha teoría en la sociedad peruana de la época.\nFinalmente, preguntarles cómo\ndicha difusión habría influido en la discriminación contra los chinos coolies."
          ],
          "respuesta": "Entregar a los estudiantes un texto sobre cómo se caracterizaba a la población china\nsegún el racismo científico del siglo XIX.\nLuego, pedirles que indaguen qué tan difundida\nestuvo dicha teoría en la sociedad peruana de la época.\nFinalmente, preguntarles cómo\ndicha difusión habría influido en la discriminación contra los chinos coolies.",
          "respuestaCorta": "Para explicar actitudes de una época, es crucial analizar las ideas y teorías que circulaban en ese contexto. El 'racismo científico' fue un marco ideológico que justificó la discriminación en el siglo XIX.",
          "solucionario": "La opción 'c' es la más pertinente porque para entender las actitudes discriminatorias desde el 'contexto cultural de la época', es necesario analizar las corrientes de pensamiento que las sustentaban. El 'racismo científico' era una ideología influyente en el siglo XIX que proporcionaba una supuesta justificación para la discriminación. Al analizar esta teoría y su difusión en el Perú, los estudiantes pueden explicar las actitudes de la época en sus propios términos, en lugar de solo describirlas o juzgarlas con valores actuales (como sugiere la opción 'a'). La opción 'b' ayuda a identificar la discriminación, pero no a explicar su origen cultural o intelectual.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p11",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes explicarán cómo\nlos avances de la Segunda Revolución Industrial generaron cambios en la sociedad del siglo\nXIX, los estudiantes han interpretado diversas fuentes acerca del desarrollo de los medios de\ntransporte en dicha época.\nEn ese contexto, el docente les pide que comenten algunos de\nsus hallazgos en una plenaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes evidencia que ha reconocido ritmos de cambio en relación\ncon el desarrollo de los medios de transporte?",
          "opciones": [
            "Ramiro dice: \"Leí que, en el siglo XIX, se crearon diversos medios de transporte, como\ntrenes, autos o buques. En esa época, esos transportes funcionaban con energía a vapor.\nPienso que ahora esos transportes han mejorado bastante gracias al cambio del vapor al\ndiésel, pues son más rápidos, recorren distancias más largas y son más prácticos\".",
            "Nora dice: \"Leí que la carreta fue el principal medio de transporte hasta antes de la invención\nde los autos. Durante cuatro mil años, la carreta tuvo pocos cambios significativos. En cambio,\nlos autos, que aparecieron en el siglo XIX, experimentaron varios cambios significativos\nen poco más de un siglo; por ejemplo, han variado mucho en diseño y tecnología\".",
            "Alí dice: \"Leí que el caballo fue uno de los primeros medios de transporte en la historia;\nse empezó a usar hace cinco mil años. Con el tiempo, su uso se extendió a todo el mundo\npara diversas actividades, como la ganadería o la guerra. Sin embargo, creo que su\nempleo ha disminuido por la aparición de otros transportes más rápidos del siglo XIX\"."
          ],
          "respuesta": "Nora dice: \"Leí que la carreta fue el principal medio de transporte hasta antes de la invención\nde los autos. Durante cuatro mil años, la carreta tuvo pocos cambios significativos. En cambio,\nlos autos, que aparecieron en el siglo XIX, experimentaron varios cambios significativos\nen poco más de un siglo; por ejemplo, han variado mucho en diseño y tecnología\".",
          "respuestaCorta": "Reconocer ritmos de cambio implica comparar la velocidad con la que se producen las transformaciones. Nora contrasta un largo período de cambio lento (la carreta) con un período corto de cambio rápido (los autos).",
          "solucionario": "La noción de 'ritmos de cambio' se refiere a que no todos los procesos históricos se desarrollan a la misma velocidad. Nora evidencia esta comprensión al comparar explícitamente la lenta evolución de la carreta ('cuatro mil años' con 'pocos cambios') frente a la rápida y acelerada evolución de los automóviles ('poco más de un siglo' con 'varios cambios significativos'). Ramiro y Alí describen cambios y continuidades, pero no comparan las diferentes velocidades de estos cambios.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p12",
      "contexto": "En el marco de un proyecto denominado \"Fenómeno El Niño: sus implicancias y cómo\nafrontarlo\", el docente desarrolla un conjunto de actividades con los estudiantes utilizando\ndiversas fuentes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de que los estudiantes han revisado diversas fuentes, el docente les pide que, en\nplenaria, compartan sus hallazgos acerca del fenómeno El Niño en el Perú y en el mundo.\n¿Cuál de los siguientes estudiantes menciona impactos del fenómeno El Niño a diversas\nescalas espaciales?",
          "opciones": [
            "Jenny dice: \"Leí que el fenómeno El Niño altera la distribución de la temperatura y las\ncondiciones de la atmósfera del planeta; por eso, es que, en el Perú, ocurren intensas\nlluvias y sequías a la vez. Por ejemplo, en el norte del país, las lluvias aumentan,\nmientras que en el Altiplano, las lluvias disminuyen drásticamente\".",
            "Pamela dice: \"Leí que, en la localidad en la que vivimos, el fenómeno El Niño hizo que\naumentaran las lluvias a pesar de encontrarnos en una zona desértica. Esto ocasionó que\nlas urbanizaciones se inundaran; sin embargo, leí que estas lluvias también favorecieron\nel crecimiento de varias especies de plantas en la localidad\".",
            "Mateo dice: \"Leí que el fenómeno El Niño es ocasionado por el calentamiento anormal\nde las aguas en el espacio intermedio de las costas de América, Asia y Oceanía. Asimismo,\nse altera la circulación atmosférica, lo que debilita los vientos alisios en el hemisferio sur,\nque suelen soplar del sureste hacia el noroeste\"."
          ],
          "respuesta": "Jenny dice: \"Leí que el fenómeno El Niño altera la distribución de la temperatura y las\ncondiciones de la atmósfera del planeta; por eso, es que, en el Perú, ocurren intensas\nlluvias y sequías a la vez. Por ejemplo, en el norte del país, las lluvias aumentan,\nmientras que en el Altiplano, las lluvias disminuyen drásticamente\".",
          "respuestaCorta": "El estudiante menciona impactos a diversas escalas al referirse a un efecto global ('atmósfera del planeta') y luego detallar efectos específicos a escala regional y local dentro del Perú (norte y Altiplano).",
          "solucionario": "La pregunta requiere identificar la mención de impactos en distintas escalas espaciales. Jenny cumple con esto al describir un impacto a escala global ('planeta') y luego descender a una escala nacional/regional ('en el Perú'), incluso diferenciando zonas dentro del país ('en el norte', 'en el Altiplano'). Pamela solo habla a escala local. Mateo describe las causas a gran escala, pero no los impactos en diversas escalas.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_secundaria_2024_p12",
      "contexto": "En el marco de un proyecto denominado \"Fenómeno El Niño: sus implicancias y cómo\nafrontarlo\", el docente desarrolla un conjunto de actividades con los estudiantes utilizando\ndiversas fuentes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes están indagando acerca de la gestión del riesgo de desastre ante la ocurrencia\ndel fenómeno El Niño.\nPor ello, el docente propone diversas actividades.\n¿Cuál de las siguientes actividades propuestas por el docente es la que promueve el análisis\nde vulnerabilidades?",
          "opciones": [
            "Pedir a los estudiantes que indaguen qué medidas existen para prepararse ante la\nocurrencia del fenómeno El Niño.\nLuego, pedirles que averigüen si las entidades\ncompetentes han realizado campañas al respecto.\nPor último, preguntarles si consideran\nque la sociedad peruana estaría capacitada para afrontar dicha amenaza.",
            "Solicitar a los estudiantes que averigüen cómo el fenómeno El Niño influye en el ciclo\ndel agua.\nLuego, preguntarles si dicho fenómeno alteraría las condiciones atmosféricas\nde la región.\nPor último, pedirles que comenten cuáles son las manifestaciones\nmás recurrentes de dicho fenómeno en el océano y la atmósfera.",
            "Entregar a los estudiantes un registro histórico de eventos asociados al fenómeno El Niño\nocurridos en el último siglo.\nLuego, pedirles que identifiquen en qué años ocurrieron\neventos considerados moderados e intensos.\nPor último, pedirles que averigüen cuáles\nfueron los daños y pérdidas ocasionados por dichos eventos."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen qué medidas existen para prepararse ante la\nocurrencia del fenómeno El Niño.\nLuego, pedirles que averigüen si las entidades\ncompetentes han realizado campañas al respecto.\nPor último, preguntarles si consideran\nque la sociedad peruana estaría capacitada para afrontar dicha amenaza.",
          "respuestaCorta": "El análisis de la vulnerabilidad implica evaluar la capacidad de una sociedad para hacer frente a una amenaza, lo cual se logra indagando sobre las medidas de preparación y la capacitación de la población.",
          "solucionario": "La vulnerabilidad se refiere a la susceptibilidad de una comunidad a ser afectada por un peligro. Analizarla implica estudiar sus condiciones sociales, económicas e institucionales. La opción 'a' promueve este análisis al hacer que los estudiantes investiguen las medidas de preparación y evalúen si la sociedad está 'capacitada para afrontar' el fenómeno. Esto se enfoca directamente en la resiliencia y capacidad de respuesta, que son componentes clave de la vulnerabilidad. La opción 'b' se centra en el peligro (el fenómeno en sí), y la 'c' en los impactos pasados (daños y pérdidas), no en las condiciones que generan la vulnerabilidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una de las actividades, los estudiantes han indagado acerca de cómo la ocurrencia\ndel fenómeno El Niño podría generar una reducción de la oferta de varios productos de la\ncanasta básica familiar peruana.\nAnte ello, el docente les pide que, en plenaria, comenten\nqué consecuencias traería esta reducción.\nTomando en cuenta que todos los demás factores se mantienen constantes, ¿cuál de los\nsiguientes estudiantes indica una posible consecuencia de la reducción de la oferta de algunos\nproductos de la canasta básica familiar, según la ley de la oferta y la demanda?",
          "opciones": [
            "Fernando dice: \"Yo creo que una consecuencia podría ser que la demanda de esos\nproductos aumente\".",
            "Isabel dice: \"Yo creo que una consecuencia podría ser que la demanda de uno de los\nbienes sustitutos de esos productos aumente\".",
            "Cristóbal dice: \"Yo creo que una consecuencia podría ser que la demanda de los bienes\nque usen esos productos como insumo aumente\"."
          ],
          "respuesta": "Isabel dice: \"Yo creo que una consecuencia podría ser que la demanda de uno de los\nbienes sustitutos de esos productos aumente\".",
          "respuestaCorta": "Según la ley de la oferta y la demanda, si la oferta de un producto disminuye, su precio aumenta, lo que provoca un incremento en la demanda de sus bienes sustitutos.",
          "solucionario": "Una reducción en la oferta de un producto, manteniendo la demanda constante, provoca un aumento en su precio. Ante este encarecimiento, los consumidores buscan alternativas más económicas. Esto ocasiona un aumento en la demanda de los bienes sustitutos (aquellos que pueden satisfacer la misma necesidad). La opción 'a' es incorrecta porque un mayor precio disminuye la cantidad demandada. La opción 'c' es incorrecta porque si el precio de un insumo sube, el precio del producto final también subirá, disminuyendo su demanda.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo del proyecto, los estudiantes comentan al docente que han encontrado\ninformación que indica que el fenómeno El Niño también ocurrió en el pasado.\nEn ese\ncontexto, uno de los estudiantes comenta lo siguiente:\n\"Leí que las sociedades prehispánicas realizaban rituales y ceremonias en honor a sus\ndioses para pedir que los desastres ocasionados por el fenómeno El Niño no vuelvan a\nocurrir o cesen. No entiendo por qué harían eso, pues no creo que esos rituales hayan\ntenido ningún efecto\".\nLuego de haber escuchado al estudiante, varios de sus compañeros se mostraron de acuerdo\ncon el comentario.\nPor ello, el docente busca que, desde una perspectiva histórica, los\nestudiantes cuestionen dicho comentario.\n¿Cuál de las siguientes acciones pedagógicas promueve el logro de dicho propósito?",
          "opciones": [
            "Pedir a los estudiantes que indaguen sobre la importancia de la religión en las sociedades\nprehispánicas.\nLuego, solicitarles que averigüen cómo dichas sociedades explicaban el\norigen de los desastres en su época.\nFinalmente, pedirles que expliquen qué sentido\nhabría tenido para estas sociedades la realización de rituales religiosos para hacer frente\na los efectos del fenómeno El Niño.",
            "Pedir a los estudiantes que indaguen sobre qué medidas emplearon las sociedades\nprehispánicas para adaptarse a los efectos del fenómeno El Niño.\nLuego, solicitarles que\naverigüen si dichas medidas funcionaron. Finalmente, pedirles que evalúen qué hubiese\nocurrido si esas sociedades se hubieran centrado en implementar dichas medidas antes\nque en la realización de rituales religiosos.",
            "Pedir a los estudiantes que indaguen cuáles fueron las principales sociedades\nprehispánicas que se vieron afectadas por el fenómeno El Niño.\nLuego, solicitarles\nque averigüen cuáles fueron los rituales que practicaron dichas sociedades para hacer\nfrente a los efectos del fenómeno El Niño.\nFinalmente, pedirles que indiquen qué\ncaracterísticas en común existieron entre estos rituales."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen sobre la importancia de la religión en las sociedades\nprehispánicas.\nLuego, solicitarles que averigüen cómo dichas sociedades explicaban el\norigen de los desastres en su época.\nFinalmente, pedirles que expliquen qué sentido\nhabría tenido para estas sociedades la realización de rituales religiosos para hacer frente\na los efectos del fenómeno El Niño.",
          "respuestaCorta": "Para cuestionar un juicio anacrónico, es necesario analizar el pasado en su propio contexto, comprendiendo la cosmovisión y la lógica de la época, como la importancia de la religión para explicar los desastres.",
          "solucionario": "Adoptar una perspectiva histórica implica evitar juicios anacrónicos y comprender el pasado en sus propios términos. El comentario del estudiante juzga los rituales con una lógica moderna. La opción 'a' es la más adecuada porque guía a los estudiantes a investigar el contexto cultural y mental de las sociedades prehispánicas: la importancia de su religión y sus explicaciones sobre el mundo. Esto les permite entender el 'sentido' y la lógica que los rituales tenían para ellos, superando el juicio inicial. Las otras opciones no se centran en comprender la cosmovisión detrás de los actos.",
          "seccion": "Casuística"
        },
        {
          "contexto": "Después de que los estudiantes han realizado diversas actividades en relación con cómo se\nha explicado el fenómeno El Niño en diferentes épocas, el docente les pide que elaboren\nun organizador para sintetizar la información que han revisado.\nEn ese contexto, una de las\nestudiantes presenta al docente el siguiente organizador gráfico que elaboró: ",
          "imagen":"img/ascenso/secundaria/2024/sociales/1.jpg",
          "pregunta":"Luego de haber revisado el organizador gráfico, el docente busca promover en la estudiante\nel desarrollo de la noción de cambio y permanencia.\n¿Cuál de los siguientes conjuntos de\npreguntas es pertinente para el logro de dicho propósito?",
          "opciones": [
            "¿Cuál es la forma de explicar el fenómeno El Niño que predomina en la actualidad?\n¿En qué se diferencia dicha forma de otras explicaciones acerca del fenómeno El Niño?\n¿Consideras que la forma predominante de explicar el fenómeno El Niño en la actualidad\npuede ser valorada como superior a otras explicaciones?\n¿Por qué sería superior?",
            "¿Cuáles son las dos principales formas de explicar el fenómeno El Niño?\n¿En qué épocas\nse puede reconocer la coexistencia de dos perspectivas diferentes acerca de cómo se\nexplicaba el fenómeno El Niño?\n¿Crees que dicha coexistencia habría generado tensiones\nen la sociedad de cada una de esas épocas? ¿Cuáles?",
            "¿Qué diferencias existen acerca de cómo se ha explicado el fenómeno El Niño en\ndiferentes épocas?\n¿Cómo se explicarían dichas diferencias? ¿Existen elementos en\ncomún acerca de cómo se explicaba el fenómeno El Niño entre estas épocas?\n¿Cuáles\nson estos elementos en común?"
          ],
          "respuesta": "¿Qué diferencias existen acerca de cómo se ha explicado el fenómeno El Niño en\ndiferentes épocas?\n¿Cómo se explicarían dichas diferencias? ¿Existen elementos en\ncomún acerca de cómo se explicaba el fenómeno El Niño entre estas épocas?\n¿Cuáles\nson estos elementos en común?",
          "respuestaCorta": "Para desarrollar la noción de cambio y permanencia, es necesario formular preguntas que explícitamente soliciten la identificación tanto de las diferencias (cambios) como de los elementos comunes (permanencias) a lo largo del tiempo.",
          "solucionario": "El concepto histórico de cambio y permanencia requiere identificar qué se ha transformado y qué ha continuado a lo largo de un periodo. La opción 'c' está diseñada para ello, ya que pregunta directamente por las 'diferencias' (cambios) y los 'elementos en común' (permanencias) en las explicaciones sobre El Niño a través de las épocas. Las otras opciones se desvían a otros propósitos: la 'a' hacia un juicio de valor y la 'b' hacia la noción de coexistencia y conflicto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de haber interpretado diversas fuentes, los estudiantes han elaborado textos en los\nque explican cómo las sociedades prehispánicas afrontaron los efectos del fenómeno El Niño.\nA continuación, se muestra un fragmento del texto de una estudiante:\nLos moche fueron una de las sociedades prehispánicas que experimentó los efectos\ndel fenómeno El Niño.\nSegún los arqueólogos, hubo una época en la que esta sociedad\nsufrió un Meganiño;\nes decir, un fenómeno El Niño muy fuerte e intenso.\nEste fenómeno\nprovocó lluvias torrenciales por varios días, lo que causó inundaciones que afectaron\nsus asentamientos, campos de cultivo y canales de agua.\nA raíz de estas inundaciones,\nel agua estancada provocó la aparición de epidemias.\nEsta situación fue tan crítica que,\nsegún algunos especialistas, parte de la población moche decidió abandonar las zonas\nafectadas para ubicarse en otros lugares.\nLos moche experimentaron situaciones como esas en más de una oportunidad.\nConsidero\nque, a partir de esas experiencias, los moche fueron aprendiendo a adaptarse.\nPor\nejemplo, aprendieron a reconocer dónde cultivar o asentarse.\n¿Cuál de los siguientes aprendizajes se evidencia mejor en el fragmento del texto de la\nestudiante?",
          "opciones": [
            "La jerarquización de diversas causas de un proceso histórico.",
            "El establecimiento de secuencias causales de un proceso histórico.",
            "La distinción entre causas estructurales y coyunturales de un proceso histórico."
          ],
          "respuesta": "El establecimiento de secuencias causales de un proceso histórico.",
          "respuestaCorta": "El texto evidencia el establecimiento de secuencias causales al describir una cadena de eventos donde cada uno es consecuencia del anterior: Meganiño -> lluvias -> inundaciones -> epidemias -> abandono.",
          "solucionario": "El fragmento describe una clara cadena de causa-efecto. El 'Meganiño' es la causa inicial que 'provocó lluvias', las cuales a su vez 'causaron inundaciones'. Estas inundaciones generaron 'agua estancada', que 'provocó epidemias', llevando finalmente al abandono de las zonas. Esta narración de un evento que desencadena el siguiente es la definición de una secuencia causal. El texto no jerarquiza causas (no dice cuál fue más importante) ni distingue entre tipos de causas (estructurales o coyunturales).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de una de las actividades finales, el docente pide a los estudiantes que comenten,\nen plenaria, algunas de sus conclusiones acerca de su indagación sobre el fenómeno El Niño.\nA continuación, se muestra la intervención de una de las estudiantes:\n\"Por lo que investigué, El Niño es un fenómeno muy antiguo, y algunas sociedades\nprehispánicas, como la chimú, sufrieron sus efectos. Veo que estas sociedades fueron\naprendiendo de sus experiencias para saber cómo adaptarse a dichos efectos, como\nconstruir o cultivar en zonas no inundables. Sin embargo, a pesar de dichas medidas, en\nocasiones, no pudieron evitar inundaciones debido a la intensidad de dicho fenómeno\".\nDespués de escuchar a la estudiante, el docente le brinda una guía de preguntas para\npromover el desarrollo de la conciencia histórica de la estudiante acerca de cómo afrontar\nlos efectos del fenómeno El Niño.\n¿Cuál de los siguientes conjuntos de preguntas promueve\nmejor el logro de dicho propósito?",
          "opciones": [
            "¿Cómo la experiencia de las sociedades prehispánicas puede llevarnos a reflexionar sobre\nla vulnerabilidad de la actual sociedad peruana frente al fenómeno El Niño?\n¿Consideras\nque la sociedad peruana es capaz de gestionar los impactos de dicho fenómeno en la\nactualidad?\n¿Qué medidas podríamos implementar como sociedad para fortalecer la\nprevención de esos impactos?",
            "¿Qué impactos ocasionados por el fenómeno El Niño, que soportaron las sociedades\nprehispánicas, experimenta la actual sociedad peruana?\n¿Cuáles son los actores\nsociales que deberían encargarse de prevenir la ocurrencia de dichos impactos?\n¿Cómo\nevaluarías el papel que han desempeñado dichos actores ante los impactos generados\npor el fenómeno El Niño?",
            "¿Cuáles fueron los principales desastres que tuvieron que afrontar las sociedades\nprehispánicas por la ocurrencia del fenómeno El Niño?\n¿Por qué estas sociedades\nfueron, en alguna medida, susceptibles a los efectos del fenómeno El Niño?\n¿Qué\naspectos crees que habrían podido mejorar las sociedades prehispánicas para reducir\ndicha susceptibilidad?"
          ],
          "respuesta": "¿Cómo la experiencia de las sociedades prehispánicas puede llevarnos a reflexionar sobre\nla vulnerabilidad de la actual sociedad peruana frente al fenómeno El Niño?\n¿Consideras\nque la sociedad peruana es capaz de gestionar los impactos de dicho fenómeno en la\nactualidad?\n¿Qué medidas podríamos implementar como sociedad para fortalecer la\nprevención de esos impactos?",
          "respuestaCorta": "La conciencia histórica se desarrolla al conectar el pasado con el presente para orientar el futuro. Las preguntas invitan a usar el conocimiento sobre el pasado prehispánico para reflexionar sobre la vulnerabilidad actual y proponer medidas futuras.",
          "solucionario": "La conciencia histórica implica la habilidad de relacionar el pasado, el presente y el futuro. La opción 'a' fomenta esto de manera explícita: usa la 'experiencia de las sociedades prehispánicas' (pasado) para 'reflexionar sobre la vulnerabilidad de la actual sociedad peruana' (presente) y proponer 'qué medidas podríamos implementar' (futuro). Esta conexión es la esencia de la conciencia histórica. La opción 'b' se centra más en el presente, y la 'c' se queda en el análisis del pasado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p19",
      "contexto": "En una experiencia de aprendizaje, los estudiantes están investigando acerca de cómo fue\nla participación de diversos actores sociales en la Guerra del Pacífico.\nPara ello, el docente\nles ha entregado diversas fuentes históricas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el desarrollo de una de las actividades iniciales, un estudiante comenta al docente\nlo siguiente:\n\"Profesor, he leído que muchos inmigrantes chinos que trabajaban en las haciendas de\nla costa ayudaron al ejército chileno durante la guerra. Eso es inaceptable, ellos tuvieron\nque demostrar lealtad al Perú porque vivían en el país desde hace varios años\".\nFrente a este comentario, el docente busca que el estudiante tome en cuenta algunos\naspectos del contexto de la época que le permitan cuestionar su afirmación desde una\nperspectiva histórica.\n¿Cuál de los siguientes conjuntos de preguntas es pertinente para el\nlogro del propósito del docente?",
          "opciones": [
            "¿Cuál fue el tipo de ayuda que brindaron algunos inmigrantes chinos al ejército chileno\ndurante la Guerra del Pacífico?\n¿Por qué las acciones de esos inmigrantes deben ser\ncuestionadas?\n¿Cuál debió haber sido la actitud de los inmigrantes chinos que apoyaron\nal ejército chileno?",
            "¿Qué otros grupos de la sociedad peruana también apoyaron al ejército chileno?\n¿A\ntravés de qué acciones estos grupos apoyaron al ejército chileno?\n¿De qué manera el\napoyo de estos grupos y de los inmigrantes chinos fue determinante para que Chile\nganara la guerra?",
            "¿Qué caracterizó a los contratos laborales realizados con los inmigrantes chinos?\n¿Cómo\neran las condiciones de vida de estos inmigrantes antes de la Guerra del Pacífico?\n¿Cómo\nestas características y condiciones habrían influido en la actitud de estos inmigrantes\nante la guerra?"
          ],
          "respuesta": "¿Qué caracterizó a los contratos laborales realizados con los inmigrantes chinos?\n¿Cómo\neran las condiciones de vida de estos inmigrantes antes de la Guerra del Pacífico?\n¿Cómo\nestas características y condiciones habrían influido en la actitud de estos inmigrantes\nante la guerra?",
          "respuestaCorta": "Para cuestionar un juicio histórico, es fundamental analizar el contexto del actor. Indagar sobre las condiciones de vida y laborales de los inmigrantes chinos permite comprender sus motivaciones y complejizar el concepto de 'lealtad'.",
          "solucionario": "El comentario del estudiante es un juicio de valor anacrónico. Para desarrollar una perspectiva histórica, es crucial entender el contexto y las motivaciones de los actores del pasado. La opción 'c' es la más pertinente porque orienta al estudiante a investigar las 'condiciones de vida' y los 'contratos laborales' de los inmigrantes chinos, que a menudo eran de semiesclavitud. Comprender este contexto de explotación es clave para entender por qué no sentirían 'lealtad' y cómo esto 'habría influido en su actitud'. La opción 'a' refuerza el juicio, y la 'b' desvía el tema.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Entre las fuentes seleccionadas por el docente, se incluye el fragmento de una comunicación\npresentada por el representante estudiantil de la Universidad Mayor de San Marcos, Carlos\nWiesse, al presidente Mariano Ignacio Prado el 17 de marzo de 1879. A continuación, se\npresenta este texto:\nSe acordó [en una reunión de estudiantes] protestar de la invasión [chilena] que, bajo\nel título de reivindicación, se ha asentado en el litoral boliviano, a cuya resolución\nsiguió una pública manifestación de simpatía hacia la causa boliviana.\n[El escrito] que se\nredacte tendremos el honor de poner en conocimiento de vuestra excelencia, así como\nahora tenemos la satisfacción de manifestarle los más vivos y vehementes deseos de\nmis compañeros.\nCon el objeto de patentizar a la República toda nuestra decisión por la causa nacional,\ny para aunar nuestros esfuerzos en provecho de la dignidad y el honor de la Patria, la\nUniversidad de San Marcos ha acordado ofrecer los servicios de sus alumnos al Supremo\nGobierno, a fin de que [...] se nos dé el mejor y más peligroso puesto en el campo del\nhonor y donde quiera que la patria necesite los servicios de sus buenos hijos.\n[...].\nEsta firme resolución manifiesta, también a vuestra excelencia, la decidida aprobación\nque la juventud presta a la política seguida por el Supremo Gobierno [...].\nAdaptado de Herrera, J. (1929). La Universidad Mayor de San Marcos y la Guerra del Pacífico.\nComo parte de la interpretación crítica de la fuente, el docente busca que los estudiantes la\ncontextualicen.\n¿Cuál de las siguientes acciones pedagógicas es más pertinente para lograr\neste propósito?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen quiénes tomaron los acuerdos presentados en\nla comunicación dirigida al presidente Prado en marzo de 1879. Luego, pedirles que\naverigüen qué otras iniciativas similares organizaron los estudiantes de la Universidad de\nSan Marcos en esa época.\nPor último, pedirles que expliquen por qué la actitud de este\ngrupo de estudiantes universitarios fue acertada.",
            "Pedir a los estudiantes que identifiquen a qué momento del desarrollo de la Guerra del\nPacífico corresponde la fuente.\nLuego, solicitarles que recaben información sobre los\nprincipales hechos relacionados con dicho momento.\nPor último, pedirles que expliquen\ncómo estos hechos habrían influido en la decisión de los estudiantes de la Universidad\nde San Marcos de comunicarse con el presidente Prado.",
            "Pedir a los estudiantes que identifiquen qué ofrecimientos realizaron los estudiantes de\nla Universidad de San Marcos en la comunicación que dirigieron al presidente Prado.\nLuego, solicitarles que indaguen en qué campañas militares de la guerra participaron\nesos estudiantes.\nPor último, pedirles que expliquen cómo los ofrecimientos de los\nestudiantes fueron acogidos por las autoridades a lo largo de la guerra."
          ],
          "respuesta": "Pedir a los estudiantes que identifiquen a qué momento del desarrollo de la Guerra del\nPacífico corresponde la fuente.\nLuego, solicitarles que recaben información sobre los\nprincipales hechos relacionados con dicho momento.\nPor último, pedirles que expliquen\ncómo estos hechos habrían influido en la decisión de los estudiantes de la Universidad\nde San Marcos de comunicarse con el presidente Prado.",
          "respuestaCorta": "Contextualizar una fuente implica situarla en su momento histórico específico, investigando los eventos contemporáneos para entender cómo estos influyeron en la creación y contenido de dicha fuente.",
          "solucionario": "La contextualización de una fuente histórica consiste en ubicarla en su tiempo y espacio para comprender su significado. La fuente está fechada en marzo de 1879. La opción 'b' es la acción correcta para contextualizar, ya que pide a los estudiantes que identifiquen los 'principales hechos' de la guerra en ese momento específico (la invasión de Antofagasta, la inminente declaración de guerra de Chile al Perú) y expliquen cómo ese contexto influyó en el contenido de la carta. Las otras opciones se centran en los autores o en las consecuencias posteriores, no en el contexto de creación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una plenaria, los estudiantes están compartiendo sus reflexiones acerca de la\ninvestigación realizada.\nEn ese contexto, una estudiante comenta lo siguiente:\n\"Para mí, la investigación que hemos realizado fue interesante. Para conocer sobre la\nparticipación de los civiles en la guerra, revisé diversas fuentes como testimonios, cartas,\nperiódicos, fotografías y hasta partes oficiales. Lo que más llamó mi atención fue que al\nleer las cartas y testimonios pude conocer qué es lo que sintieron las personas de esa\népoca; como, por ejemplo, sus miedos y preocupaciones. Lo que me resultó difícil fue\ninterpretar las fotografías. En ese caso, me di cuenta que era importante complementar\nsu análisis con otro tipo de fuentes\".\n¿Cuál de los siguientes procesos del aprendizaje se evidencia en el comentario de la\nestudiante?",
          "opciones": [
            "La transferencia del aprendizaje.",
            "El desarrollo de la metacognición.",
            "El reconocimiento de un conflicto cognitivo."
          ],
          "respuesta": "El desarrollo de la metacognición.",
          "respuestaCorta": "La estudiante demuestra metacognición al reflexionar sobre su propio proceso de aprendizaje: identifica las estrategias usadas, evalúa lo que aprendió, reconoce una dificultad y describe la solución que encontró.",
          "solucionario": "La metacognición es el proceso de 'pensar sobre el propio pensamiento'. La estudiante realiza un ejercicio metacognitivo claro al describir su proceso de investigación: enumera las fuentes que usó, evalúa el valor de cada una ('pude conocer qué es lo que sintieron'), identifica un obstáculo específico ('me resultó difícil interpretar las fotografías') y verbaliza la estrategia que descubrió para superarlo ('complementar su análisis con otro tipo de fuentes'). Este autoanálisis del proceso de aprender es la esencia de la metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p22",
      "contexto": "En una experiencia de aprendizaje, los estudiantes van a presentar en plenaria los recursos\nque han elaborado para explicar distintos aspectos de los orígenes de la domesticación de\nplantas y animales en el mundo.\nA continuación, se muestra una parte de la presentación de\nuna de las estudiantes:\n\"Mi mapa se titula 'Los inicios de la agricultura en el Neolítico'. En este mapa, ubiqué en\nqué regiones del mundo apareció la agricultura. En el mapa, también pueden observar\nque los primeros productos cultivados fueron diversos. Por ejemplo, los inicios de la\nagricultura durante el Neolítico estuvieron vinculados en América del Sur con el cultivo\ndel maíz, mientras que en Asia, con el arroz y, en África, con el trigo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia en la presentación de la estudiante?",
          "opciones": [
            "El establecimiento de cambios y permanencias de un proceso histórico.",
            "El establecimiento de secuencias causales en un proceso histórico.",
            "El establecimiento de una simultaneidad histórica en un proceso."
          ],
          "respuesta": "El establecimiento de una simultaneidad histórica en un proceso.",
          "respuestaCorta": "La estudiante demuestra comprender la simultaneidad histórica al explicar que un mismo proceso (el inicio de la agricultura) ocurrió al mismo tiempo (Neolítico) en diferentes lugares del mundo.",
          "solucionario": "La simultaneidad histórica es la comprensión de que diferentes acontecimientos o procesos pueden ocurrir al mismo tiempo en distintos lugares. La estudiante evidencia este aprendizaje al explicar que, durante el mismo periodo, el 'Neolítico', el proceso de inicio de la agricultura se estaba desarrollando de forma paralela e independiente en 'América del Sur', 'Asia' y 'África'. Su presentación no aborda cambios a lo largo del tiempo ni relaciones de causa-efecto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p23",
      "contexto": "En el marco de una experiencia de aprendizaje en la que los estudiantes van a explicar el\nestallido de la Primera y la Segunda Guerra Mundial, la docente les entrega diversas fuentes.\nA continuación, realiza la siguiente actividad:\nPrimero, solicita a los estudiantes que expliquen las principales características\npolíticas de la competencia entre países imperialistas durante el siguiente\nperiodo: fines del siglo XIX e inicios del siglo XX.\nLuego, pide que indaguen cómo dicha competencia habría incidido en el\nestallido de la Primera Guerra Mundial.\nFinalmente, indica que expliquen cómo las consecuencias de la Primera Guerra\nMundial habrían influido en el origen de las rivalidades políticas en Europa, en\nel periodo de entreguerras.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se busca promover principalmente en la actividad\ndescrita?",
          "opciones": [
            "El reconocimiento de jerarquías entre las múltiples causas y consecuencias de un proceso\nhistórico.",
            "La clasificación de las causas y consecuencias de un proceso histórico, según su aspecto\no dimensión.",
            "El establecimiento de cadenas sucesivas entre las consecuencias de un proceso histórico\ny las causas de otro posterior."
          ],
          "respuesta": "El establecimiento de cadenas sucesivas entre las consecuencias de un proceso histórico\ny las causas de otro posterior.",
          "respuestaCorta": "La actividad está diseñada para que los estudiantes vinculen las consecuencias de un evento histórico (la Primera Guerra Mundial) como las causas directas de un evento posterior (las rivalidades que llevaron a la Segunda Guerra Mundial).",
          "solucionario": "El diseño de la actividad guía a los estudiantes a través de una cadena causal de larga duración. Primero analizan las causas de la Primera Guerra Mundial. Luego, el paso crucial es analizar cómo las 'consecuencias' de esta guerra se convierten en las 'causas' ('habrían influido en el origen') de un nuevo periodo de rivalidades. Este ejercicio promueve específicamente la comprensión de que los procesos históricos están interconectados y que los efectos de un evento a menudo son las semillas del siguiente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p24",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes están realizando diversas\nactividades para explicar qué ideas influyeron en la Independencia del Perú.\nEn ese\ncontexto, la docente ha entregado a los estudiantes fragmentos de diversas fuentes para\nque las interpreten.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el trabajo con fuentes, la docente ha pedido a los estudiantes que identifiquen las\nideas más importantes de las siguientes fuentes:\nUn fragmento de la obra de José Baquíjano y Carrillo, Elogio al virrey Jáuregui,\npublicada en 1781.\nUn fragmento de la obra de Juan Baltasar Maciel, Reflexiones sobre la famosa\narenga, elaborada en 1783. Dicha obra fue una contestación al Elogio al virrey\nJáuregui de Baquíjano.\nLuego, la docente brinda a los estudiantes una guía de preguntas para que, con apoyo de\nfuentes adicionales, interpreten críticamente los fragmentos entregados.\n¿Cuál de los siguientes conjuntos de preguntas promueve mejor el logro de dicho propósito?",
          "opciones": [
            "¿A qué personajes se mencionan en cada uno de los escritos entregados?\n¿Qué\nreacciones tuvieron las personas que fueron mencionadas frente a la publicación de\nambos escritos?\n¿Qué consecuencias les trajo a cada uno de los autores la publicación\nde sus escritos?",
            "¿Cuáles fueron las motivaciones de cada uno de los autores para elaborar sus escritos?\n¿Cómo dichas motivaciones se pueden evidenciar en los argumentos que emplean en\nsus escritos?\n¿De qué manera las fuentes presentadas evidencian el clima político que\nantecedió a la Independencia del Perú?",
            "¿Cuáles son los problemas políticos que se mencionan en cada uno de los escritos\nentregados?\n¿Qué otros escritos políticos de la época, similares a las fuentes entregadas,\ntrataron dichos problemas?\n¿En qué se diferencia el abordaje de esos problemas tanto\nen las fuentes entregadas como en otros escritos de la época?"
          ],
          "respuesta": "¿Cuáles fueron las motivaciones de cada uno de los autores para elaborar sus escritos?\n¿Cómo dichas motivaciones se pueden evidenciar en los argumentos que emplean en\nsus escritos?\n¿De qué manera las fuentes presentadas evidencian el clima político que\nantecedió a la Independencia del Perú?",
          "respuestaCorta": "La interpretación crítica de fuentes implica analizar la intención y perspectiva del autor, así como situar la fuente en su contexto. Las preguntas sobre las motivaciones, su reflejo en los argumentos y el clima político promueven este tipo de análisis.",
          "solucionario": "La interpretación crítica va más allá de extraer información; requiere analizar el propósito y punto de vista del autor. La opción 'b' fomenta esto al preguntar por las 'motivaciones' (intención), cómo se 'evidencian en los argumentos' (análisis del discurso) y cómo la fuente refleja el 'clima político' (contextualización). Este conjunto de preguntas lleva a un análisis profundo de la fuente como producto de su tiempo y de la perspectiva de su autor. Las otras opciones son más descriptivas o comparativas, pero no se centran tan directamente en la crítica interna de la fuente.",
          "seccion": "Casuística"
        }
      ]
    },

    
    {
      "idGrupo": "asc_secundaria_2024_p24",
      "contexto": "En el marco de una experiencia de aprendizaje, los estudiantes están realizando diversas\nactividades para explicar qué ideas influyeron en la Independencia del Perú.\nEn ese\ncontexto, la docente ha entregado a los estudiantes fragmentos de diversas fuentes para\nque las interpreten.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Después de que los estudiantes han interpretado el fragmento de la obra de José Baquíjano\ny Carrillo, Elogio al virrey Jáuregui, la docente les pide que comenten sus hallazgos en una\nplenaria.\n¿Cuál de los siguientes estudiantes evidencia que ha interpretado la fuente indicada a partir\ndel contexto en el que fue creada?",
          "opciones": [
            "Tomasa dice: \"Averigüé que Baquíjano leyó su Elogio como parte de las ceremonias que\nse realizaron para dar la bienvenida al virrey Agustín de Jáuregui en Lima. La lectura del\nElogio se realizó en agosto de 1781, en la Universidad de San Marcos, donde Baquíjano\nera profesor\".",
            "Micaela dice: \"En una parte de su Elogio, Baquíjano critica al gobierno virreinal por\ncometer injusticias contra la población indígena. Creo que hace esa crítica porque, según\nleí, meses antes de escribir su obra, el ajusticiamiento de los indígenas que se rebelaron\ncon Túpac Amaru II había llamado la atención de la sociedad virreinal\".",
            "Faustino dice: \"Cuando leí el Elogio me llamó la atención que, teniendo en frente a\nlas autoridades virreinales, Baquíjano las critique por llevar, lo que él consideraba, un\nmal gobierno. Leí en otra fuente que las críticas de Baquíjano incomodaron a algunas\nautoridades, al punto de que le abrieron un proceso por considerarlo peligroso\"."
          ],
          "respuesta": "Micaela dice: \"En una parte de su Elogio, Baquíjano critica al gobierno virreinal por\ncometer injusticias contra la población indígena. Creo que hace esa crítica porque, según\nleí, meses antes de escribir su obra, el ajusticiamiento de los indígenas que se rebelaron\ncon Túpac Amaru II había llamado la atención de la sociedad virreinal\".",
          "respuestaCorta": "Interpretar una fuente en su contexto implica conectar el contenido de la fuente con los eventos históricos que estaban ocurriendo en el momento de su creación, como la rebelión de Túpac Amaru II.",
          "solucionario": "La interpretación contextual de una fuente consiste en explicar su contenido a la luz de los acontecimientos de su época. Micaela hace esto al vincular una idea específica del 'Elogio' (la crítica a las injusticias) con un evento histórico relevante y contemporáneo (la represión a la rebelión de Túpac Amaru II), estableciendo una relación de causa-efecto que explica por qué Baquíjano incluyó esa crítica. Tomasa solo describe las circunstancias de la lectura, y Faustino describe las consecuencias de la obra, pero no usan el contexto para interpretar el contenido.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de la interpretación de fuentes, los estudiantes van a analizar fragmentos de la\nobra Carta a los españoles americanos del jesuita Juan Pablo Viscardo y Guzmán, publicada\nen 1799. A continuación, se muestra uno de esos fragmentos:\nAl presente, [la monarquía española que no conoce otras reglas que su voluntad, y que\nestá habituada a considerar nuestra propiedad como un bien que le pertenece, todo\nsu estudio consiste en aumentarle con detrimento nuestro, coloreando siempre, con el\nnombre de utilidad de la madre patria, el infame sacrificio de todos nuestros derechos y\nde nuestros más preciosos intereses.\nEsta lógica es la de los salteadores de caminos, que\njustifica la usurpación de los bienes ajenos, con la utilidad que de ella resulta al usurpador.\nAdaptado de Viscardo y Guzmán, J. (1799). Carta a los españoles americanos.\nLuego de que los estudiantes han identificado la postura del autor respecto de la monarquía\nespañola, la docente busca que los estudiantes consideren la perspectiva del autor de\nla fuente para interpretar críticamente este fragmento.\n¿Cuál de las siguientes acciones\npedagógicas promueve mejor el logro de dicho propósito?",
          "opciones": [
            "Entregar a los estudiantes un texto que describa la formación académica y religiosa que\nrecibió Viscardo y Guzmán durante su juventud.\nLuego, preguntarles cómo dicha formación\nhabría influenciado en las críticas de Viscardo y Guzmán contra la monarquía española,\nevidenciadas en el fragmento mostrado.",
            "Entregar a los estudiantes un texto que describa cómo fue la relación entre la Corona\ninglesa y Viscardo y Guzmán.\nLuego, preguntarles cómo la Corona inglesa habría podido\nbeneficiarse de la difusión de las críticas de Viscardo y Guzmán contra la monarquía\nespañola, evidenciadas en el fragmento mostrado.",
            "Entregar a los estudiantes un texto que describa los principales actos de corrupción\nde los funcionarios virreinales en la época de Viscardo y Guzmán.\nLuego, preguntarles\ncómo esos hechos pueden ser ejemplo de las críticas de Viscardo y Guzmán contra la\nmonarquía española, evidenciadas en el fragmento mostrado."
          ],
          "respuesta": "Entregar a los estudiantes un texto que describa la formación académica y religiosa que\nrecibió Viscardo y Guzmán durante su juventud.\nLuego, preguntarles cómo dicha formación\nhabría influenciado en las críticas de Viscardo y Guzmán contra la monarquía española,\nevidenciadas en el fragmento mostrado.",
          "respuestaCorta": "Para entender la perspectiva del autor, es fundamental analizar su biografía y su formación, ya que estos elementos influyen directamente en sus ideas y en la forma en que argumenta en su obra.",
          "solucionario": "Considerar la perspectiva del autor implica analizar quién es, qué formación tuvo y qué experiencias pudieron moldear su punto de vista. Viscardo y Guzmán era un jesuita expulsado, lo que es un dato biográfico clave para entender su postura. La opción 'a' se enfoca directamente en esto al pedir a los estudiantes que analicen cómo su 'formación académica y religiosa' influyó en sus ideas. Esto permite una interpretación crítica que considera al autor como un sujeto con una historia y una perspectiva particulares. Las otras opciones se centran en el contexto externo (la Corona inglesa, la corrupción) y no en la perspectiva personal del autor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los estudiantes han interpretado las fuentes, la docente les pide que elaboren\ntextos en los cuales expliquen qué ideas habrían justificado la independencia del Perú.\nA\ncontinuación, se muestra el fragmento del texto elaborado por una de las estudiantes:\nUna de las ideas de la época que justificaba la independencia del Perú, según los criollos,\nera su derecho a gobernar el Perú.\nPor ejemplo, en su Carta a los españoles americanos\n(1799), Viscardo y Guzmán afirma que los criollos tenían derecho de gobernar el Perú\nporque eran descendientes de los conquistadores españoles.\nSegún él, fueron ellos\nquienes contribuyeron a la construcción del Perú y no los españoles de su época.\nAlgo similar decía Mariano Álvarez en su Discurso sobre la preferencia que deben tener\nlos americanos en los empleos de América (1811).\nÉl decía que los criollos tenían derecho\nde ocupar cargos políticos importantes por haber nacido en América y no los españoles,\npues ellos eran extranjeros.\nAdemás, creía que este derecho se fortalecía con el mérito,\npues muchos criollos tenían una mejor preparación que los españoles.\nEsta última idea se puede entender mejor según lo que dice Riva-Agüero.\nEn su obra\nManifestación histórica y política de la revolución de América (1818), él sostiene que los\nfuncionarios españoles de su época en el Perú eran incapaces y corruptos.\nEn cambio,\ndecía que los criollos se mostraban como más inteligentes.\nEntonces, se puede comprender por qué un grupo de criollos justificaba la independencia\ndel Perú considerando su derecho a gobernar dicho territorio.\n¿Cuál de los siguientes aprendizajes en relación con la interpretación crítica de fuentes se\nevidencia en el texto de la estudiante?",
          "opciones": [
            "La identificación de omisiones en fuentes diversas.",
            "La evaluación de la fiabilidad de una fuente.",
            "La complementación de fuentes diversas."
          ],
          "respuesta": "La complementación de fuentes diversas.",
          "respuestaCorta": "La estudiante complementa fuentes al utilizar la información de varios autores (Viscardo, Álvarez, Riva-Agüero) para construir y reforzar una misma idea central sobre el derecho de los criollos a gobernar.",
          "solucionario": "La complementación de fuentes consiste en utilizar la información de varias de ellas para construir una explicación más completa y sólida sobre un hecho o proceso. La estudiante demuestra esta habilidad al tomar ideas de Viscardo y Guzmán, Mariano Álvarez y Riva-Agüero. No las contrasta, sino que las enlaza para reforzar un mismo argumento: la justificación del derecho de los criollos al gobierno. Usa a cada autor para añadir un matiz (descendencia, lugar de nacimiento, mérito, incapacidad de los españoles), logrando una explicación más rica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p28",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están explicando la influencia\nde los inventos del siglo XV en diversos aspectos de la sociedad occidental.\nEn ese contexto,\nlos estudiantes analizan el caso de la imprenta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Tomando en cuenta que los estudiantes han reconocido las características de la imprenta que\nse inventó en el siglo XV en Europa, la docente busca que reconozcan la relevancia histórica de\ndicho invento.\n¿Cuál de las siguientes acciones pedagógicas promueve el logro del propósito\nde la docente?",
          "opciones": [
            "Pedir a los estudiantes que averigüen qué cambios supuso la aparición de la imprenta en\nel siglo XV, en Europa, en comparación con la producción de libros en épocas anteriores.\nFinalmente, preguntarles cómo la imprenta, desde la época de su invención, habría\nimpactado en el acceso y la circulación de la información.",
            "Pedir a los estudiantes que averigüen qué otras formas de imprenta existieron en las\nsociedades fuera de Europa en el siglo XV.\nFinalmente, preguntarles qué características\nde la imprenta europea pueden ser consideradas como ventajas tecnológicas frente a las\ncaracterísticas de la imprenta de sociedades no europeas.",
            "Pedira los estudiantes que averigüen cuáles fueron los diferentes factores que posibilitaron\nla invención de la imprenta en el siglo XV en Europa.\nFinalmente, preguntarles cuál de\nestos factores consideran que pudo haber influido más que los otros en la invención de\nla imprenta."
          ],
          "respuesta": "Pedir a los estudiantes que averigüen qué cambios supuso la aparición de la imprenta en\nel siglo XV, en Europa, en comparación con la producción de libros en épocas anteriores.\nFinalmente, preguntarles cómo la imprenta, desde la época de su invención, habría\nimpactado en el acceso y la circulación de la información.",
          "respuestaCorta": "La relevancia histórica de un invento se reconoce al analizar su impacto transformador a largo plazo en la sociedad, como el cambio radical que la imprenta produjo en el acceso y circulación de la información.",
          "solucionario": "Reconocer la relevancia histórica implica comprender el impacto profundo y duradero que un hecho o proceso tuvo en la sociedad. La opción 'a' está diseñada para lograr esto: primero, pide comparar con la situación anterior para medir la magnitud del cambio; segundo, y más importante, pregunta por el impacto a largo plazo en un aspecto fundamental de la sociedad como es el 'acceso y la circulación de la información'. Esto lleva a los estudiantes a reflexionar sobre la trascendencia del invento. La opción 'b' es una comparación tecnológica, y la 'c' se centra en las causas, no en la relevancia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p29",
      "contexto": "En el marco de un proyecto denominado \"Noticias falsas: ¿Qué podemos hacer para\ncombatirlas?\", los estudiantes se han interesado en conocer si las noticias falsas constituyen\nun problema que existió en el pasado.\nPor ello, el docente les entregó fuentes diversas para\nque las interpreten y, con base en ello, elaboren textos en los que expliquen cómo se habría\nmanifestado dicho problema en el pasado.\nA continuación, se presenta un fragmento del\ntexto de un estudiante:\nLa difusión de noticias falsas también fue un problema en épocas pasadas.\nSegún lo\nindagado, en el siglo XX se difundieron ese tipo de noticias con un interés político.\nPor\nejemplo, durante la Primera Guerra Mundial, el gobierno inglés difundió noticias falsas\ncontra los alemanes, en las cuales se los acusaba de acciones crueles que no habían\ncometido.\nSu intención era ganar el apoyo de otros países.\nConsidero que, actualmente, las noticias falsas siguen teniendo, entre otros, un interés\npolítico;\ncomo cuando se difunden acusaciones falsas contra candidatos políticos en\népoca de elecciones.\nSin embargo, ahora parece más fácil crearlas y difundirlas. En el\npasado, se debía tener influencia en los periódicos o la televisión para difundir una\nnoticia falsa;\nahora, cualquier persona puede crearlas y difundirlas por su cuenta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes aprendizajes se evidencia principalmente en el fragmento del texto\ndel estudiante?",
          "opciones": [
            "La explicación de los cambios ocurridos de un fenómeno histórico.",
            "El reconocimiento de ritmos de cambio de un fenómeno histórico.",
            "La identificación de cambios y permanencias en un fenómeno histórico."
          ],
          "respuesta": "La identificación de cambios y permanencias en un fenómeno histórico.",
          "respuestaCorta": "El estudiante identifica una permanencia (el interés político de las noticias falsas) y un cambio (la facilidad y los medios para crearlas y difundirlas) entre el pasado y el presente.",
          "solucionario": "El fragmento muestra claramente la identificación de cambios y permanencias. La permanencia es el 'interés político' detrás de las noticias falsas, que el estudiante observa tanto en la Primera Guerra Mundial como 'actualmente'. El cambio radica en la tecnología y la accesibilidad para difundirlas: antes se requerían medios masivos ('periódicos o la televisión'), mientras que 'ahora, cualquier persona puede crearlas'. Esta comparación explícita entre lo que sigue igual y lo que se ha transformado es la esencia de la noción de cambio y permanencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p30",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes están interpretando\ndiversas fuentes para explicar algunos rasgos del Humanismo del siglo XV en Europa.\nEn\nese contexto, el docente les ha pedido que comenten algunos de sus hallazgos.\nUno de los\nestudiantes comentó lo siguiente:\n\"Profesor, yo he leído que los humanistas hicieron sus estudios desde una visión\nantropocéntrica; es decir, colocaban al hombre en el centro de todas las cosas. Por eso,\npienso que una de las características del Humanismo fue el ateísmo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con el propósito de retroalimentar al estudiante en relación con las características del\nHumanismo, el docente le pidió que, con ayuda de fuentes, responda un conjunto de\npreguntas.\n¿Cuál de los siguientes conjuntos de preguntas es pertinente para el logro de este propósito?",
          "opciones": [
            "¿Qué estudios relacionados con la religión realizaron los humanistas?\n¿Cuáles fueron las\nprincipales motivaciones de los humanistas para llevar a cabo dichos estudios?\n¿Cuál fue\nla importancia que los humanistas le otorgaron al ser humano en el desarrollo de dichos\nestudios?",
            "¿Qué áreas del conocimiento científico abarcaron los estudios que desarrollaron los\nhumanistas?\n¿De qué forma la perspectiva antropocéntrica favoreció el desarrollo de\ndichos estudios?\n¿Cómo dichos estudios contribuyeron a profundizar en el conocimiento\nque se tenía entonces sobre el ser humano?",
            "¿Cuáles fueron los principales hechos de corrupción de las autoridades eclesiásticas\ndurante la época del humanismo?\n¿Cuáles fueron las críticas de los humanistas en\ncontra de dichos hechos?\n¿Consideras que estas críticas pudieron haber influido en la\nconstrucción de una postura que niega a Dios?"
          ],
          "respuesta": "¿Qué estudios relacionados con la religión realizaron los humanistas?\n¿Cuáles fueron las\nprincipales motivaciones de los humanistas para llevar a cabo dichos estudios?\n¿Cuál fue\nla importancia que los humanistas le otorgaron al ser humano en el desarrollo de dichos\nestudios?",
          "respuestaCorta": "Para corregir la idea de que el humanismo era ateo, la retroalimentación debe guiar al estudiante a descubrir que los humanistas sí estudiaron la religión, pero desde una nueva perspectiva centrada en el ser humano.",
          "solucionario": "La conclusión del estudiante ('el Humanismo fue el ateísmo') es un error conceptual común. La retroalimentación efectiva debe guiarlo a reconsiderar su afirmación. La opción 'a' es la más pertinente porque aborda directamente el error. Al preguntar sobre los 'estudios relacionados con la religión' que hicieron los humanistas (como la traducción de la Biblia desde los originales), el docente le ayuda a descubrir que no eran ateos. La tercera pregunta le permite reformular la relación: el humanismo no negó a Dios, sino que revalorizó el papel del ser humano en la comprensión de la fe y los textos sagrados, conciliando antropocentrismo con religión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p31",
      "contexto": "Una docente presenta a los estudiantes el siguiente texto:\n¿El pollo a la brasa está acabando con el algarrobo del bosque seco\ndel norte peruano?\nEl algarrobo es la principal especie forestal del bosque seco del norte peruano, cuya\nleña o carbón se considera como la mejor para el pollo a la brasa.\nExiste un mercado ilegal que está acabando con estos árboles en el norte del país.\nUn representante del gobierno regional estimó que se perderán alrededor de trece mil hectáreas de bosque\nal año para abastecer a aproximadamente dos mil quinientas pollerías en Lima.\nEsta\nsituación constituye una grave problemática ambiental pues la deforestación de este\nbosque no solo ha puesto en riesgo al algarrobo.\nLa escasez de esta especie, aparte\nde afectar el paisaje, también facilita que el viento arrastre cantidades de arena que\nponen en peligro a los que transitan por las carreteras.\nAdaptado de SPDA (2015). \"¿El pollo a la brasa está acabando con el algarrobo del bosque seco del norte peruano?\".\nRecuperado el 23 de junio de 2021 de https://www.actualidadambiental.pe",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para profundizar en la problemática ambiental presentada en la noticia, la docente entrega\na los estudiantes una guía de preguntas que deberán ser respondidas con ayuda de diversas\nfuentes de información.\n¿Cuál de los siguientes conjuntos de preguntas favorece que los\nestudiantes reconozcan múltiples dimensiones de esta problemática ambiental?",
          "opciones": [
            "¿Qué efectos tiene la deforestación del bosque seco en el clima local?\n¿Qué impactos\ntiene la desaparición de las raíces de los algarrobos en los suelos del bosque?\n¿Cómo\nafecta la disminución de los algarrobos a las otras especies endémicas del bosque seco?",
            "¿Cuáles son las actividades económicas afectadas por la deforestación de algarrobos?\n¿Cómo esta situación afectaría la reproducción de prácticas de la medicina tradicional\nlocal?\n¿De qué forma la deforestación acelera el proceso de desertificación en la zona?",
            "¿Está permitida la tala de árboles de algarrobo? ¿Cuáles son las condiciones establecidas\npara la extracción legal de la madera de algarrobo?\n¿Cuáles son las instituciones\nresponsables de evitar la deforestación del bosque seco?"
          ],
          "respuesta": "¿Cuáles son las actividades económicas afectadas por la deforestación de algarrobos?\n¿Cómo esta situación afectaría la reproducción de prácticas de la medicina tradicional\nlocal?\n¿De qué forma la deforestación acelera el proceso de desertificación en la zona?",
          "respuestaCorta": "Para reconocer las múltiples dimensiones de una problemática ambiental, las preguntas deben abordar sus aspectos económicos, socioculturales y naturales (ambientales).",
          "solucionario": "Una problemática ambiental compleja tiene múltiples dimensiones: social, económica, política, cultural y natural. La opción 'b' es la única que aborda esta multiplicidad. La primera pregunta se enfoca en la dimensión económica ('actividades económicas afectadas'). La segunda pregunta apunta a la dimensión sociocultural ('medicina tradicional local'). La tercera pregunta se centra en la dimensión natural/ambiental ('proceso de desertificación'). Las otras opciones se enfocan predominantemente en una sola dimensión: la opción 'a' en la natural y la opción 'c' en la política/legal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes analizaron la problemática ambiental, la docente les pide que\nelaboren propuestas para el aprovechamiento sostenible del ambiente del bosque seco del\nnorte peruano.\n¿Cuál de los siguientes estudiantes formula una propuesta de acuerdo al\npropósito señalado por la docente?",
          "opciones": [
            "Cecilia dice: \"Yo creo que las autoridades deberían detener inmediatamente la tala de los\nárboles de algarrobo para que no se extingan. En lugar de extraer leña del algarrobo, se\npodría promover la extracción de leña de otros árboles como el huarango o el hualtaco\".",
            "Esperanza dice: \"Yo pienso que las organizaciones locales deberían buscar cómo acelerar el\ncrecimiento de los árboles de algarrobo, como, por ejemplo, empleando más fertilizantes\nquímicos. Así, podrían usar sin problemas los árboles de algarrobo como leña\".",
            "Abel dice: \"Yo considero que sería conveniente que la población local, de forma organizada,\nutilice las hojas y frutos del algarrobo para la producción y comercialización de harinas y\nmermeladas. Asimismo, solo deberían utilizarse los árboles caídos como leña\"."
          ],
          "respuesta": "Abel dice: \"Yo considero que sería conveniente que la población local, de forma organizada,\nutilice las hojas y frutos del algarrobo para la producción y comercialización de harinas y\nmermeladas. Asimismo, solo deberían utilizarse los árboles caídos como leña\".",
          "respuestaCorta": "Una propuesta de aprovechamiento sostenible implica utilizar un recurso sin agotarlo, generando beneficios económicos y sociales. Utilizar frutos y hojas del algarrobo, en lugar de talarlo, cumple con este principio.",
          "solucionario": "El aprovechamiento sostenible busca un equilibrio entre lo ecológico, lo social y lo económico. La propuesta de Abel es la más completa: promueve el uso de partes del árbol que no implican su destrucción (hojas y frutos), lo que es ecológicamente sostenible; genera una actividad económica para la población local ('producción y comercialización'), y restringe el uso maderable a 'árboles caídos', lo cual minimiza el impacto. Cecilia propone una medida prohibitiva y sustitutiva, no de aprovechamiento. Esperanza propone una solución (fertilizantes químicos) que puede tener impactos ambientales negativos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de información se puede representar en un mapa de isolíneas?",
          "opciones": [
            "La temperatura.",
            "Un área protegida.",
            "Las capitales provinciales."
          ],
          "respuesta": "La temperatura.",
          "respuestaCorta": "Los mapas de isolíneas se utilizan para representar fenómenos que tienen una distribución continua en el espacio, como la temperatura, la altitud o la presión atmosférica.",
          "solucionario": "Las isolíneas son líneas que unen puntos de igual valor en un mapa. Este tipo de representación es adecuada para variables continuas, es decir, aquellas que tienen un valor en cualquier punto del espacio. La temperatura es un ejemplo clásico de esto (isotermas). En cambio, un área protegida es una superficie (se representa con polígonos) y las capitales son puntos (se representan con símbolos puntuales), por lo que no se representan con isolíneas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p34",
      "contexto": "Un docente ha entregado a los estudiantes un mapa del centro histórico de la ciudad donde se\nubica la IE.\nSi el docente busca que los estudiantes reconozcan las distancias que existen entre\nlos edificios históricos más representativos de la ciudad, ¿cuál de los siguientes elementos\ndel mapa es necesario interpretar para lograr el propósito del docente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿cuál de los siguientes elementos\ndel mapa es necesario interpretar para lograr el propósito del docente?",
          "opciones": [
            "Las coordenadas geográficas.",
            "La flecha del norte.",
            "La escala."
          ],
          "respuesta": "La escala.",
          "respuestaCorta": "La escala de un mapa es el elemento que indica la relación de proporción entre una distancia en el mapa y su distancia correspondiente en la realidad, siendo esencial para calcular distancias reales.",
          "solucionario": "El propósito es 'reconocer las distancias' reales entre los edificios. Para convertir una distancia medida en el mapa (por ejemplo, en centímetros) a su equivalente en el terreno (en metros o kilómetros), es indispensable utilizar la escala del mapa. Las coordenadas geográficas sirven para la localización absoluta y la flecha del norte para la orientación, pero ninguna de las dos permite calcular distancias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p35",
      "contexto": "Como parte de una sesión de aprendizaje, el docente pide a los estudiantes que indaguen y\npropongan buenas prácticas ambientales para la gestión de residuos sólidos en sus hogares.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes propone una acción que se corresponde con el concepto\nde reciclaje?",
          "opciones": [
            "Lorenzo dice: \"Leí que algunos restos de alimentos que no fueron cocinados pueden\ntransformarse en abono. Podemos mezclar dichos restos con ramas y hojas secas que,\nluego de un tiempo, se conviertan en compost que sirve para fertilizar las plantas\".",
            "Antonio dice: \"Encontré información sobre cómo almacenar los distintos alimentos en\ncasa. Si los guardamos en recipientes adecuados, se conservarán por más tiempo, lo que\nevitará que se descompongan rápidamente y que los desperdiciemos\".",
            "Doménica dice: \"Averigüé que existen animales que pueden comer sobras de alimentos.\nEntonces, las sobras que desechamos, podrían ser recogidas por alguna persona que\ncríe este tipo de animales\"."
          ],
          "respuesta": "Lorenzo dice: \"Leí que algunos restos de alimentos que no fueron cocinados pueden\ntransformarse en abono. Podemos mezclar dichos restos con ramas y hojas secas que,\nluego de un tiempo, se conviertan en compost que sirve para fertilizar las plantas\".",
          "respuestaCorta": "El reciclaje es el proceso de transformar un residuo en un nuevo producto. Convertir restos de alimentos en compost (abono) es un ejemplo de reciclaje de materia orgánica.",
          "solucionario": "El reciclaje implica la transformación de materiales usados en nuevos productos para darles un nuevo uso. Lorenzo describe el proceso de compostaje, que es precisamente el reciclaje de residuos orgánicos para transformarlos en abono. Antonio propone una acción de 'reducir' (evitar generar el residuo). Doménica propone una forma de 'reutilización' o aprovechamiento, pero no una transformación del material como en el reciclaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p36",
      "contexto": "En la comunidad de la IE, donde una de las principales problemáticas es la contaminación\nde suelos, se está implementando un programa que consiste en otorgar financiamiento y\ncapacitación a pequeños agricultores para que puedan cultivar productos con certificación\norgánica.\nAprovechando dicho contexto, una docente desea que los estudiantes analicen el\nproyecto tomando en cuenta los tres pilares del desarrollo sostenible.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es pertinente según el propósito de la docente?",
          "opciones": [
            "Pedir a los estudiantes que indaguen si el proyecto supone una mejora económica para\nlos agricultores.\nLuego, solicitarles que evalúen si el proyecto genera una mejora en la\ncalidad de vida de la comunidad.\nFinalmente, pedirles que investiguen cuáles serían sus\nposibles impactos ambientales.",
            "Pedir a los estudiantes que identifiquen cómo es que el proyecto enfrenta la contaminación\nde suelos.\nLuego, solicitarles que evalúen si lo que propone el proyecto es una solución\na esta problemática ambiental.\nFinalmente, pedirles que indaguen otras alternativas de\nsolución.",
            "Pedir a los estudiantes que indaguen cómo se contaminan los suelos con la actividad\nagrícola.\nLuego, solicitarles que analicen sus efectos en la productividad agrícola de\nla región.\nFinalmente, pedirles que evalúen si el proyecto permite mejorar dicha\nproductividad."
          ],
          "respuesta": "Pedir a los estudiantes que indaguen si el proyecto supone una mejora económica para\nlos agricultores.\nLuego, solicitarles que evalúen si el proyecto genera una mejora en la\ncalidad de vida de la comunidad.\nFinalmente, pedirles que investiguen cuáles serían sus\nposibles impactos ambientales.",
          "respuestaCorta": "Para analizar un proyecto desde la perspectiva del desarrollo sostenible, se deben evaluar sus tres pilares: el económico, el social y el ambiental.",
          "solucionario": "El desarrollo sostenible se basa en la integración de tres pilares: viabilidad económica, equidad social y sostenibilidad ambiental. La actividad propuesta en la opción 'a' está perfectamente alineada con este enfoque. Pide analizar si hay una 'mejora económica' (pilar económico), si hay una 'mejora en la calidad de vida' (pilar social) y cuáles son los 'impactos ambientales' (pilar ambiental). Las otras opciones se centran principalmente en el aspecto ambiental o productivo, sin integrar las tres dimensiones del desarrollo sostenible.",
          "seccion": "Casuística"
        }
      ]
    },

    
    {
      "idGrupo": "asc_secundaria_2024_p37",
      "contexto": "Durante una experiencia de aprendizaje, los estudiantes están indagando acerca de\nlos diversos aspectos de la problemática del desperdicio de alimentos por parte de los\nconsumidores.\nEn este contexto, el docente realiza con los estudiantes diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de que los estudiantes han realizado una revisión inicial de fuentes, el docente les pide\nque, en plenaria, comenten sus impresiones respecto del desperdicio de alimentos.\nEn ese\ncontexto, un estudiante comenta lo siguiente:\n\"Si bien el desperdicio de alimentos es un problema, considero que no es algo urgente\nen nuestro país porque contamos con todos los recursos naturales necesarios para\nseguir produciendo alimentos\".\nVarios estudiantes se mostraron de acuerdo con el comentario. Por ello, el docente busca\nbrindar una retroalimentación reflexiva para que cuestionen dicho comentario.\n¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho\npropósito?",
          "opciones": [
            "Entregar a los estudiantes un artículo que señale que Perú es uno de los principales\nproveedores de alimentos en el mundo.\nLuego, pedirles que averigüen qué recursos\nnaturales se emplean en la producción de alimentos en el país.\nPor último, preguntarles\nsi creen que la biodiversidad del país ha contribuido a garantizar dicha producción.",
            "Solicitar a los estudiantes que averigüen si la disponibilidad de recursos naturales para\nla producción de alimentos en el país es limitada.\nLuego, pedirles que comenten las\nconsecuencias de dicha situación. Por último, preguntarles cómo dicha situación impacta\nen la calidad y en el acceso a los alimentos por parte de grupos vulnerables en el país.",
            "Indicar a los estudiantes por qué el agotamiento de recursos naturales en el Perú es\nuna problemática actual.\nLuego, explicarles cuáles son aquellas medidas implementadas\nen otros países para atender dichas causas.\nPor último, preguntarles si consideran que\ndichas medidas podrían implementarse en el país."
          ],
          "respuesta": "Solicitar a los estudiantes que averigüen si la disponibilidad de recursos naturales para\nla producción de alimentos en el país es limitada.\nLuego, pedirles que comenten las\nconsecuencias de dicha situación. Por último, preguntarles cómo dicha situación impacta\nen la calidad y en el acceso a los alimentos por parte de grupos vulnerables en el país.",
          "respuestaCorta": "La retroalimentación reflexiva debe guiar al estudiante a cuestionar su propia premisa. Al investigar la limitación de los recursos y su impacto social, el estudiante puede reconsiderar su afirmación inicial.",
          "solucionario": "La afirmación del estudiante se basa en la idea de que los recursos son ilimitados. Una retroalimentación reflexiva no da la respuesta, sino que plantea preguntas para que el estudiante descubra las fallas en su razonamiento. La opción 'b' es la más pertinente porque lo lleva a investigar si su premisa es correcta ('¿es limitada la disponibilidad de recursos?') y a reflexionar sobre las consecuencias sociales de esa limitación, especialmente en 'grupos vulnerables', lo que desafía directamente la idea de que el problema 'no es algo urgente'.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes han analizado cómo el desperdicio de alimentos influye en el\ncambio climático, el docente les pide que indaguen y planteen qué acciones pueden contribuir\na afrontar dicha problemática.\nDurante una plenaria, un estudiante comenta lo siguiente:\n\"He leído que, en el mundo, se desperdician miles de toneladas de alimentos que\ntienen como destino final los vertederos de basura. Estos alimentos, al descomponerse,\nemanan gases como el metano, uno de los gases de efecto invernadero.\nRevisé información y encontré que el gas metano puede ser utilizado como un recurso\nenergético.\nPor eso, creo que las autoridades podrían invertir en la construcción de una\ninfraestructura, en los vertederos y rellenos sanitarios, para que se capture este gas.\nDe\nesa manera, se podría aprovechar el gas metano para la generación de energía eléctrica\".\n¿Con cuál de los siguientes conceptos se corresponde la medida comentada por el estudiante?",
          "opciones": [
            "Resiliencia frente al cambio climático.",
            "Mitigación del cambio climático.",
            "Adaptación al cambio climático."
          ],
          "respuesta": "Mitigación del cambio climático.",
          "respuestaCorta": "La mitigación del cambio climático se refiere a las acciones para reducir las emisiones de gases de efecto invernadero. Capturar metano, un potente GEI, para evitar su liberación a la atmósfera es una medida de mitigación.",
          "solucionario": "El concepto de 'mitigación' se refiere a la intervención humana para reducir las fuentes o potenciar los sumideros de gases de efecto invernadero (GEI). La propuesta del estudiante consiste en capturar el gas metano, un potente GEI, impidiendo que llegue a la atmósfera. Por lo tanto, es una acción que busca reducir las causas del cambio climático, lo que corresponde exactamente a la definición de mitigación. La 'adaptación' se enfoca en ajustarse a los efectos del cambio climático, no en reducir sus causas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p39",
      "contexto": "En una IE de la región andina, un docente tiene como propósito que los estudiantes\ncomprendan la relación que existe entre el relieve y los desastres que afectan a la población.\nPara ello, el docente propone diversas actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, el docente busca que los estudiantes realicen una\nlectura de mapas para que analicen el relieve de la región en la que viven.\n¿Cuál de los siguientes mapas es pertinente entregar a los estudiantes para el logro del\npropósito del docente?",
          "opciones": [
            "Un mapa geofísico.",
            "Un mapa geológico.",
            "Un mapa geomorfológico."
          ],
          "respuesta": "Un mapa geomorfológico.",
          "respuestaCorta": "Un mapa geomorfológico es el más pertinente porque su función principal es representar las formas del relieve terrestre (geomorfología), lo cual es esencial para analizar su relación con los desastres.",
          "solucionario": "El propósito es analizar el 'relieve'. La geomorfología es la ciencia que estudia las formas de la superficie terrestre. Por lo tanto, un mapa geomorfológico es la herramienta cartográfica diseñada específicamente para representar el relieve, sus formas, origen y dinámica. Los mapas geofísicos y geológicos se centran en las características del subsuelo (rocas, estructuras, propiedades físicas) y, si bien se relacionan con el relieve, no lo representan de forma tan directa para el análisis de desastres superficiales.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de haber realizado la lectura de mapas, el docente entrega a los estudiantes una ficha\nde preguntas para que evalúen su aprendizaje.\n¿Cuál de los siguientes conjuntos de preguntas es más pertinente para promover la\nmetacognición en los estudiantes sobre sus estrategias de aprendizaje?",
          "opciones": [
            "¿Qué información ya conocías sobre el relieve de la región?\n¿Qué te llamó más la atención\nrespecto a la información mostrada en los mapas?\n¿Qué aprendiste a partir de los mapas\nleídos?",
            "¿Qué conocimientos consideras indispensables para leer mapas? ¿Qué pasos seguiste\npara comprender lo que mostraban los mapas?\n¿Consideras que podrías aplicar dichos\npasos a la lectura de otros mapas?",
            "¿Te pareció correcta la manera en que se presentó la información en los mapas leídos?\n¿Consideras que las instituciones que elaboraron los mapas son confiables? ¿Crees que\nlos mapas que leíste muestran información de calidad?"
          ],
          "respuesta": "¿Qué conocimientos consideras indispensables para leer mapas? ¿Qué pasos seguiste\npara comprender lo que mostraban los mapas?\n¿Consideras que podrías aplicar dichos\npasos a la lectura de otros mapas?",
          "respuestaCorta": "La metacognición sobre estrategias de aprendizaje implica reflexionar sobre el propio proceso de aprender: qué pasos se siguieron, cómo se ejecutaron y si pueden ser transferidos a nuevas tareas.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre los propios procesos de pensamiento y aprendizaje. La opción 'b' es la más pertinente porque enfoca las preguntas en este proceso: indaga sobre los 'pasos' que el estudiante siguió (su estrategia), lo que le permite ser consciente de su método, y luego le pregunta si puede generalizarlo ('aplicar dichos pasos a otros mapas'), promoviendo la transferencia. La opción 'a' se centra en el contenido aprendido (el qué), y la 'c' en la evaluación de la fuente, no en el proceso de aprendizaje del estudiante (el cómo).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes reconozcan los diversos procesos que permitieron la\nformación del relieve de la región.\nPara ello, realiza diversas actividades.\n¿Cuál de las siguientes acciones pedagógicas es la que promueve mejor el reconocimiento de\nla formación del relieve por erosión?",
          "opciones": [
            "Entregar a los estudiantes un mapa que muestra la ubicación de las placas tectónicas\nen el Perú.\nLuego, pedirles que expliquen de qué manera la interacción de dichas placas\ntectónicas podría ocasionar eventos sísmicos en la región.\nPor último, pedirles que\naverigüen cómo la interacción entre dichas placas originó la Cordillera de los Andes.",
            "Entregar a los estudiantes fotografías de los principales paisajes naturales de la región.\nLuego, pedirles que averigüen qué factores naturales o físicos inciden en dichos paisajes.\nPor último, pedirles que expliquen cómo la interacción de dichos elementos habrían\nmodificado la superficie terrestre de dichos paisajes a lo largo del tiempo.",
            "Entregar a los estudiantes mapas topográficos que muestran de manera detallada\ndiversas áreas de la región.\nLuego, pedirles que interpreten los elementos que se han\nrepresentado en dichos mapas.\nPor último, pedirles que realicen una descripción general\nacerca de las principales características físicas de la región."
          ],
          "respuesta": "Entregar a los estudiantes fotografías de los principales paisajes naturales de la región.\nLuego, pedirles que averigüen qué factores naturales o físicos inciden en dichos paisajes.\nPor último, pedirles que expliquen cómo la interacción de dichos elementos habrían\nmodificado la superficie terrestre de dichos paisajes a lo largo del tiempo.",
          "respuestaCorta": "La erosión es la modificación del relieve por agentes externos como el agua o el viento. La actividad promueve su reconocimiento al pedir que se analice cómo 'factores naturales' han 'modificado la superficie terrestre' a lo largo del tiempo.",
          "solucionario": "El objetivo es que los estudiantes reconozcan la formación del relieve por erosión, que es un proceso exógeno (externo). La opción 'b' es la más adecuada porque guía a los estudiantes a observar paisajes y a indagar sobre los 'factores naturales o físicos' (agentes erosivos como ríos, viento, glaciares) que los 'habrían modificado a lo largo del tiempo'. Esto los lleva directamente a analizar el proceso de erosión. La opción 'a' se centra en procesos endógenos (tectónica de placas). La opción 'c' se enfoca en describir el relieve actual, no en explicar su formación por erosión.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes han reconocido que existen localidades en la región en las que las\ncaracterísticas climáticas y la pendiente del relieve propician que ocurran deslizamientos\nfrecuentemente.\nPor ello, el docente busca que los estudiantes determinen el riesgo de\ndesastre por deslizamientos de una localidad de la región.\n¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho\npropósito?",
          "opciones": [
            "Pedir a los estudiantes que, en un gráfico, representen cómo varía la precipitación\npromedio mensual de la localidad elegida a lo largo del año.\nLuego, pedirles que expliquen\nqué relación existe entre los meses de lluvias intensas y la ocurrencia de deslizamientos\nen dicha localidad.",
            "Pedir a los estudiantes que, en una infografía, plasmen qué variables explicarían la\nexposición de las viviendas en la localidad elegida en caso ocurran deslizamientos.\nLuego,\npedirles que añadan qué acciones recomiendan para reducir la exposición de dichas\nviviendas ante la ocurrencia de deslizamientos.",
            "Pedir a los estudiantes que, en un mapa, representen los tipos de relieve y pendiente de\nla localidad elegida y en dónde se encuentran asentadas las viviendas.\nLuego, pedirles\nque dibujen en el mapa qué áreas de la localidad experimentarían menores o mayores\ndaños y pérdidas debido a la ocurrencia de deslizamientos en dicha localidad."
          ],
          "respuesta": "Pedir a los estudiantes que, en un mapa, representen los tipos de relieve y pendiente de\nla localidad elegida y en dónde se encuentran asentadas las viviendas.\nLuego, pedirles\nque dibujen en el mapa qué áreas de la localidad experimentarían menores o mayores\ndaños y pérdidas debido a la ocurrencia de deslizamientos en dicha localidad.",
          "respuestaCorta": "Para determinar el riesgo de desastre se debe analizar la amenaza (pendiente del relieve) y la vulnerabilidad (viviendas asentadas) en conjunto. La actividad pide representar ambos elementos y estimar los daños, lo cual constituye una evaluación del riesgo.",
          "solucionario": "El riesgo de desastre es una función de la amenaza y la vulnerabilidad (Riesgo = Amenaza x Vulnerabilidad). Para 'determinar el riesgo', es necesario analizar ambos componentes. La opción 'c' es la única que integra los dos: pide representar la amenaza (relieve y pendiente) y la vulnerabilidad (dónde se encuentran las viviendas). El paso final, estimar 'daños y pérdidas', es la consecuencia directa de la materialización del riesgo. Las opciones 'a' y 'b' analizan componentes de la amenaza y la vulnerabilidad por separado, pero no los integran para determinar el riesgo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p43",
      "contexto": "Los estudiantes de una IE han identificado que, en las últimas décadas, la localidad en la\nque viven ha experimentado un importante crecimiento urbano.\nPor ello, la docente les\npropone realizar diversas actividades para que expliquen cómo el crecimiento urbano ha\ninfluido en el desarrollo de la localidad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, la docente busca que los estudiantes reconozcan las\ndinámicas que han ocurrido en el espacio geográfico de la localidad, debido al crecimiento urbano.\n¿Cuál de las siguientes acciones pedagógicas es más pertinente para el logro de dicho\npropósito?",
          "opciones": [
            "Solicitar a los estudiantes que comparen planos de la localidad de diferentes décadas\npasadas con uno de la actualidad.\nDespués, pedirles que identifiquen qué cambios\nvinculados al crecimiento urbano se observan en los planos.\nPor último, preguntarles si\ndichos cambios podrían ser considerados como patrones que continuarán en el futuro.",
            "Pedir a los estudiantes que revisen fuentes sobre la historia del crecimiento urbano de la\nlocalidad.\nDespués, indicarles que identifiquen los principales hechos vinculados a dicho\ncrecimiento en las últimas décadas.\nPor último, pedirles que indiquen cuáles de estos\nhechos consideran de mayor relevancia en la historia de la localidad.",
            "Entregar a los estudiantes un artículo acerca de las principales características del\ncrecimiento urbano de la localidad.\nDespués, pedirles que identifiquen las ventajas y\ndesventajas de dicho crecimiento.\nPor último, solicitarles que evalúen si creen que el\ncrecimiento urbano es favorable o desfavorable para la localidad."
          ],
          "respuesta": "Solicitar a los estudiantes que comparen planos de la localidad de diferentes décadas\npasadas con uno de la actualidad.\nDespués, pedirles que identifiquen qué cambios\nvinculados al crecimiento urbano se observan en los planos.\nPor último, preguntarles si\ndichos cambios podrían ser considerados como patrones que continuarán en el futuro.",
          "respuestaCorta": "Reconocer las dinámicas de un espacio geográfico implica analizar sus transformaciones a lo largo del tiempo. La comparación de planos de diferentes épocas es una herramienta fundamental para identificar estos cambios y patrones.",
          "solucionario": "Las dinámicas de un espacio geográfico se refieren a los procesos de cambio, transformación y configuración a lo largo del tiempo. La opción 'a' es la más adecuada para este propósito, ya que propone una comparación diacrónica (a través del tiempo) mediante planos, lo que permite 'identificar qué cambios' han ocurrido. Además, el paso de analizar si existen 'patrones que continuarán en el futuro' profundiza el análisis de estas dinámicas. Las otras opciones son más descriptivas-históricas o evaluativas, pero no se centran en el análisis espacial de la transformación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente realiza la siguiente actividad:\nOrganiza a los estudiantes en equipos y a cada uno le indica que indague sobre uno\nde los siguientes aspectos: infraestructura en transporte, infraestructura en salud e\ninfraestructura en educación.\nPide a los estudiantes que realicen una lluvia de ideas acerca de los elementos que\ncomponen el tipo de infraestructura, para que evalúen si la condición en la que se\nencuentran dichos elementos favorece su uso.\nPide a los estudiantes que indaguen y propongan qué acciones podrían mejorar la\ncondición de dichos elementos.\n¿Cuál de los siguientes propósitos busca promover la docente al realizar la actividad descrita?",
          "opciones": [
            "El análisis de las transformaciones de un espacio geográfico.",
            "La identificación del orden espacial de un espacio geográfico.",
            "El reconocimiento de las limitaciones y posibilidades de un espacio geográfico."
          ],
          "respuesta": "El reconocimiento de las limitaciones y posibilidades de un espacio geográfico.",
          "respuestaCorta": "La actividad guía a los estudiantes a evaluar la condición actual de la infraestructura (limitaciones) y a proponer acciones de mejora (posibilidades), lo que corresponde al análisis de potencialidades y restricciones de un espacio.",
          "solucionario": "El propósito de la actividad es que los estudiantes primero evalúen la 'condición en la que se encuentran dichos elementos', lo cual implica identificar sus deficiencias o problemas (las limitaciones del espacio). Luego, se les pide que propongan 'acciones que podrían mejorar' esa condición, lo cual implica identificar el potencial de desarrollo (las posibilidades del espacio). Este proceso de diagnóstico y propuesta se alinea directamente con el 'reconocimiento de las limitaciones y posibilidades de un espacio geográfico'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p45",
      "contexto": "Durante una experiencia de aprendizaje, la docente realiza un conjunto de actividades con\nlos estudiantes para analizar, desde diversos aspectos, la siguiente situación hipotética:\nEstela es una agroproductora de vegetales y tiene en mente emprender en el cultivo\nde café en una región de la selva alta del Perú, ya que se informó sobre las ganancias\nque podría generarle ese cultivo.\nPor ello, ahora, Estela busca informarse sobre los\ndiversos aspectos que implica cultivar café.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el desarrollo de una de las actividades, la docente indica a los estudiantes que Estela ha\nestimado que requiere aproximadamente 15 mil soles para adquirir lo necesario para cultivar\ncafé.\nPara obtener ese dinero, ella ha pensado que podría utilizar todo el dinero que tiene en\nsu fondo de ahorros de emergencia, pedir un préstamo a una entidad financiera o disponer\nde dinero en efectivo de su tarjeta de crédito.\nEn ese contexto, la docente pide a los estudiantes que analicen qué le recomendarían a\nEstela para obtener el dinero que requiere.\n¿Cuál de los siguientes estudiantes indica una recomendación que implica un menor riesgo\nfinanciero?",
          "opciones": [
            "David dice: \"Yo le recomendaría que use su tarjeta de crédito para retirar dinero en\nefectivo. Vi en un anuncio que, de esa forma, no necesitaría presentar documentos\nadicionales y el desembolso podría realizarse rápidamente\".",
            "José dice: \"Yo le recomendaría que pida un préstamo a una entidad financiera. Un familiar\ncomentó que existen diversos tipos de préstamo, así que podría elegir el que tenga una\ntasa de interés y un número de cuotas acordes a su capacidad de pago\".",
            "Lidia dice: \"Yo le recomendaría que retire todo el dinero de su fondo de ahorros de\nemergencia. Escuché decir que, así, no tendría que presentar ningún tipo de garantía o\naval, ni tendría que preocuparse por tener que pagar algún tipo de interés\"."
          ],
          "respuesta": "José dice: \"Yo le recomendaría que pida un préstamo a una entidad financiera. Un familiar\ncomentó que existen diversos tipos de préstamo, así que podría elegir el que tenga una\ntasa de interés y un número de cuotas acordes a su capacidad de pago\".",
          "respuestaCorta": "Un préstamo formal, que permite ajustar las cuotas y la tasa de interés a la capacidad de pago, es la opción de menor riesgo financiero comparado con el uso de ahorros de emergencia o la disposición de efectivo de una tarjeta de crédito, que tiene tasas muy elevadas.",
          "solucionario": "Analizando los riesgos: la disposición de efectivo de una tarjeta de crédito (opción a) tiene una de las tasas de interés más altas del sistema financiero, lo que la hace muy riesgosa. Usar todo el fondo de ahorros de emergencia (opción c) elimina la protección financiera ante cualquier imprevisto, generando una alta vulnerabilidad. En cambio, un préstamo de una entidad financiera formal (opción b) permite buscar condiciones (tasa de interés, plazo) que se ajusten a la 'capacidad de pago', lo que implica una planificación y un riesgo controlado, siendo la opción más prudente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el desarrollo de las actividades, la docente comenta a los estudiantes lo siguiente:\n\"Para prever algunos de los riesgos de invertir en cultivos de café, Estela quiere informarse\nacerca de las amenazas naturales que podrían afectar dichos cultivos. ¿Cuáles serían\ndichas amenazas?\".\nPara responderle a la docente, los estudiantes buscan información y comparten sus hallazgos.\nEn ese contexto, un estudiante comenta lo siguiente:\n\"Leí que existe un fenómeno natural que se caracteriza por la llegada de masas de aire\nmuy frías provenientes del sur del continente que podrían estar acompañadas de lluvias\nintensas, y que producen que la temperatura de las regiones amazónicas disminuya. Por\nejemplo, la temperatura en algunas regiones amazónicas suele variar entre los 22°C y\nlos 35°C. No obstante, cuando ocurre este fenómeno, la temperatura puede llegar hasta\nlos 11°C. Estas variaciones y descenso de temperatura podrían afectar gravemente el\ndesarrollo y rendimiento de los cultivos de café\".\n¿Cuál de los siguientes fenómenos naturales se corresponde con lo comentado por el\nestudiante?",
          "opciones": [
            "Friaje.",
            "Helada.",
            "Vendaval."
          ],
          "respuesta": "Friaje.",
          "respuestaCorta": "El friaje es un fenómeno meteorológico que consiste en la llegada de masas de aire frío desde el sur del continente, provocando un descenso brusco de la temperatura en la región amazónica.",
          "solucionario": "La descripción del estudiante se ajusta perfectamente a la definición de friaje: una masa de aire frío que ingresa por el sur del continente y afecta a la selva ('regiones amazónicas'), causando un descenso significativo de la temperatura. Las heladas son fenómenos de descenso de temperatura por debajo de 0°C que ocurren en la sierra. Un vendaval es un viento muy fuerte y no necesariamente está ligado a un descenso de temperatura tan marcado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de revisar diversas fuentes, los estudiantes han identificado que el cambio climático\npondría en riesgo la producción de café en el país.\nPor ello, la docente les ha pedido a los\nestudiantes que elaboren una propuesta que podría ayudar a Estela a afrontar esa amenaza.\nLuego, los estudiantes presentan sus propuestas en plenaria.\n¿Cuál de las siguientes propuestas es una medida de adaptación al cambio climático?",
          "opciones": [
            "Reynaldo dice: \"Estela debería considerar capacitar a las personas que van a manejar\nlos cultivos de café en el uso de agroquímicos como los fertilizantes. Aplicarlos en\nabundancia hará que los cultivos sean más productivos a pesar de los efectos del\ncambio climático\".",
            "Laura dice: \"Estela debería considerar evitar la roza y quema del suelo al comenzar a\ncultivar café, ya que así no emitirá gases contaminantes que podrían incidir en el cambio\nclimático. Además, las personas que trabajan los cultivos no se verán afectadas por la\nexposición al humo y gases\".",
            "Fabián dice: \"Estela debería considerar sembrar varios árboles o arbustos alrededor de\nlos cultivos de café para crear microclimas. Al crecer dichos árboles o arbustos, estos\nbrindarán sombra a los cultivos, protegiéndolos de los efectos del cambio climático,\ncomo los eventos extremos de calor\"."
          ],
          "respuesta": "Fabián dice: \"Estela debería considerar sembrar varios árboles o arbustos alrededor de\nlos cultivos de café para crear microclimas. Al crecer dichos árboles o arbustos, estos\nbrindarán sombra a los cultivos, protegiéndolos de los efectos del cambio climático,\ncomo los eventos extremos de calor\".",
          "respuestaCorta": "Una medida de adaptación al cambio climático busca reducir la vulnerabilidad a sus efectos. Sembrar árboles para dar sombra y proteger los cultivos del calor extremo es una acción de adaptación.",
          "solucionario": "La adaptación al cambio climático se define como el conjunto de ajustes en sistemas humanos o naturales como respuesta a estímulos climáticos proyectados o reales, o sus efectos. La propuesta de Fabián es una medida de adaptación porque busca reducir la vulnerabilidad de los cultivos de café ante un efecto concreto del cambio climático: los 'eventos extremos de calor'. La propuesta de Laura es una medida de mitigación (reduce emisiones). La de Reynaldo es una mala práctica agrícola.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p48",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes mapas es de menor escala?",
          "opciones": [
            "Un mapa a escala 1:5000.",
            "Un mapa a escala 1:50 000.",
            "Un mapa a escala 1:500 000."
          ],
          "respuesta": "Un mapa a escala 1:500 000.",
          "respuestaCorta": "Una escala menor es aquella que se representa con una fracción más pequeña (denominador más grande). Por lo tanto, 1:500 000 es la escala menor, ya que representa más territorio con menos detalle.",
          "solucionario": "En cartografía, una escala se considera 'menor' cuando el denominador de la fracción es mayor. Una escala menor abarca una mayor extensión de terreno, pero ofrece un menor nivel de detalle. Comparando las opciones, 1:500 000 es la fracción con el denominador más grande (1/500000 es un número más pequeño que 1/50000 y 1/5000), por lo que corresponde a la menor escala.",
          "seccion": "Casuística"
        }
      ]
    },

    
    {
      "idGrupo": "asc_secundaria_2024_p49",
      "contexto": "Como parte de una experiencia de aprendizaje, los estudiantes están dialogando acerca de\nla importancia de tener hábitos que contribuyan a su propio bienestar físico y emocional.\nEn\neste contexto, los estudiantes comparten algunos de sus hábitos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes menciona un hábito en el que se evidencia el\nestablecimiento de una relación entre elementos naturales y sociales?",
          "opciones": [
            "Roberto dice: \"Yo disfruto mucho pasar tiempo en el jardín de mi casa regando plantas\ny escuchando a las aves. Cuando realizo esas actividades, uso todos mis sentidos, lo que\nme relaja y me hace sentir bien\".",
            "Tenorio dice: \"Yo usualmente realizo algunos deportes con mis amigos en la losa deportiva\nde mi barrio. Me ha pasado que hacer actividad física y compartir con mis amigos no solo\nme divierte, sino que me ayuda a disminuir el estrés y la ansiedad\".",
            "Verónica dice: \"Yo sé que una buena alimentación contribuye al cuidado de nuestra\nsalud mental. Por eso, mi familia y yo nos informamos para comprar alimentos de buena\ncalidad, ya que estos nos brindan nutrientes para sentirnos con energía y animados\"."
          ],
          "respuesta": "Roberto dice: \"Yo disfruto mucho pasar tiempo en el jardín de mi casa regando plantas\ny escuchando a las aves. Cuando realizo esas actividades, uso todos mis sentidos, lo que\nme relaja y me hace sentir bien\".",
          "respuestaCorta": "Se evidencia una relación entre elementos naturales (jardín, plantas, aves) y sociales (el bienestar emocional y la relajación de una persona) en la actividad descrita.",
          "solucionario": "La geografía estudia la interrelación entre la sociedad y la naturaleza. El comentario de Roberto es el único que describe explícitamente esta conexión: utiliza elementos del medio natural (plantas, aves) para obtener un beneficio social/personal (bienestar emocional, relajación). Tenorio describe una relación entre elementos sociales (deporte, amigos, barrio). Verónica describe una relación entre un producto (alimentos) y un beneficio social, sin enfocarse en el elemento natural de origen.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p50",
      "contexto": "La demanda de un bien o servicio depende de diferentes factores.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes\nalternativas presenta tres factores determinantes de la demanda?",
          "opciones": [
            "Precio del bien/tecnología/bienes sustitutos.",
            "Precio de los insumos/número de consumidores/clima.",
            "Gustos/precio de bienes complementarios/precio de bienes sustitutos."
          ],
          "respuesta": "Gustos/precio de bienes complementarios/precio de bienes sustitutos.",
          "respuestaCorta": "Los gustos y preferencias, el precio de los bienes complementarios y el precio de los bienes sustitutos son tres factores clave que influyen directamente en la demanda de un producto.",
          "solucionario": "Los factores que determinan la demanda de un bien incluyen el precio del propio bien, el ingreso de los consumidores, los gustos y preferencias, el precio de los bienes sustitutos y complementarios, y el número de consumidores. La opción 'c' menciona tres de estos factores. Las opciones 'a' y 'b' incluyen incorrectamente factores que determinan la oferta, como la 'tecnología' y el 'precio de los insumos'.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p51",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Teniendo en cuenta la ley de la oferta y la demanda, ¿cuál de las siguientes alternativas\npresenta dos factores determinantes de la oferta?",
          "opciones": [
            "Costos de producción y tecnología.",
            "Gustos del consumidor y precio de bienes sustitutos.",
            "Número de consumidores e ingreso de los consumidores."
          ],
          "respuesta": "Costos de producción y tecnología.",
          "respuestaCorta": "Los costos de producción y el nivel de tecnología disponible son dos de los principales factores que determinan la cantidad de un bien o servicio que los productores están dispuestos a ofrecer en el mercado.",
          "solucionario": "Los factores que determinan la oferta de un bien incluyen los costos de producción (precio de los insumos), la tecnología, el número de productores y los precios de los bienes relacionados en la producción. La opción 'a' presenta dos de estos factores determinantes. Las opciones 'b' y 'c' mencionan factores que determinan la demanda, no la oferta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p52",
      "contexto": "Lea la siguiente medida de política económica:\nEn el último mes, una entidad del Estado ha propuesto elevar la tasa de interés de\nreferencia a 6,50%.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Con qué tipo de política económica se corresponde la medida indicada?",
          "opciones": [
            "Con una política monetaria.",
            "Con una política comercial.",
            "Con una política fiscal."
          ],
          "respuesta": "Con una política monetaria.",
          "respuestaCorta": "La gestión de la tasa de interés de referencia es la herramienta principal de la política monetaria, utilizada por el banco central para controlar la inflación y estabilizar la economía.",
          "solucionario": "La política monetaria se refiere a las acciones de un banco central para gestionar la cantidad de dinero en circulación y el costo del crédito. Su principal instrumento es la tasa de interés de referencia. La política fiscal, por otro lado, se relaciona con las decisiones del gobierno sobre gasto público e impuestos. La política comercial se enfoca en las relaciones comerciales con otros países (aranceles, cuotas). Por lo tanto, la medida corresponde a una política monetaria.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p53",
      "contexto": "Lea la siguiente situación hipotética:\nUna empresa de lácteos es la única que compra la producción de leche a los ganaderos\nde una localidad.\nEstos ganaderos no poseen los medios para realizar el transporte\nadecuado de la leche y garantizar que se mantenga en buen estado.\nPor ello, solo pueden\nvender su producción a esta empresa porque es la única que les ofrece a los ganaderos\nrecoger y transportar la leche que producen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A qué tipo de estructura de mercado corresponde la situación descrita?",
          "opciones": [
            "A un mercado oligopólico.",
            "A un mercado monopólico.",
            "A un mercado monopsónico."
          ],
          "respuesta": "A un mercado monopsónico.",
          "respuestaCorta": "La situación describe un monopsonio, que es una estructura de mercado donde existe un único comprador (la empresa de lácteos) para un producto ofrecido por múltiples vendedores (los ganaderos).",
          "solucionario": "La estructura de mercado descrita es un monopsonio. A diferencia de un monopolio, donde hay un único vendedor, en un monopsonio hay un único comprador que tiene poder de mercado sobre los vendedores. En este caso, la empresa de lácteos es la única compradora, lo que le da una ventaja significativa para fijar el precio de compra de la leche a los ganaderos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p54",
      "contexto": "Durante una sesión de aprendizaje, la docente presenta a los estudiantes la siguiente\nsituación hipotética:\nJaime es un microempresario que desea iniciar lo antes posible la producción de una\nnueva línea de zapatos, para lo cual ha decidido solicitar un préstamo con el fin de\ncomprar los insumos que requiere.\nAsimismo, desea incorporar prácticas ambientales\nresponsables en esta nueva línea de producción.\nLuego, la docente indica a los estudiantes que analicen la situación y que indaguen en\nfuentes de información para asesorar a Jaime.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una de las actividades, la docente ha pedido a los estudiantes que indaguen\nqué opciones podrían recomendar a Jaime para solicitar un préstamo.\nLuego, en plenaria, un\nestudiante comenta lo siguiente:\n\"Profesora, he encontrado un anuncio de un prestamista que desembolsa dinero sin\ntrámites, solo dando tus datos personales. Creo que esta opción es la que más le podría\nconvenir a Jaime porque tendría el dinero de manera inmediata\".\nAnte este comentario, la docente busca brindar retroalimentación para que el estudiante\nreflexione sobre las limitaciones de su propuesta.\n¿Cuál de las siguientes intervenciones es\nmás pertinente?",
          "opciones": [
            "\"Como bien has dicho, esa modalidad de préstamo permitiría que Jaime obtenga el\ndinero que necesita, pero él no debería aceptar el préstamo sin antes evaluar qué\notras opciones hay. Por ello, te sugiero que averigües qué entidades financieras existen\ny cuáles de ellas no solicitan una previa evaluación\".",
            "\"Pareciera que es una modalidad de préstamo que le permitiría a Jaime conseguir el dinero\nrápidamente. Sin embargo, te sugiero que indagues qué consecuencias podría enfrentar\nJaime si solicita un préstamo de ese tipo y si él sufriría consecuencias similares al adquirir\nun préstamo de una entidad financiera formal\".",
            "\"Es muy frecuente encontrar esos anuncios de prestamistas, no obstante, varios\nespecialistas en finanzas mencionan que no se debería usar estos servicios. Por ello, te\nsugiero que identifiques cuáles son aquellas instituciones que están autorizadas para\nprestar dinero en el país\"."
          ],
          "respuesta": "\"Pareciera que es una modalidad de préstamo que le permitiría a Jaime conseguir el dinero\nrápidamente. Sin embargo, te sugiero que indagues qué consecuencias podría enfrentar\nJaime si solicita un préstamo de ese tipo y si él sufriría consecuencias similares al adquirir\nun préstamo de una entidad financiera formal\".",
          "respuestaCorta": "La retroalimentación más pertinente es la que, mediante una pregunta reflexiva, guía al estudiante a descubrir por sí mismo los riesgos y consecuencias negativas de los préstamos informales en comparación con los formales.",
          "solucionario": "Una retroalimentación efectiva no da la respuesta, sino que guía la reflexión. La intervención 'b' es la más pertinente porque valida la observación del estudiante ('conseguir el dinero rápidamente') pero inmediatamente lo invita a profundizar y descubrir las limitaciones por sí mismo al pedirle que investigue las 'consecuencias' de los préstamos informales y las compare con las de un préstamo formal. Esto promueve un aprendizaje autónomo y crítico sobre los riesgos financieros.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente comenta a los estudiantes que Jaime busca implementar medidas en su taller\npara disminuir los impactos ambientales de la producción de calzado y les pregunta qué\nle recomendarían.\nEn ese contexto, los estudiantes plantean alternativas que podría\nimplementar Jaime.\n¿Cuál de los siguientes estudiantes propone una medida que se corresponde con una buena\npráctica ambiental?",
          "opciónes": [
            "Anaís dice: \"Yo averigüé que la fabricación del calzado genera grandes cantidades de\nresiduos de telas, cuero sintético, etc. Por eso, le propondría a Jaime que, en vez de\nalmacenarlos, envíe estos residuos directamente al relleno sanitario\".",
            "Pablo dice: \"Yo hallé información que indicaba que el uso de tintes sintéticos para el teñido\ndel cuero puede contaminar el agua. Por eso, le propondría a Jaime que, en vez de arrojar\nlos residuos de tintes al agua, los arroje al suelo de una zona descampada\".",
            "Michel dice: \"Yo leí que el taller necesita buena iluminación para garantizar la seguridad\ndel personal y la calidad del calzado. Por eso, le propondría a Jaime que reemplace la\nluminaria del taller por focos ahorradores para reducir el consumo de energía\"."
          ],
          "respuesta": "Michel dice: \"Yo leí que el taller necesita buena iluminación para garantizar la seguridad\ndel personal y la calidad del calzado. Por eso, le propondría a Jaime que reemplace la\nluminaria del taller por focos ahorradores para reducir el consumo de energía\".",
          "respuestaCorta": "Reemplazar la luminaria por focos ahorradores es una buena práctica ambiental porque promueve la eficiencia energética, reduciendo el consumo de electricidad y la huella de carbono asociada.",
          "solucionario": "Una buena práctica ambiental busca prevenir, reducir o mitigar los impactos negativos sobre el medio ambiente. La propuesta de Michel (usar focos ahorradores) es una medida de eficiencia energética que reduce el consumo de un recurso. En cambio, las propuestas de Anaís y Pablo, aunque intentan manejar un residuo, sugieren métodos de disposición final inadecuados y contaminantes (arrojar al suelo, enviar todo al relleno sanitario sin considerar reciclaje o reutilización).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p56",
      "contexto": "En el marco de una experiencia de aprendizaje, un docente ha propuesto a los estudiantes\nanalizar las dinámicas del mercado a partir de la siguiente situación hipotética:\nEn los últimos cinco meses, la producción de granos de café en el país se ha reducido\ndebido a las variaciones extremas del clima.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para el desarrollo de una de las actividades, el docente ha indicado a los estudiantes que las\nvariaciones extremas del clima han afectado gran parte de los cultivos de café.\nLuego de ello,\nles pide que indiquen cómo dicha situación impactaría en el mercado de café, según la ley de\nla oferta y la demanda.\nTomando en cuenta que todos los demás factores se mantienen constantes, ¿cuál de los\nsiguientes estudiantes indica correctamente cómo habrían impactado las variaciones\nextremas del clima en el equilibrio del mercado de café?",
          "opciones": [
            "Diana dice: \"Creo que la cantidad de equilibrio del café habría aumentado, mientras que\nel precio de equilibrio se habría reducido\".",
            "Deo dice: \"Creo que la cantidad de equilibrio del café se habría reducido, mientras que\nel precio de equilibrio habría aumentado\".",
            "José dice: \"Creo que la cantidad de equilibrio del café habría aumentado, mientras que\nel precio de equilibrio también habría aumentado\"."
          ],
          "respuesta": "Deo dice: \"Creo que la cantidad de equilibrio del café se habría reducido, mientras que\nel precio de equilibrio habría aumentado\".",
          "respuestaCorta": "Una reducción en la producción de café provoca una contracción de la curva de oferta. Según la ley de la oferta y la demanda, esto resulta en un aumento del precio de equilibrio y una disminución de la cantidad de equilibrio.",
          "solucionario": "La reducción de la producción por el clima es un shock negativo a la oferta, lo que desplaza la curva de oferta hacia la izquierda. Con una curva de demanda sin cambios, el nuevo punto de equilibrio se alcanzará con un precio más alto y una cantidad transada menor. La respuesta de Deo describe correctamente este resultado: la cantidad de equilibrio se reduce y el precio de equilibrio aumenta.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes están analizando los posibles impactos que generaría la reducción de la oferta\nde café en los mercados de bienes relacionados con el café.\nEn ese contexto, el docente\nbusca que analicen qué bien podría haber incrementado su demanda.\n¿Cuál de los siguientes\nbienes sería pertinente para realizar dicho análisis?",
          "opciones": [
            "El té.",
            "El azúcar.",
            "El licor de café."
          ],
          "respuesta": "El té.",
          "respuestaCorta": "Ante el aumento del precio del café (causado por la reducción de la oferta), los consumidores tienden a buscar bienes sustitutos. El té es un sustituto directo del café, por lo que su demanda aumentaría.",
          "solucionario": "Una reducción en la oferta de café aumenta su precio. Esto afecta a los mercados de bienes relacionados. La demanda de bienes complementarios (como el azúcar, que se consume con el café) disminuiría. La demanda de bienes sustitutos (aquellos que satisfacen la misma necesidad, como el té) aumentaría, ya que los consumidores buscarían alternativas más baratas. El licor de café es un bien derivado, cuya producción y demanda también se verían afectadas negativamente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p58",
      "contexto": "Durante el desarrollo de una experiencia de aprendizaje, los estudiantes se han planteado\nanalizar los impactos que tiene la evasión tributaria sobre el Estado.\nEn ese contexto, después\nde haber revisado diversas fuentes, comparten algunos de sus hallazgos en una plenaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes estudiantes NO indica una consecuencia de la evasión tributaria?",
          "opciones": [
            "Luis dice: \"La evasión tributaria genera un déficit presupuestal, lo que trae como\nconsecuencia la elevación de la deuda pública\".",
            "Martha dice: \"La evasión tributaria genera una reducción del presupuesto público, lo\nque imposibilita cumplir con el gasto público\".",
            "José dice: \"La evasión tributaria genera una baja recaudación que impide cubrir el\npresupuesto público, lo que exige financiar su gasto\"."
          ],
          "respuesta": "Luis dice: \"La evasión tributaria genera un déficit presupuestal, lo que trae como\nconsecuencia la elevación de la deuda pública\".",
          "respuestaCorta": "Aunque están relacionados, la evasión genera baja recaudación, lo que puede llevar a un déficit. El déficit, a su vez, puede ser financiado con deuda. La afirmación de Luis es la que presenta la cadena causal de forma más indirecta.",
          "solucionario": "Si bien las tres afirmaciones describen efectos negativos de la evasión fiscal, las afirmaciones de Martha y José describen consecuencias más directas e inmediatas: la evasión causa una 'baja recaudación' (José) que 'imposibilita cumplir con el gasto público' (Martha). La afirmación de Luis presenta una cadena causal más larga: evasión → baja recaudación → déficit presupuestal → emisión de deuda → elevación de la deuda pública. En el contexto de un examen que busca la consecuencia más directa, las otras dos son más precisas. (Nota: Interpretación basada en la clave de respuestas proporcionada).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p59",
      "contexto": "A continuación, se presenta la siguiente situación hipotética:\nFrancisco ha recibido un pago por trabajar con su tío durante el fin de semana.\nÉl quiere\nusar ese dinero para comprar una prenda de vestir.\nLuego de recorrer el centro comercial, Francisco está evaluando dos opciones.\nLa primera\nes comprarse una casaca, ya que no tiene este tipo de prenda para el invierno.\nLa segunda\nopción es comprarse la camiseta original de su equipo deportivo favorito.\nLuego de meditar su decisión, Francisco optó por comprar la casaca.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes conceptos se corresponde con el producto que compró Francisco?",
          "opciones": [
            "Bien de lujo.",
            "Bien sustituto.",
            "Bien necesario."
          ],
          "respuesta": "Bien necesario.",
          "respuestaCorta": "La casaca se clasifica como un bien necesario porque su propósito es satisfacer una necesidad básica: la protección contra el frío del invierno.",
          "solucionario": "Los bienes se pueden clasificar según la necesidad que satisfacen. Un bien necesario es aquel que cubre una necesidad básica (alimentación, vivienda, vestido). En este caso, la casaca es para 'el invierno' y Francisco 'no tiene este tipo de prenda', lo que la convierte en una necesidad. La camiseta del equipo, en cambio, satisface un deseo y sería considerada un bien de lujo o suntuario en esta comparación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p60",
      "contexto": "Como parte de una sesión de aprendizaje vinculada con el manejo de las finanzas personales,\nla docente plantea a los estudiantes la siguiente situación hipotética:\nJuana es una ilustradora que necesita comprarse equipos informáticos de última generación\npara emplearlos en su trabajo.\nLuego de haber elaborado un presupuesto de los equipos\nque requiere y de haber identificado su capacidad de endeudamiento, ha decidido solicitar\nun préstamo en una de las entidades financieras autorizadas por la Superintendencia de\nBanca y Seguros.\nComo parte del análisis de la situación presentada, la docente ha solicitado a los estudiantes\nque evalúen qué recomendación le darían a Juana para que tome una decisión financiera\nresponsable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, los estudiantes plantearon sus recomendaciones.\n¿Cuál de las siguientes recomendaciones de los estudiantes es la más pertinente para que\nJuana tome una decisión financiera responsable?",
          "opciones": [
            "Leo dice: \"Yo le recomendaría a Juana que averigüe qué tasas de interés y cargos\nadicionales tendría que pagar por el préstamo. Así, podrá conocer el monto de las cuotas\ny el total que pagaría por el préstamo y, así, evaluar si puede pagarlo\".",
            "Rosa dice: \"Yo le recomendaría a Juana que, al solicitar el préstamo, elija pagarlo en el\nperiodo de tiempo más corto que le ofrezca la entidad financiera. Así, pagaría menos\nintereses, ya que la tasa de interés se fija en función al tiempo\".",
            "Vasco dice: \"Yo le recomendaría a Juana que considere solicitar más dinero del que había\nevaluado prestarse. Así, podría tener una reserva de dinero para cubrir otros gastos que\nsurjan inesperadamente\"."
          ],
          "respuesta": "Leo dice: \"Yo le recomendaría a Juana que averigüe qué tasas de interés y cargos\nadicionales tendría que pagar por el préstamo. Así, podrá conocer el monto de las cuotas\ny el total que pagaría por el préstamo y, así, evaluar si puede pagarlo\".",
          "respuestaCorta": "Una decisión financiera responsable implica informarse exhaustivamente sobre todos los costos del préstamo (tasas, cargos) para conocer el pago total y evaluar si se ajusta a la capacidad de pago personal.",
          "solucionario": "La recomendación de Leo es la más pertinente porque se centra en el principio fundamental de una decisión financiera responsable: la información y la planificación. Investigar la Tasa de Costo Efectivo Anual (TCEA), que incluye tasas de interés y cargos adicionales, permite al prestatario entender el costo real del crédito, calcular las cuotas y asegurarse de que puede afrontar el pago sin poner en riesgo su estabilidad financiera. Las otras recomendaciones son potencialmente riesgosas: pagar en el menor tiempo posible puede generar cuotas impagables, y solicitar más dinero del necesario aumenta la deuda y el costo total del préstamo.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  