{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2024_p01",
      "contexto": "Los estudiantes de cuarto grado, con orientación del docente, están participando en un\nproyecto en el que escribirán textos de diversos tipos para explicar los aportes del arte en\nla vida de las personas.\nDichos textos serán publicados en el periódico mural de la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante el proceso de planificación, el docente nota que los estudiantes tienen dudas sobre\nla finalidad de utilizar fuentes en la producción de sus textos.\nAnte esto, el docente busca\nrecoger sus comentarios acerca de este aspecto.\n¿Cuál de los siguientes estudiantes ofrece\nuna idea adecuada sobre el uso de las fuentes de información en la producción de textos?",
          "opciones": [
            "Anselmo dice: \"Cuando planificamos un texto escrito, tenemos que seleccionar solo\nlas fuentes más recientes sobre el tema. Esto garantizará que nuestro texto ofrezca\ninformación confiable\".",
            "Berenice dice: \"Para saber más acerca de un tema, es necesario que usemos fuentes.\nPara darle sustento a lo que vamos a escribir, debemos basarnos siempre en la\ninformación que estas ofrecen\".",
            "Claudia dice: \"Consultamos fuentes para enterarnos de lo que se ha escrito sobre\nun tema. Así, nuestro texto estará constituido únicamente por las citas elaboradas\na partir de la información de las fuentes\"."
          ],
          "respuesta": "Berenice dice: \"Para saber más acerca de un tema, es necesario que usemos fuentes.\nPara darle sustento a lo que vamos a escribir, debemos basarnos siempre en la\ninformación que estas ofrecen\".",
          "respuestaCorta": "La idea de Berenice es la adecuada porque resalta que las fuentes de información sirven como base y sustento para las ideas que se desarrollan en un texto.",
          "solucionario": "La opción 'a' es incorrecta porque la confiabilidad no depende solo de la antigüedad de la fuente. La opción 'c' es incorrecta porque un texto no debe ser únicamente una recopilación de citas, sino una elaboración propia con sustento. Berenice expresa correctamente que las fuentes proveen la base informativa y el respaldo necesario para la escritura.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una estudiante le comenta al docente que escribirá un texto con el propósito de valorar la\nlabor social de un artista dedicado a la fotografía callejera.\nDicha estudiante busca presentar\nlos eventos que suceden normally en la jornada del fotógrafo y, además, quiere usar\nimágenes o ilustraciones.\nSin embargo, tiene dudas sobre qué género textual debe emplear.\n¿Cuál de los siguientes géneros textuales es más adecuado para que la estudiante logre su\npropósito?",
          "opciones": [
            "Un cuento.",
            "Una noticia.",
            "Una crónica."
          ],
          "respuesta": "Una crónica.",
          "respuestaCorta": "La crónica es el género más adecuado porque permite narrar sucesos en orden, incluir la valoración del autor e incorporar elementos visuales para enriquecer el relato.",
          "solucionario": "Un cuento es un texto de ficción, por lo que no es adecuado. Una noticia es principalmente informativa y objetiva, lo que limita la valoración personal que la estudiante quiere incluir. La crónica combina la narración de hechos reales con la subjetividad del autor y se adapta bien al uso de imágenes, cumpliendo con todos los requerimientos de la estudiante.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un estudiante ha elaborado un artículo de opinión sobre la contribución de los talleres de\nteatro al desarrollo de habilidades de socialización de los adolescentes.\nComo parte de\nla escritura de su artículo, el estudiante ha llevado a cabo diversas acciones.\n¿Cuál de las\nsiguientes acciones realizadas por el estudiante corresponde necesariamente a un proceso\nde textualización?",
          "opciones": [
            "El estudiante determinó si la información comunicada en su artículo de opinión se basó\nen las ideas de las fuentes que seleccionó.",
            "El estudiante desarrolló su artículo de opinión con oraciones separadas por punto\nseguido y las enlazó con recursos cohesivos.",
            "El estudiante decidió defender una postura específica en su artículo de\nopinión mediante una estrategia argumentativa."
          ],
          "respuesta": "El estudiante desarrolló su artículo de opinión con oraciones separadas por punto\nseguido y las enlazó con recursos cohesivos.",
          "respuestaCorta": "La textualización es el acto de escribir, es decir, transformar las ideas planificadas en un texto coherente y cohesionado, usando oraciones y recursos cohesivos.",
          "solucionario": "La opción 'b' describe el proceso de textualización, que es la construcción del texto en sí. La opción 'a' corresponde a la etapa de revisión o evaluación. La opción 'c' corresponde a la etapa de planificación, donde se define la tesis y la estrategia argumentativa antes de escribir.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Una estudiante ha decidido escribir un ensayo sobre la valoración de las personas acerca de\nlos grafitis y su capacidad expresiva.\nLa estudiante ha escrito la primera versión de su texto y\nle pide al docente que la ayude a revisarlo.\nEste es un fragmento de dicho texto:\nLas personas tienen varias concepciones (una concepción es una idea generalmente\nprevia sobre algo) cuando ven grafitis (\"grafiti\" es un término que viene del italiano, que\nes una lengua romance como el castellano).\nAdemás, muchas personas creen que los\ngrafitis son solo dibujos en las paredes de las calles y que no tienen valor, y los rechazan,\npero no es así, los grafitis son potentes.\nAdemás, muchas veces la gente los desaprueba\nsin considerar que tienen un poder comunicador enorme.\nHay que mencionar que los grafitis son obras de arte muy hermosas, pero la gente los\nrechaza.\nLos grafitis adornan las calles y, además, pueden expresar mensajes que hacen\nreflexionar a las personas.\nLos grafitis contribuyen a sensibilizarnos sobre problemas\nsociales o ambientales, que nos afectan a todos, pero la gente se opone a los grafitis.\nAunque sean muy atractivos, muchas personas muestran un rechazo hacia los grafitis y\nno valoran lo que pueden transmitir.\nEl docente se da cuenta de que el texto de la estudiante presenta algunos problemas de\nescritura.\n¿Cuál de los siguientes problemas debe priorizar en la retroalimentación del texto?",
          "opciones": [
            "La inclusión de información que se aleja del tema central del texto.",
            "La falta de variedad en el uso de conectores de adición.",
            "La repetición innecesaria de una idea."
          ],
          "respuesta": "La repetición innecesaria de una idea.",
          "respuestaCorta": "El problema principal del texto es la redundancia; la idea de que 'la gente rechaza los grafitis' se repite constantemente sin aportar nueva información, lo que afecta la progresión temática.",
          "solucionario": "Si bien hay digresiones (opción a) y un uso repetitivo de conectores (opción b), el problema más grave que afecta la coherencia y claridad del fragmento es la repetición constante de la misma idea sobre el rechazo a los grafitis. Priorizar este aspecto permitirá a la estudiante reestructurar el párrafo para que las ideas progresen de manera lógica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un estudiante ha escrito un editorial cuyo propósito es argumentar sobre la influencia de\nla práctica de la pintura en el desarrollo infantil y le ha pedido al docente que lo ayude con\nla revisión.\nÉl se da cuenta de que el estudiante utiliza términos como \"cosa\" y \"hacer\", los\ncuales no ayudan a comunicar su mensaje con precisión.\nPor esta razón, el docente busca\nque el estudiante identifique este problema y trabaje en la mejora de su texto.\n¿Cuál de las\nsiguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Leer el texto con el estudiante y señalar que las palabras como \"cosa\" o \"hacer\", en el\ncontexto en que han sido usadas, generan que sus ideas sean imprecisas.\nLuego, preguntar\nqué quiere comunicar con el uso de esas palabras.\nDespués, determinar qué palabras\npodría cambiar para expresar su mensaje con precisión y, sobre esta base, reescribir juntos\nel texto.",
            "Pedir al estudiante que, en el texto, subraye términos como \"hacer\" o \"cosa\" que han sido\nutilizados en algunas de sus ideas.\nLuego, preguntar qué quieren decir dichos términos y\nsolicitar que explique si contribuyen o no a comunicar su mensaje.\nDespués, indicar que,\nconsiderando el sentido de sus ideas, determine en qué casos es necesario reemplazar\nesos términos.",
            "Dialogar con el estudiante sobre el hecho de usar un léxico preciso para lograr su\npropósito comunicativo.\nLuego, preguntar si en la idea de su texto: \"Los niños hacen\nsus cosas con la pintura\", \"expresan\" puede reemplazar a \"hacen\", y \"deseos\", a \"cosas\".\nDespués, solicitar que cambie otros términos imprecisos de su texto para que comunique\nsu mensaje con claridad."
          ],
          "respuesta": "Pedir al estudiante que, en el texto, subraye términos como \"hacer\" o \"cosa\" que han sido\nutilizados en algunas de sus ideas.\nLuego, preguntar qué quieren decir dichos términos y\nsolicitar que explique si contribuyen o no a comunicar su mensaje.\nDespués, indicar que,\nconsiderando el sentido de sus ideas, determine en qué casos es necesario reemplazar\nesos términos.",
          "respuestaCorta": "La acción más adecuada es la que promueve la reflexión y autonomía del estudiante, guiándolo para que él mismo identifique las palabras imprecisas, evalúe su función y decida cómo reemplazarlas.",
          "solucionario": "La opción 'b' representa una estrategia de retroalimentación por descubrimiento. A través de preguntas, el docente guía al estudiante para que sea él quien identifique el problema (léxico impreciso), reflexione sobre sus causas y efectos, y proponga una solución. Las otras opciones son más directivas, ya que el docente señala el error o sugiere directamente los reemplazos, limitando el proceso metacognitivo del estudiante.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p02",
      "contexto": "En una IE, se están realizando diversas actividades por Fiestas Patrias.\nEn ese contexto, la\ndocente les propone a sus estudiantes leer textos literarios de escritores que vivieron en la\népoca de la emancipación.\nA continuación, se presenta uno de los poemas que están leyendo:\nLos gatos\nUna gata parió varios gatitos,\nuno blanco, uno negro, otro manchado;\nluego que ellos quedaron huerfanitos\nlos perseguía un perro endemoniado;\ny para dar el golpe a su enemigo\nno había más remedio que juntarse,\ny que la dulce unión fuese su abrigo.\nVan pues a reunirse, y al tratarse\nsobre quién de ellos deba ser cabeza,\nmaullando el blanco dijo: \"A mí me toca\npor mi blancura, indicio de nobleza\".\nEl negro contestó: \"Calla la boca;\nel más diestro y valiente mandar debe\".\n\"Malo\", dijo el manchado, \"si esto dura\ntemo que todo el Diablo se lo lleve.\nUnión y mande el digno\".\n\"Esto es locura\",\ngritó el blanco; y el negro le replica.\nSe dividen por fin en dos partidos;\nla ira y la turbación se multiplican,\nse arañan, gritan, y a sus alaridos\nacude el perro y los destroza.\nSi a los gatos al fin nos parecemos,\npaisanos, ¿esperamos otra cosa?\n¿Tendremos libertad? Ya lo veremos...\nAdaptado de Mariano Melgar. (2012). Poesías completas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los estudiantes deduzcan información implícita del poema. ¿Cuál de\nlas siguientes preguntas es más adecuada para que logre su propósito?",
          "opciones": [
            "¿Qué opinan de que el autor haya culminado el poema planteando dos preguntas a sus\nlectores?",
            "Según el poema, ¿cómo terminó la discusión que tuvieron los gatos sobre quién debía\ndirigirlos?",
            "¿Cuál fue el problema que impidió que los gatos lograran enfrentarse al perro que los\nperseguía?"
          ],
          "respuesta": "¿Cuál fue el problema que impidió que los gatos lograran enfrentarse al perro que los\nperseguía?",
          "respuestaCorta": "Esta pregunta exige deducir la causa implícita del fracaso de los gatos: su desunión y sus luchas internas por el poder, que es una idea central no declarada explícitamente.",
          "solucionario": "La opción 'a' solicita una opinión. La opción 'b' pide información explícita, pues el texto dice que \"acude el perro y los destroza\". La opción 'c' requiere que los estudiantes infieran que la causa del fracaso no fue el perro en sí, sino la incapacidad de los gatos para unirse debido a sus disputas internas, lo cual es el mensaje implícito de la fábula.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes obtengan información explícita del texto. ¿Cuál de las\nsiguientes preguntas es más adecuada para que logre su propósito?",
          "opciones": [
            "¿Cuál es la razón por la que los gatos eran perseguidos por el perro?",
            "¿Cuál de los gatos creen que es capaz de ser un mejor líder?",
            "¿Cuál es un indicio de nobleza para uno de los gatos?"
          ],
          "respuesta": "¿Cuál es un indicio de nobleza para uno de los gatos?",
          "respuestaCorta": "Esta pregunta pide localizar información que está escrita textualmente en el poema: \"A mí me toca / por mi blancura, indicio de nobleza\".",
          "solucionario": "La opción 'a' pregunta por una razón no explicitada en el texto. La opción 'b' pide una opinión o juicio de valor. La opción 'c' es la correcta porque la respuesta se encuentra de manera literal en los versos del gato blanco, requiriendo solo una lectura de nivel literal para ser respondida.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes construyan el sentido global del poema. ¿Cuál de las\nsiguientes acciones pedagógicas es más adecuada para que logre dicho propósito?",
          "opciones": [
            "Explicar cuáles eran los grupos que se enfrentaban por el control político del territorio\nperuano antes de 1821. Luego, pedir que mencionen la correspondencia entre estos\nacontecimientos históricos y las acciones que realizan los personajes del poema.\nFinalmente, solicitar que compartan sus respuestas y discutan sobre ellas.",
            "Comentar que la mayoría de los temas literarios de la época de la emancipación del\nPerú se referían a problemas políticos y militares. Luego, mencionar quiénes fueron los\nprincipales personajes que participaron en aquella época. Finalmente, explicar a quiénes\nrepresentan los gatos y a quiénes representa el perro.",
            "Mencionar que Melgar utilizó la poesía para transmitir sus reflexiones sobre la situación\npolítica en la época de la emancipación del Perú. Luego, indicarles cuál es la intención\ndel poeta cuando les plantea preguntas a sus lectores. Finalmente, pedirles que discutan\nsobre el hecho de escribir poesía con fines políticos."
          ],
          "respuesta": "Explicar cuáles eran los grupos que se enfrentaban por el control político del territorio\nperuano antes de 1821. Luego, pedir que mencionen la correspondencia entre estos\nacontecimientos históricos y las acciones que realizan los personajes del poema.\nFinalmente, solicitar que compartan sus respuestas y discutan sobre ellas.",
          "respuestaCorta": "La acción más adecuada es la que guía a los estudiantes a establecer una analogía entre el contexto histórico de la emancipación y la fábula de los gatos, permitiéndoles construir el sentido alegórico del poema.",
          "solucionario": "Para construir el sentido global, los estudiantes deben comprender la alegoría política del poema. La opción 'a' es la más adecuada porque proporciona el contexto histórico necesario y luego les pide a los estudiantes que establezcan la relación entre ese contexto y los eventos del poema. Las opciones 'b' y 'c' son más expositivas, ya que el docente explica la interpretación en lugar de guiar a los estudiantes para que la construyan por sí mismos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p03",
      "contexto": "Los estudiantes de primer grado, organizados en equipos y orientados por la docente, van\na participar en una asamblea en la IE para ofrecer medidas de prevención ante los sismos.\nPara participar en dicha asamblea, elaborarán textos orales dirigidos a la comunidad\neducativa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Con el fin de contribuir al proceso de planificación de los textos, la docente busca recoger los\nsaberes previos de los estudiantes acerca del aporte de que se escuchen activamente para\ntrabajar en equipo.\nEn este contexto, ella les pide que realicen comentarios sobre ello.\n¿Qué\nestudiante da evidencias de una idea inadecuada sobre la escucha activa para el trabajo\nen equipo?",
          "opciones": [
            "Anaí dice: \"En el diálogo que tengamos los equipos, quienes escuchan pueden hacer\npreguntas sobre lo que se está tratando para que comprueben si están entendiendo el\ntema o no\".",
            "Bartolomé dice: \"En la conversación de los equipos, los que escuchan deben evitar\nrealizar cualquier tipo de comentario para mostrar respeto a quien está hablando\nsobre el tema\".",
            "Casimiro dice: \"En las discusiones de los equipos, las personas que escuchan\npodrían expresar mediante ciertos gestos que siguen el hilo del tema del cual se\nestá conversando\"."
          ],
          "respuesta": "Bartolomé dice: \"En la conversación de los equipos, los que escuchan deben evitar\nrealizar cualquier tipo de comentario para mostrar respeto a quien está hablando\nsobre el tema\".",
          "respuestaCorta": "La idea de Bartolomé es inadecuada porque concibe la escucha activa como un acto pasivo y silencioso, cuando en realidad implica interactuar y dar retroalimentación.",
          "solucionario": "La escucha activa no es solo silencio, sino una participación comprometida que puede incluir preguntas para aclarar dudas (opción a) y gestos que demuestren atención (opción c). La afirmación de Bartolomé de que se debe evitar 'cualquier tipo de comentario' es una concepción errónea y pasiva de la escucha, por lo que es la idea inadecuada.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de planificar su texto oral, un estudiante está practicando su exposición cuyo\npropósito es ofrecer las medidas que se pueden tomar en los hogares para prevenir accidentes\ndurante un sismo.\nEl estudiante ha grabado en audio su texto oral y se lo ha presentado a la\ndocente.\nEste es un fragmento de su exposición:\n\"Buenas tardes a toda la comunidad. Ante un sismo, las medidas que uno puede adoptar\nen casa son varias. La más importante es conservar la calma y evitar salir corriendo.\nTambién hay otras medidas que son igual de relevantes. Podemos aplicarlas tanto en la\ncasa como en cualquier lugar donde nos encontremos. Recuerden que lo importante es\nmantener la calma. Muchas gracias\".\nLuego de escuchar el audio, la docente nota que el texto oral tiene vacíos de información\nque dificultan que el estudiante logre su propósito comunicativo.\nPor ello, busca ofrecerle\nuna orientación para que identifique ese problema en su texto oral.\n¿Cuál de las siguientes\nacciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Hacer notar que, aunque anunció que existen varias medidas relevantes, no todas\nhan sido expuestas en su texto oral.\nDespués, indicar que explique por qué, además\nde mantener la calma y evitar correr para prevenir accidentes durante un sismo, sería\nnecesario presentar el desarrollo de esas otras medidas en el texto oral.",
            "Pedir que mencione, según la información que ha recabado, qué medidas para prevenir\naccidentes durante un sismo quiere comunicar en su texto oral.\nA partir de ello,\nindicar que vuelva a escuchar su grabación y comente si considera que las ideas que\nha expresado son suficientes para saber cuáles son esas medidas.",
            "Solicitar que evalúe si expresar todas las medidas orientadas a prevenir accidentes\ndurante un sismo contribuiría al logro del propósito comunicativo de su texto oral.\nSobre\nesta base, indicar que, en una siguiente práctica de su exposición, ofrezca información\ncompleta acerca de esas medidas de prevención."
          ],
          "respuesta": "Pedir que mencione, según la información que ha recabado, qué medidas para prevenir\naccidentes durante un sismo quiere comunicar en su texto oral.\nA partir de ello,\nindicar que vuelva a escuchar su grabación y comente si considera que las ideas que\nha expresado son suficientes para saber cuáles son esas medidas.",
          "respuestaCorta": "La acción más adecuada es la que guía al estudiante a contrastar lo que planificó decir con lo que realmente dijo, permitiéndole descubrir por sí mismo los vacíos de información.",
          "solucionario": "Esta opción fomenta la autorreflexión. Al pedirle al estudiante que verbalice sus ideas planificadas y luego las compare con su grabación, el docente lo guía para que sea él quien identifique la brecha informativa y la falta de desarrollo en su exposición. Las otras opciones son más directivas, ya que el docente señala el problema o la solución de forma más explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de terminar el esquema de ideas de su texto oral, una estudiante ha grabado en audio\nsu exposición con la que invita a la comunidad educativa a formar brigadas para ayudar a\nprevenir y controlar situaciones de riesgo ante un sismo.\nElla ha presentado el audio a la\ndocente y a sus compañeros de equipo.\nEste es un fragmento de su exposición:\n\"Buenos días. Mi equipo quiere invitar a formar brigadas que ayuden a tomar acciones\ndurante un sismo. A mí me ha tocado empezar explicando qué es un brigadista. Eh...\nun brigadista es el encargado de ayudar a las personas cuando hay un temblor. Para ser\nbrigadista, hay varios requisitos. En primer lugar, todos los brigadistas son voluntarios...\nO sea, por decisión propia, deciden integrar una brigada. O sea, voluntariamente, una\npersona puede ser parte de una brigada para ayudar a las personas en un sismo. No\npodemos obligar a nadie a ser brigadista. La persona misma tiene que estar dispuesta a\nser parte de una brigada, porque es voluntaria\".\nDespués de escuchar el audio, la docente busca ofrecerle a la estudiante una retroalimentación\nque la ayude a mejorar su texto oral.\nElla busca que la estudiante identifique que la repetición\nde ideas afecta su propósito comunicativo.\n¿Cuál de las siguientes acciones pedagógicas es\nmás adecuada para ello?",
          "opciones": [
            "Pedir que revise el esquema de ideas de su texto oral para que identifique los atributos\nque ha considerado esenciales para ser brigadista.\nLuego, indicar que realice una nueva\ngrabación de su texto oral y desarrolle dichos atributos sin repetir ninguno de ellos.",
            "Pedir que, en su grabación, identifique las veces que ha mencionado la voluntad de una\npersona como una condición fundamental para integrar una brigada.\nLuego, indicar que\nla reiteración de esa información dificulta el desarrollo de ideas de su texto oral.",
            "Pedir que mencione cuál es el tema principal de su texto oral.\nLuego, indicar que vuelva\na escuchar la grabación de su texto, y que explique qué ideas expuestas desarrollan\ndistintos aspectos de dicho tema y qué ideas cree que no lo hacen."
          ],
          "respuesta": "Pedir que mencione cuál es el tema principal de su texto oral.\nLuego, indicar que vuelva\na escuchar la grabación de su texto, y que explique qué ideas expuestas desarrollan\ndistintos aspectos de dicho tema y qué ideas cree que no lo hacen.",
          "respuestaCorta": "Esta acción es la más adecuada porque promueve que la estudiante reflexione sobre la progresión temática de su discurso, ayudándola a notar que se estancó en una sola idea en lugar de desarrollar diferentes aspectos.",
          "solucionario": "La opción 'c' es la más efectiva para una retroalimentación reflexiva. Al pedirle que identifique las ideas que sí desarrollan el tema y las que no, la estudiante puede darse cuenta por sí misma de la redundancia y la falta de avance en su exposición. La opción 'a' se enfoca en el plan y no en la ejecución oral. La opción 'b' es demasiado directa, pues el docente le señala el problema explícitamente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p04",
      "contexto": "Los estudiantes de segundo grado, orientados por la docente, están realizando una\nindagación sobre los científicos más representativos del siglo veinte.\nEn este contexto,\nestán leyendo textos seleccionados por ellos mismos. A continuación, se presenta uno de\nestos textos:\nLuego de que Albert Einstein falleciera el 18 de abril de 1955, su familia, a pedido del físico,\nprocedió con la cremación del cuerpo para esparcir las cenizas en el río Delaware.\nNo\nobstante, hubo una parte de Einstein que no atravesó el mismo proceso de incineración.\nEn secreto y sin consentimiento de la familia, Thomas Harvey, el patólogo encargado de la\nautopsia, extrajo el cerebro del cuerpo antes de que sea cremado.\nHarvey tenía la intención\nde analizar y descubrir la clave de la inigualable inteligencia de Einstein.\nPara ello, cortó\nel cerebro en láminas y las guardó en distintos frascos con formol.\nLuego, se contactó\ncon varios neurólogos y se las ofreció para que puedan estudiarlas, pero nadie accedió.\nEntre otras razones, estos científicos consideraban que, así como no se podrían entender\nlas actividades económicas que se realizan en una ciudad solo a través del estudio de sus\nedificios, era imposible evaluar el cerebro de Einstein solo por su forma.\nSin embargo, los intentos por estudiar el cerebro del físico estarían lejos de terminar.\nEn 1985, treinta años después de la muerte de Einstein, la neuróloga Marian Diamond\npublicaría lo que se constituye como la primera investigación sobre el cerebro del genio\nalemán.\nElla se puso en contacto con Harvey y le pidió que le enviara fragmentos del\ncerebro para analizarlos.\nSu estudio, publicado ese mismo año, determinó que el cerebro\nde Einstein tenía una mayor cantidad de células gliales, que son las encargadas de dar\nsoporte a las neuronas e influyen en su maduración.\nEn 1999, por otro lado, en la revista\nThe Lancet, Harvey y sus colaboradores, basándose en fotografías tomadas durante\nla autopsia, publicaron un artículo titulado \"El excepcional cerebro de Albert Einstein\".\nHarvey y su equipo concluyeron que los lóbulos parietales de Einstein presentaban una\nmorfología atípica.\nEn 2012, además, estos resultados fueron respaldados por los estudios\nde neurólogos de la Universidad de Florida.\nSi bien estas y otras investigaciones dan cuenta de las particularidades del cerebro de\nEinstein, Terence Hines, psicólogo de la Universidad de Pace, sostuvo, en 2014, que sería\nnecesario llevar a cabo comparaciones con otros cerebros para concluir si el nobel de\nFísica tenía una característica cerebral inusual en la que radicara su inteligencia.\nAdaptado de Diego Cioccio. (2021). Artículo publicado en el portal del diario La Nación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la actividad de lectura, la docente solicita a los estudiantes que se organicen\nen equipos y deduzcan el tema central del texto.\nEn este contexto, el integrante de uno de\nlos equipos menciona:\n\"Mi equipo ha podido reconocer que el tema más importante del texto es la lamentable\nmuerte de Einstein\".\nAnte este comentario, la docente busca ofrecer una orientación a los estudiantes para que\nidentifiquen su error en la deducción del tema central del texto.\n¿Cuál de los siguientes\ngrupos de preguntas es más adecuado para ello?",
          "opciones": [
            "¿Cuál es la idea principal de cada uno de los párrafos del texto?\n¿Alguna idea alude a la\nmuerte de Einstein? ¿Es posible decir que los intentos para descubrir su genialidad es un\naspecto esencial en el texto?",
            "¿Por qué sostienen que la muerte de Einstein es lamentable?\n¿Qué información del\ntexto los lleva a calificar de esa manera su fallecimiento?\n¿Esta información se ubica en\nvarios párrafos del texto?",
            "¿Qué hechos ocurrieron luego de la muerte de Einstein? ¿Cuál de esos hechos se\ndesarrolla más en los párrafos del texto?\n¿Se puede dejar de lado este hecho para\ncomprender el texto?"
          ],
          "respuesta": "¿Qué hechos ocurrieron luego de la muerte de Einstein? ¿Cuál de esos hechos se\ndesarrolla más en los párrafos del texto?\n¿Se puede dejar de lado este hecho para\ncomprender el texto?",
          "respuestaCorta": "Este grupo de preguntas guía a los estudiantes a reconocer que la muerte es solo el punto de partida, y que el tema desarrollado a lo largo del texto son los eventos posteriores relacionados con el estudio de su cerebro.",
          "solucionario": "El error del estudiante es confundir el evento inicial con el tema central. Las preguntas de la opción 'c' son las más adecuadas porque orientan la atención hacia la secuencia de eventos post-mortem y la jerarquía de la información, ayudando a los estudiantes a concluir que el verdadero tema central son los estudios sobre el cerebro de Einstein, no su muerte.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p04",
      "contexto": "Los estudiantes de segundo grado, orientados por la docente, están realizando una\nindagación sobre los científicos más representativos del siglo veinte.\nEn este contexto,\nestán leyendo textos seleccionados por ellos mismos. A continuación, se presenta uno de\nestos textos:\nLuego de que Albert Einstein falleciera el 18 de abril de 1955, su familia, a pedido del físico,\nprocedió con la cremación del cuerpo para esparcir las cenizas en el río Delaware.\nNo\nobstante, hubo una parte de Einstein que no atravesó el mismo proceso de incineración.\nEn secreto y sin consentimiento de la familia, Thomas Harvey, el patólogo encargado de la\nautopsia, extrajo el cerebro del cuerpo antes de que sea cremado.\nHarvey tenía la intención\nde analizar y descubrir la clave de la inigualable inteligencia de Einstein.\nPara ello, cortó\nel cerebro en láminas y las guardó en distintos frascos con formol.\nLuego, se contactó\ncon varios neurólogos y se las ofreció para que puedan estudiarlas, pero nadie accedió.\nEntre otras razones, estos científicos consideraban que, así como no se podrían entender\nlas actividades económicas que se realizan en una ciudad solo a través del estudio de sus\nedificios, era imposible evaluar el cerebro de Einstein solo por su forma.\nSin embargo, los intentos por estudiar el cerebro del físico estarían lejos de terminar.\nEn 1985, treinta años después de la muerte de Einstein, la neuróloga Marian Diamond\npublicaría lo que se constituye como la primera investigación sobre el cerebro del genio\nalemán.\nElla se puso en contacto con Harvey y le pidió que le enviara fragmentos del\ncerebro para analizarlos.\nSu estudio, publicado ese mismo año, determinó que el cerebro\nde Einstein tenía una mayor cantidad de células gliales, que son las encargadas de dar\nsoporte a las neuronas e influyen en su maduración.\nEn 1999, por otro lado, en la revista\nThe Lancet, Harvey y sus colaboradores, basándose en fotografías tomadas durante\nla autopsia, publicaron un artículo titulado \"El excepcional cerebro de Albert Einstein\".\nHarvey y su equipo concluyeron que los lóbulos parietales de Einstein presentaban una\nmorfología atípica.\nEn 2012, además, estos resultados fueron respaldados por los estudios\nde neurólogos de la Universidad de Florida.\nSi bien estas y otras investigaciones dan cuenta de las particularidades del cerebro de\nEinstein, Terence Hines, psicólogo de la Universidad de Pace, sostuvo, en 2014, que sería\nnecesario llevar a cabo comparaciones con otros cerebros para concluir si el nobel de\nFísica tenía una característica cerebral inusual en la que radicara su inteligencia.\nAdaptado de Diego Cioccio. (2021). Artículo publicado en el portal del diario La Nación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Los estudiantes y la docente están dialogando sobre el siguiente fragmento ubicado en el\nprimer párrafo del texto:\n\"[...] así como no se podrían entender las actividades económicas que se realizan en\nuna ciudad solo a través del estudio de sus edificios, era imposible evaluar el cerebro de\nEinstein solo por su forma\".\nLa docente solicita a los estudiantes que identifiquen la intención del autor al incluir ese\nfragmento en el párrafo.\n¿Cuál de los siguientes estudiantes identifica dicha intención?",
          "opciones": [
            "Anabela dice: \"Pienso que lo hace para demostrar que la neurología y la economía son\nparecidas en la forma en que abordan sus objetos de estudio\".",
            "Bruno dice: \"Creo que lo hace para ilustrar que un experto podrá comprender\nintegralmente el cerebro analizándolo cuando está en funcionamiento\".",
            "Cecilia dice: \"Me parece que lo hace para mostrar que examinar el cerebro puede ser tan\no más complejo que estudiar las actividades económicas que se realizan en una ciudad\"."
          ],
          "respuesta": "Bruno dice: \"Creo que lo hace para ilustrar que un experto podrá comprender\nintegralmente el cerebro analizándolo cuando está en funcionamiento\".",
          "respuestaCorta": "La intención es usar una analogía para explicar por qué el estudio de la forma estática del cerebro era insuficiente, implicando que su verdadera comprensión requiere analizar su función.",
          "solucionario": "La analogía compara la insuficiencia de estudiar solo los edificios (la forma) para entender la economía (la función) con la insuficiencia de estudiar solo la forma del cerebro para entender la inteligencia (la función). La respuesta de Bruno capta esta idea al señalar que la comprensión integral del cerebro se daría al analizarlo en funcionamiento, que es lo que la analogía sugiere que falta en el análisis puramente morfológico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para profundizar en la comprensión del texto, la docente tiene como propósito que los\nestudiantes realicen una lectura crítica.\n¿Cuál de los siguientes grupos de preguntas es más\nadecuado para ello?",
          "opciones": [
            "¿Qué información sobre el cerebro de Einstein les pareció más interesante? ¿Les gustaría\nindagar más sobre esa información?",
            "¿Cuál es la relevancia de los estudios acerca del cerebro de Einstein?\n¿Esta relevancia\njustifica el robo del cerebro de dicho científico?",
            "¿A qué se dedica un especialista en neurología? ¿Por qué creen que Harvey, luego de\nextraer el cerebro de Einstein, se contactó con varios neurólogos?"
          ],
          "respuesta": "¿Cuál es la relevancia de los estudios acerca del cerebro de Einstein?\n¿Esta relevancia\njustifica el robo del cerebro de dicho científico?",
          "respuestaCorta": "Este grupo de preguntas fomenta la lectura crítica al pedir a los estudiantes que evalúen la importancia de los hechos y emitan un juicio ético sobre ellos.",
          "solucionario": "Una lectura crítica va más allá de la comprensión literal o inferencial; implica evaluar el contenido y sus implicaciones. La opción 'b' es la más adecuada porque pide a los estudiantes que reflexionen sobre el valor de la investigación (relevancia) y que tomen una postura ética sobre las acciones realizadas (justificación del robo), lo cual es una habilidad de pensamiento crítico de orden superior.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p05",
      "contexto": "Los estudiantes de primer grado, en equipos y con la orientación del docente, participarán\nen la elaboración de una revista que será publicada por la municipalidad de la localidad.\nPor\nello, producirán textos, literarios y no literarios, referidos al uso responsable de recursos\nenergéticos, así como al reúso y reciclaje de materiales desechables.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes está planificando el texto que escribirá.\nSi bien los estudiantes\nhan establecido que su propósito comunicativo será promover el reúso de materiales, aún\nno tienen claro qué género emplear.\nPor este motivo, solicitan al docente que los ayude\na seleccionar un género que contribuya al logro de su propósito.\n¿Cuál de las siguientes\nacciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Proponer a los estudiantes que revisen textos de diversos géneros, como crónicas,\ncolumnas de opinión, entre otros.\nLuego, describir sus características textuales, y\nmencionar qué propósitos podrían ajustarse a dichos géneros.\nDespués, indicar que\nelijan el género textual que les permitirá promover el reúso de materiales.",
            "Preguntar a los estudiantes si, según su propósito y sus destinatarios, saben qué quieren\ncomunicar acerca del reúso de materiales.\nLuego, pedir que indaguen sobre qué géneros\npermiten, por ejemplo, narrar, convencer sobre un tema o explicarlo.\nDespués, indicar\nque expresen cuál de esos géneros es pertinente para lograr su propósito.",
            "Pedir a los estudiantes que expliquen por qué decidieron que su propósito sea promover\nel reúso de materiales.\nLuego, preguntar si consideran conveniente incluir un mensaje\na los lectores para resaltar los beneficios del reúso de materiales.\nDespués, indicar qué\ngéneros tienen esta característica para que decidan cuál es el que pueden usar."
          ],
          "respuesta": "Preguntar a los estudiantes si, según su propósito y sus destinatarios, saben qué quieren\ncomunicar acerca del reúso de materiales.\nLuego, pedir que indaguen sobre qué géneros\npermiten, por ejemplo, narrar, convencer sobre un tema o explicarlo.\nDespués, indicar\nque expresen cuál de esos géneros es pertinente para lograr su propósito.",
          "respuestaCorta": "La acción más adecuada es la que promueve la autonomía y el descubrimiento por parte de los estudiantes, guiándolos a que ellos mismos investiguen y conecten su propósito comunicativo con las características de los géneros textuales.",
          "solucionario": "La opción 'b' es la más adecuada desde un enfoque constructivista. En lugar de darles la información (opción a) o limitar sus opciones (opción c), el docente guía a los estudiantes a través de preguntas para que reflexionen sobre su mensaje y luego investiguen activamente las funciones de diferentes géneros textuales. Esto les permite tomar una decisión informada y autónoma.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los integrantes de un equipo quieren elaborar un texto narrativo literario para fomentar el\nuso responsable de la electricidad.\nEn ese contexto, ellos están dialogando sobre la función\ndel personaje protagonista en los cuentos.\nDel diálogo que sostuvieron, se han extraído\ntres comentarios. ¿Cuál de los siguientes comentarios evidencia una concepción apropiada\nacerca de la función del personaje protagonista en un cuento?",
          "opciones": [
            "\"Yo creo que el protagonista debe mantener su forma de actuar a lo largo de la historia.\nDado que es el personaje principal, su rol ayuda a que la historia sea predecible\".",
            "\"Yo creo que el protagonista debe ser el personaje en el que recae la historia del cuento.\nSu rol es que las acciones que realice le vayan dando forma a la trama\".",
            "\"Yo creo que el protagonista debe conseguir lo que se propone. O sea, su rol como personaje\nes mostrar que cumple sus objetivos en la historia\"."
          ],
          "respuesta": "\"Yo creo que el protagonista debe ser el personaje en el que recae la historia del cuento.\nSu rol es que las acciones que realice le vayan dando forma a la trama\".",
          "respuestaCorta": "Este comentario define correctamente la función del protagonista como el eje central de la narración, cuyas acciones son el motor que impulsa y desarrolla la trama.",
          "solucionario": "La opción 'b' es la correcta. El protagonista es el personaje central sobre el cual gira la historia; sus decisiones y acciones son las que construyen el argumento. La opción 'a' es incorrecta, ya que los protagonistas suelen evolucionar (personajes redondos) y la predictibilidad no es necesariamente un objetivo. La opción 'c' también es incorrecta, pues muchos protagonistas fracasan en sus objetivos, lo cual es parte fundamental del conflicto y desenlace de innumerables historias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p06",
      "contexto": "En el marco de un taller de lectura literaria, la docente les propone a sus estudiantes de\ncuarto grado leer textos de tradición amazónica, como el que se presenta a continuación:\nY habito desde siempre\n\n¿Quiénes han cruzado la quebrada antes\nque nosotros?\n¿Quiénes han poblado días y columnas\nde hastío?\nNos han abierto el camino para llegar\ndescansados\ny nos han dejado un cementerio de voces\nque vagan bajo los puentes.\n\nY habito desde siempre soles despedazados,\nlargos infortunios antes de rayar el sol\nsobre el planeta\ny sé que nuestros abuelos han sembrado y\nsiembran porvenires\ny los astros que me conducen acostumbran\na decir atisbo,\natisbo los años para que los muertos\ndescansen en paz.\n\nAsí recito para no olvidar historias de látigos\ny libras inglesas aventadas desde los\nshiringales.\nEntonces recuerdo el dolor de una espalda\ndevorada\ny el filo del sable que cortó el miedo.\nEra el tiempo en que el viento decía\nla palabra salida,\nasí volaron sombreros de huambé desde\nlas embarcaciones.\n\nPero hemos regresado intactos, dolientes\ncuerpos insospechados,\nsabias manos que siembran frutos al recrear\nlos caminos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente nota que varios estudiantes tienen problemas para interpretar el poema.\nPor esta\nrazón, ella busca modelar el proceso de lectura para favorecer que los estudiantes realicen\nuna primera exploración sobre el sentido global del texto poético.\n¿Cuál de las siguientes\nacciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedir a los estudiantes que recaben información biográfica sobre la autora.\nLuego, solicitar\nque expliquen si esa información los puede ayudar o no a interpretar el sentido del\npoema.",
            "Solicitar a los estudiantes que, en pares, lean todo el poema y anoten las interrogantes\nque les surgen.\nLuego, proponer que compartan esas interrogantes para responderlas\nen plenaria.",
            "Leer con los estudiantes los ocho primeros versos del poema en voz alta.\nLuego, expresar\nlas dudas que podrían ir apareciendo e indicar qué pasajes del poema servirían para\ncontestarlas."
          ],
          "respuesta": "Leer con los estudiantes los ocho primeros versos del poema en voz alta.\nLuego, expresar\nlas dudas que podrían ir apareciendo e indicar qué pasajes del poema servirían para\ncontestarlas.",
          "respuestaCorta": "La acción más adecuada es el modelaje, donde la docente demuestra explícitamente el proceso de pensamiento de un lector experto al enfrentarse a un texto complejo, verbalizando sus dudas y estrategias.",
          "solucionario": "Modelar significa mostrar cómo se hace algo. En la opción 'c', la docente no solo lee, sino que 'piensa en voz alta', mostrando a los estudiantes cómo un lector activo se plantea preguntas y busca respuestas en el propio texto. Esta es una estrategia de enseñanza explícita muy eficaz para la comprensión lectora, especialmente de textos poéticos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente pide a los estudiantes que comenten algún aspecto del poema que les haya\nllamado la atención.\nTres estudiantes decidieron compartir sus comentarios con el resto de\nla clase.\n¿Qué estudiante ofrece un comentario que se ajusta más a una interpretación del\nsentido global del poema?",
          "opciones": [
            "Avelino dice: \"Como se habla de los shiringales y el huambé, podemos decir que el\npoema se ambienta en la selva\".",
            "Boris dice: \"El poema dice que nuestros antepasados amazónicos han logrado dejar una\nherencia cultural que sobrevive hasta hoy\".",
            "Camila dice: \"En el poema, hay varias partes que nos hacen pensar en los momentos\ndifíciles que pasaron las personas de la Amazonía\"."
          ],
          "respuesta": "Boris dice: \"El poema dice que nuestros antepasados amazónicos han logrado dejar una\nherencia cultural que sobrevive hasta hoy\".",
          "respuestaCorta": "El comentario de Boris captura el sentido global porque sintetiza los temas de sufrimiento ancestral, la conexión con el pasado y la continuidad en el presente ('sobrevive hasta hoy'), que es la idea central del poema.",
          "solucionario": "Mientras que Avelino se enfoca en el escenario (un dato literal) y Camila en un tema parcial (el sufrimiento), Boris integra las ideas de pasado ('antepasados'), lucha ('han logrado dejar'), y presente ('sobrevive hasta hoy') en una sola idea que resume la esencia del poema: la resiliencia y la pervivencia de la herencia cultural amazónica a pesar de la historia de dolor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento de la actividad de lectura, la docente busca que los estudiantes identifiquen\nlos recursos literarios que contribuyen a la construcción de interpretaciones del sentido\nglobal del poema.\n¿Cuál de las siguientes preguntas es más adecuada para ello?",
          "opciones": [
            "¿Con qué intención se usan palabras en primera persona, como \"nos\" o \"nuestros\"?",
            "¿Qué quiere decir la voz poética con \"[...] rayar el sol / sobre el planeta\"?",
            "¿A qué se refiere la expresión \"espalda devorada\"?"
          ],
          "respuesta": "¿Con qué intención se usan palabras en primera persona, como \"nos\" o \"nuestros\"?",
          "respuestaCorta": "Esta pregunta se centra en un recurso literario (la voz poética colectiva) que estructura todo el poema y es fundamental para entender su sentido global de identidad y memoria compartida.",
          "solucionario": "Las preguntas 'b' y 'c' se enfocan en interpretar figuras retóricas locales, es decir, expresiones específicas dentro del poema. En cambio, la pregunta 'a' aborda la elección de la persona gramatical (el pronombre 'nosotros'), un recurso que define la perspectiva de toda la obra y crea una voz poética colectiva, uniendo a la generación actual con sus antepasados. Analizar este recurso es clave para construir el sentido global.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente propone varias preguntas a los estudiantes. ¿Cuál de las siguientes preguntas es\nmenos adecuada para que construyan interpretaciones sobre el sentido global del poema?",
          "opciones": [
            "¿Qué pasajes del poema dan cuenta de las sensaciones que experimenta la voz poética?",
            "¿Qué figura retórica utiliza la voz poética en la expresión \"historias de látigos\"?",
            "¿Qué paisaje busca representar la voz poética en los versos del poema?"
          ],
          "respuesta": "¿Qué figura retórica utiliza la voz poética en la expresión \"historias de látigos\"?",
          "respuestaCorta": "Esta pregunta es la menos adecuada porque se centra en la identificación de un recurso técnico en una frase muy específica, lo cual es un análisis a nivel micro y no promueve una interpretación del poema en su totalidad.",
          "solucionario": "Las preguntas 'a' y 'c' invitan a una reflexión más amplia sobre el tono emocional (sensaciones) y el mundo representado (paisaje), elementos que ayudan a construir el sentido global. La pregunta 'b', en cambio, se limita a un análisis formal y localizado de una sola figura retórica (metonimia). Si bien es un ejercicio válido, es el que menos contribuye a una interpretación general del poema en comparación con los otros.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p07",
      "contexto": "En una IE, se está realizando un proyecto cuyo propósito es dar a conocer diversos casos\nrepresentativos de liderazgo femenino.\nEn este contexto, los estudiantes de cuarto grado,\nen equipos y orientados por la docente, presentarán algunos de estos casos en una mesa\nredonda que se llevará a cabo en el aula.\nComo parte de la preparación para la mesa redonda, los equipos están practicando sus\ntextos orales en plenaria.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes expone su texto oral ante el resto de la clase.\nDicho texto busca\nexplicar la labor de la activista ambiental Nemonte Nenquimo.\nEsta es la transcripción de la\nintervención de una de las integrantes del equipo:\n\"Nemonte es una activista que pertenece a la nación huaorani de Ecuador. Ella, mediante\nsus acciones, nos demuestra que es posible contribuir a sensibilizar a las personas sobre\nel cuidado del ambiente. Eh... por ejemplo, cualquier persona, desde el lugar en que\nse encuentre, puede ayudar en la defensa de los bosques amazónicos, puede salvarlos\nde la depredación. El activismo de Nemonte nos moviliza como jóvenes que somos,\nporque ella, en su país, se enfrentó a grandes empresas extractoras de petróleo y pudo\nvencerlas. Logró que no continúen operando en el territorio de su comunidad. Eh...\nestas empresas, al extraer el petróleo, causaban contaminación\".\nLuego de escuchar la práctica, los estudiantes ofrecen comentarios sobre la exposición.\n¿Cuál de\nlos siguientes comentarios se centra en la deducción de información del texto oral?",
          "opciones": [
            "\"Nemonte y su activismo nos hacen notar la falta de regularización sobre aquellas\nempresas que depredan los bosques amazónicos\".",
            "\"Nemonte ha realizado acciones que necesitamos imitar con urgencia en nuestro país\npara evitar la depredación de los bosques amazónicos\".",
            "\"Nemonte tendría que haber recibido algún reconocimiento en su país: no debe ser\nsencillo luchar contra los que depredan los bosques amazónicos\"."
          ],
          "respuesta": "\"Nemonte y su activismo nos hacen notar la falta de regularización sobre aquellas\nempresas que depredan los bosques amazónicos\".",
          "respuestaCorta": "Este comentario es una deducción porque, a partir del hecho explícito de que Nemonte tuvo que enfrentarse a las empresas, se infiere una causa subyacente no mencionada: la ausencia de leyes o controles adecuados (falta de regularización).",
          "solucionario": "Deducir o inferir es extraer una conclusión que no está dicha explícitamente. El texto menciona la lucha contra empresas extractoras. El comentario 'a' va más allá de lo dicho y deduce un problema sistémico (la falta de regulación) que permite esa situación. El comentario 'b' es una propuesta de acción, y el 'c' es una opinión o juicio de valor.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes está practicando su texto oral que tiene como propósito revalorar\nel papel activo de María Parado de Bellido en la independencia peruana.\nUn integrante del\nequipo ha presentado su intervención y el resto de sus compañeros de clase le ofrecen\ndiversos comentarios.\n¿Cuál de los siguientes comentarios evidencia una reflexión sobre los\naspectos formales del texto oral?",
          "opciones": [
            "\"Creo que las dudas que te formulaste a ti mismo acerca de la vida de María Parado de\nBellido, en varios momentos de la exposición, despertaron mi interés por querer saber\nsobre ella\".",
            "\"Considero que las cualidades sobre el carácter de María Parado de Bellido que\nelegiste describir se quedan cortas para expresar el valor que le podemos atribuir a sus\nacciones\".",
            "\"Pienso que las acciones de María Parado de Bellido representan ejemplos que\nse pueden seguir en cualquier época, debido a que ella es un símbolo de valentía y\nlibertad\"."
          ],
          "respuesta": "\"Creo que las dudas que te formulaste a ti mismo acerca de la vida de María Parado de\nBellido, en varios momentos de la exposición, despertaron mi interés por querer saber\nsobre ella\".",
          "respuestaCorta": "Este comentario se centra en un aspecto formal, que es el uso de un recurso retórico (las preguntas retóricas o autoformuladas) y su efecto en la audiencia (despertar interés).",
          "solucionario": "Los aspectos formales se refieren a la estructura, el lenguaje y los recursos utilizados en un texto (el 'cómo' se dice), en contraposición al contenido (el 'qué' se dice). La opción 'a' analiza el uso de una estrategia discursiva (formularse dudas) y su función. Las opciones 'b' y 'c', en cambio, reflexionan sobre el contenido: la selección de la información y la valoración del personaje.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo está llevando a cabo la práctica de su texto oral acerca de Malala Yousafzai, activa\ndefensora del derecho a la educación de las niñas.\nA continuación, se presenta la transcripción\ndel cierre presentado por uno de los integrantes de este equipo:\n\"En resumen... este... Malala, a los 14 años, tuvo la valentía y el coraje de ser la defensora\ndel derecho a educarse de las niñas de su país y de enfrentarse a quienes prohibían que\nlas mujeres reciban educación. Eh... y todos tenemos ese derecho. Como decía, ella se\nopuso a esa prohibición y, por ello, atentaron contra su vida. Pero ella sobrevivió y pudo\nrecuperarse satisfactoriamente. En el año... eh... 2014, recibió el Premio Nobel de la Paz\npor su activismo. De otro lado, Malala también ha escrito un libro sobre su vida y ahora\ntrabaja de la mano con instituciones defensoras de los derechos humanos para lograr\nque cada vez más mujeres puedan ejercer su derecho a la educación. Gracias\".\nAl terminar de escuchar el texto oral, la docente busca que los estudiantes reflexionen sobre\nel contenido del cierre presentado.\n¿Cuál de las siguientes acciones pedagógicas es más\nadecuada para ello?",
          "opciones": [
            "Pedir a los estudiantes que indiquen por qué Malala defiende el derecho a la educación.\nLuego, comentar que Malala logró que instituciones defensoras de los derechos humanos\nvelen por el cumplimiento del derecho a la educación de las niñas.",
            "Pedir a los estudiantes que busquen y seleccionen otras fuentes sobre el activismo de\nMalala, además de la información que se ha expuesto en el texto oral.\nLuego, solicitar\nque escriban un texto para describir su activa participación ciudadana.",
            "Pedir a los estudiantes que mencionen cuál de los hechos de la vida de Malala creen\nque puede haber generado mayor repercusión internacional.\nLuego, proponer que\nintercambien comentarios sobre los efectos en la sociedad del hecho mencionado."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen cuál de los hechos de la vida de Malala creen\nque puede haber generado mayor repercusión internacional.\nLuego, proponer que\nintercambien comentarios sobre los efectos en la sociedad del hecho mencionado.",
          "respuestaCorta": "Esta acción promueve una reflexión de alto nivel al pedir a los estudiantes que evalúen la importancia y el impacto social de los hechos presentados, conectando el contenido del texto con un contexto más amplio.",
          "solucionario": "La reflexión sobre el contenido implica que los estudiantes valoren, opinen y conecten la información con sus conocimientos y el mundo. La opción 'c' es la más adecuada porque les pide jerarquizar la relevancia de los hechos ('mayor repercusión') y analizar sus consecuencias sociales ('efectos en la sociedad'), lo cual es una tarea de reflexión profunda sobre el significado de lo escuchado.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los integrantes de uno de los equipos practican su texto oral que busca destacar el trabajo de\nla cantante peruana Renata Flores en la revalorización de la lengua quechua.\nA continuación,\nse muestra la transcripción de un fragmento de la exposición que uno de los miembros de\nese equipo presentó en clase:\n\"Compañeros, este... Renata Flores tiene 21 años. Puede comunicarse tanto en castellano\ncomo en quechua. Varios de nosotros también hablamos quechua, aunque algunos\ncompañeros ya lo están olvidando. Renata... este... se propone que la gente aprenda\nquechua. En sus presentaciones, puede notarse su intención de revalorizar este idioma,\nmostrar que es parte de nuestra identidad. Ella siempre dice que no solo se puede\nusar para conversar con nuestras familias, sino también para informarnos, divertirnos y\nexpresar lo que sentimos. Por el trabajo que ella hace... eh... de cantar rap en quechua,\nmuchas personas se han interesado en esa lengua y muchas otras la quieren aprender\".\nLuego de escuchar la exposición, tres estudiantes ofrecen sus comentarios acerca del texto\noral.\n¿Cuál de los siguientes comentarios expresa una conclusión que se desprende del\nfragmento?",
          "opciones": [
            "\"Yo aprendí trabalenguas en quechua, por lo que comparto la idea de que podemos\ndivertirnos usando ese idioma\".",
            "\"El quechua puede ser reivindicado gracias al trabajo que realizan artistas que han\naprendido castellano y quechua\".",
            "\"Es cierto que muchas personas hemos aprendido quechua, pese a que nos estemos\nolvidando de usarlo en la vida diaria\"."
          ],
          "respuesta": "\"El quechua puede ser reivindicado gracias al trabajo que realizan artistas que han\naprendido castellano y quechua\".",
          "respuestaCorta": "Esta opción presenta una conclusión válida, ya que generaliza el caso específico de Renata Flores para formular un principio más amplio sobre el rol de los artistas bilingües en la reivindicación del quechua.",
          "solucionario": "Una conclusión es una idea general que se deriva de la información específica presentada. El texto oral describe el caso particular de Renata Flores, una artista bilingüe que, a través de su música, revaloriza el quechua. El comentario 'b' toma este caso como ejemplo para llegar a la conclusión general de que artistas con ese perfil pueden lograr la reivindicación del idioma. Las otras opciones son un comentario personal o una reafirmación de una premisa del texto, no una conclusión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p08",
      "contexto": "En el marco de un proyecto conjunto entre las áreas de Ciencia y Tecnología, y de\nComunicación, los estudiantes de tercer grado están investigando sobre las innovaciones\ncientíficas y tecnológicas realizadas recientemente en el Perú.\nOrganizados en equipos y\norientados por la docente, los estudiantes elaborarán diversos textos con el propósito de\nexplicar por qué estas innovaciones mejoran la calidad de vida de las personas.\nDichos\ntextos serán publicados en el periódico mural de la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la planificación, un equipo ha recabado información diversa sobre Junicha\nWasi, innovación que busca crear modelos de viviendas térmicas en zonas en las que las\nheladas afectan seriamente a las comunidades.\nSin embargo, los integrantes del equipo tienen\ndificultades para organizar dicha información.\nPor ello, le piden a la docente que los oriente\nen la elaboración de un esquema de escritura.\n¿Cuál de las siguientes acciones pedagógicas\nes más adecuada para ello?",
          "opciones": [
            "Pedir que, a partir de la información recopilada, mencionen los beneficios de la innovación\nJunicha Wasi.\nLuego, preguntar qué aspectos de la vida de las personas mejoran gracias\na estos beneficios.\nDespués, junto con el equipo, elaborar un esquema para organizar\nla información que recabaron según los tipos de beneficios que ofrece la innovación.",
            "Pedir que mencionen qué información han recopilado sobre Junicha Wasi.\nLuego,\ncomentar que realizar el esquema de escritura los ayudará a organizar sus ideas antes de\nescribir sobre la influencia que tiene la innovación en la mejora de la calidad de vida de\nlas personas.\nDespués, indicar los pasos para elaborar un esquema con esa información.",
            "Pedir que dialoguen sobre la información que los ayuda a explicar por qué la innovación\nJunicha Wasi mejora la vida de las personas.\nLuego, solicitar que establezcan una\njerarquía a partir de dicha información.\nDespués, ofrecer varios tipos de esquemas,\nindicar que elijan el que más les guste y sugerir las ideas que pueden incluir en él."
          ],
          "respuesta": "Pedir que, a partir de la información recopilada, mencionen los beneficios de la innovación\nJunicha Wasi.\nLuego, preguntar qué aspectos de la vida de las personas mejoran gracias\na estos beneficios.\nDespués, junto con el equipo, elaborar un esquema para organizar\nla información que recabaron según los tipos de beneficios que ofrece la innovación.",
          "respuestaCorta": "La opción A es la más adecuada porque guía a los estudiantes paso a paso a identificar y categorizar la información (beneficios) para luego construir colaborativamente el esquema de organización.",
          "solucionario": "Para elaborar un esquema de escritura efectivo, la docente debe ayudar a los estudiantes a categorizar la información. La opción A promueve esto al pedirles que identifiquen los beneficios, luego que reflexionen sobre qué aspectos de la vida mejoran (categorización), y finalmente que construyan el esquema juntos basándose en estos tipos de beneficios. Es un proceso andamiado y colaborativo que parte de la información que tienen.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo elaboró un folleto para describir el funcionamiento de la innovación Qanwan\nQashani, dispositivo creado para ayudar a las personas que presentan discapacidad visual\na trasladarse con mayor facilidad.\nDurante la revisión, la docente nota que algunas ideas\nse alejan del propósito de su folleto.\nPor ello, busca ayudar a los estudiantes a que, por sí\nmismos, se den cuenta de este problema.\n¿Cuál de las siguientes acciones pedagógicas es\nmás adecuada para ello?",
          "opciones": [
            "Entregar una lista de cotejo sobre los aspectos que debe cumplir su folleto, como el\npropósito comunicativo, la adecuación del texto al público y el uso pertinente de\nimágenes.\nLuego, revisar el texto usando dicha lista y señalar lo que deben mejorar.",
            "Mencionar que el propósito de su folleto es describir el funcionamiento del dispositivo\nque ayuda a las personas que presentan discapacidad visual a trasladarse.\nLuego, indicar\nlas partes del texto que contribuyen a este propósito y las que no lo hacen.",
            "Pedir que mencionen cuál es el propósito de su folleto, y que subrayen las ideas que\nconsideran esenciales para lograr dicho propósito y expliquen por qué.\nLuego, solicitar\nque comenten por qué decidieron no subrayar algunas ideas."
          ],
          "respuesta": "Pedir que mencionen cuál es el propósito de su folleto, y que subrayen las ideas que\nconsideran esenciales para lograr dicho propósito y expliquen por qué.\nLuego, solicitar\nque comenten por qué decidieron no subrayar algunas ideas.",
          "respuestaCorta": "La mejor acción es la que guía a los estudiantes a autoevaluar su texto, contrastándolo con el propósito que ellos mismos establecieron, para que descubran las ideas irrelevantes.",
          "solucionario": "La opción 'c' promueve la metacognición. Al hacer que los estudiantes verbalicen su propósito y luego justifiquen qué ideas lo cumplen y cuáles no, el docente facilita que ellos mismos identifiquen las digresiones. Las opciones 'a' y 'b' son menos efectivas porque el docente es quien señala el error o indica las partes incorrectas, limitando el proceso de descubrimiento del estudiante.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Otro equipo ha recabado información sobre el proyecto Rompemuelles-bomba, innovación\nque busca suministrar agua potable a las familias de zonas altoandinas.\nLos integrantes del\nequipo han elaborado la primera versión de su tríptico, que busca explicar el funcionamiento\nde dicho proyecto.\nEsta es una parte del texto que han escrito:\nLos Rompemuelles-bomba son una innovacion que coordina la ingeniera Sandra\nVergara y, con la innovacion, se busca mejorar la calidad de vida de las personas.\nSe han\ninstalado Rompemuelles-bomba en varios lugares. Consta de varias partes. Tiene un\nfuncionamiento interesante.\nPor un lado, las familias de zonas de altura tienen un mejor\nsuministro de agua.\nAun asi, el uso de esta innovacion debe expandirse a más regiones\nde altura.\nLa docente busca que los estudiantes mejoren diversos aspectos de su escrito, por lo que les\nrealiza algunas preguntas.\n¿Cuál de los siguientes grupos de preguntas es adecuado para que\nidentifiquen el principal problema de escritura de su texto?",
          "opciones": [
            "¿Creen que las palabras de su texto han sido escritas según las reglas ortográficas de\ntildación general?\n¿Qué palabras agudas de su escrito requieren llevar tilde de forma\nobligatoria?",
            "¿Creen que es necesario realizar una modificación en los conectores utilizados en el\ntexto?\n¿Qué otros conectores pueden emplear para evidenciar de modo más preciso la\nrelación lógica entre sus ideas?",
            "¿Creen que las ideas incluidas ayudan al lector a comprender el funcionamiento de\nla innovación?\n¿Qué ideas deben incluirse en el texto para entender por qué esta\ninnovación mejora el suministro de agua?"
          ],
          "respuesta": "¿Creen que las ideas incluidas ayudan al lector a comprender el funcionamiento de\nla innovación?\n¿Qué ideas deben incluirse en el texto para entender por qué esta\ninnovación mejora el suministro de agua?",
          "respuestaCorta": "El problema principal es la falta de contenido y desarrollo; el texto no explica cómo funciona la innovación. Las preguntas de la opción 'c' apuntan directamente a este vacío de información.",
          "solucionario": "Si bien el texto tiene problemas de tildación (a) y uso de conectores (b), su falla más grave es la falta de coherencia y desarrollo. El texto menciona la innovación pero no explica en absoluto su funcionamiento. Las preguntas de la opción 'c' son las más adecuadas porque se centran en el problema de fondo: la ausencia de la información esencial que el tríptico prometía entregar.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p09",
      "contexto": "¿En qué momento se domesticaron los perros? Es una duda recurrente que buscaría explicar\npor qué estos animales, desde hace tantos miles de años, son conocidos como el \"mejor\namigo del hombre\".\nLo que sabemos hoy es que el perro es un descendiente del lobo;\nsin\nembargo, se desconoce cómo y cuándo fue que empezó esa relación de amistad.\nUn nuevo\nestudio comparativo de genes caninos sostiene que el \"secreto\" está en la alimentación\nque tuvieron los ancestros de los perros.\nUn equipo de investigadores (compuesto por especialistas en genética, medicina,\necofisiología, biología, bioquímica y microbiología) de la Universidad de Uppsala en Suecia,\nla Universidad de Hedmark en Noruega y el Instituto Tecnológico de Massachusetts\nen Estados Unidos, entre otros, examinaron el ADN de más de 50 perros de diferentes\nrazas y lo compararon con la información genética de 12 lobos provenientes de diversos\nlugares alrededor del mundo.\nLas diferencias más relevantes se encontraron en los genes\npertenecientes al desarrollo cerebral y a la metabolización del almidón.\nEn contraste con el lobo, el can tiene muchos más genes que codifican las enzimas\nnecesarias para digerir el almidón.\nEl perro puede hacer mejor uso de los nutrientes de\nciertos carbohidratos.\nPor esta razón, se asume que los cambios que ha provocado esta dieta\na base de carbohidratos son responsables de la personalidad dócil y energética del perro.\nLos hallazgos de la investigación sustentan la teoría de que el proceso de domesticación\nse originó a partir de aquellos lobos capaces de digerir los alimentos producidos por los\nprimeros agricultores.\nLa comida de los asentamientos primerizos de nuestros ancestros\nrepresentó una nueva fuente de alimentación que, con el paso del tiempo, provocó que,\nprimero, el lobo y, después, el perro vivieran permanentemente cerca del hombre.\nEn\notras palabras, el proceso de evolución del perro está íntimamente ligado al consumo de\nalimentos de los antiguos seres humanos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de la actividad, el docente pide a los estudiantes que comenten los aspectos del\ntexto que llamaron su atención.\n¿Cuál de los siguientes comentarios evidencia una deducción\nde información del texto?",
          "opciones": [
            "\"En las investigaciones sobre el ADN de los perros, los expertos con participación más\nrelevante fueron los biólogos\".",
            "\"Ciertos animales, como sucede con los lobos, pueden aprovechar en menor medida los\nnutrientes que tienen los carbohidratos\".",
            "\"Los cambios en la alimentación de los ancestros de los perros nos ayudan a conocer el\nmomento en que los seres humanos lograron domesticarlos\"."
          ],
          "respuesta": "\"Ciertos animales, como sucede con los lobos, pueden aprovechar en menor medida los\nnutrientes que tienen los carbohidratos\".",
          "respuestaCorta": "Este comentario es una deducción válida, ya que parte de la información específica de que los lobos digieren mal el almidón y lo generaliza a un principio más amplio sobre ciertos animales.",
          "solucionario": "El texto afirma explícitamente que los perros tienen más genes para digerir el almidón en contraste con los lobos. De esta comparación específica, se puede deducir la idea más general de que los lobos (y por extensión, 'ciertos animales') son menos eficientes en el aprovechamiento de carbohidratos. La opción 'a' es una suposición sin base en el texto, y la 'c' es una paráfrasis de la idea principal, no una deducción.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente tiene como propósito que los estudiantes reflexionen sobre los aspectos formales\ndel texto.\n¿Cuál de las siguientes acciones pedagógicas es adecuada para el logro de dicho\npropósito?",
          "opciones": [
            "Pedir a los estudiantes que mencionen con qué finalidad el texto empieza planteando\nuna pregunta.",
            "Pedir a los estudiantes que propongan un nuevo título tomando en cuenta la información\nque ofrece el texto.",
            "Pedir a los estudiantes que subrayen las ideas del texto que muestran la influencia de las\npersonas en la domesticación de animales."
          ],
          "respuesta": "Pedir a los estudiantes que mencionen con qué finalidad el texto empieza planteando\nuna pregunta.",
          "respuestaCorta": "Esta acción se enfoca en un aspecto formal del texto: el uso de una pregunta retórica como recurso de apertura para captar el interés del lector y presentar el tema.",
          "solucionario": "Los aspectos formales se refieren a la estructura y los recursos lingüísticos del texto. La opción 'a' dirige la atención a una elección estructural y retórica del autor (la pregunta inicial) y su función. Las opciones 'b' y 'c' se centran en el contenido del texto (sintetizar la idea principal o localizar información), no en su forma.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento, el docente formula a los estudiantes la siguiente pregunta: \"¿A qué creen\nque se deba que, en investigaciones como la que presenta el texto, se involucren científicos\nde varias ramas de la ciencia?\".\n¿Por qué la pregunta planteada por el docente promueve que los estudiantes reflexionen\nsobre el contenido del texto?",
          "opciones": [
            "Porque busca que los estudiantes expresen sus ideas sobre qué aporta la participación\nde diversas disciplinas en una investigación.",
            "Porque busca que los estudiantes se den cuenta de que el propósito del texto es brindar\ninformación científica sobre la domesticación de los perros.",
            "Porque busca que los estudiantes indaguen sobre los fenómenos abordados por\nlas ciencias dedicadas al estudio de la evolución de los animales."
          ],
          "respuesta": "Porque busca que los estudiantes expresen sus ideas sobre qué aporta la participación\nde diversas disciplinas en una investigación.",
          "respuestaCorta": "La pregunta promueve la reflexión al hacer que los estudiantes conecten una información del texto (la lista de especialistas) con el concepto más amplio del valor de la interdisciplinariedad en la ciencia.",
          "solucionario": "La pregunta del docente utiliza un dato del texto (la variedad de especialistas) como punto de partida para que los estudiantes reflexionen sobre un concepto más amplio y abstracto: la importancia de la colaboración entre diferentes disciplinas científicas. Esto los lleva a evaluar el contenido y sus implicaciones en el mundo real, lo cual es un acto de reflexión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p10",
      "contexto": "Una IE está organizando una campaña para sensibilizar a la comunidad educativa sobre\nlos problemas ambientales que afectan a la localidad.\nEn este contexto, los estudiantes de\nsegundo grado, en equipos y orientados por la docente, van a escribir textos para ofrecer\nmedidas que contribuyan a enfrentar dichos problemas.\nEstos textos serán publicados en\nlas redes sociales de la IE.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes ha escrito una noticia cuyo propósito es informar sobre una\nalternativa eficaz para el recojo de residuos sólidos.\nEl equipo le ha entregado a la docente el\ntexto en una primera versión para que lo revise.\nLuego de leer el escrito, ella nota que en el\ntexto de los estudiantes se evidencian varios logros.\n¿Cuál de las siguientes alternativas NO\nse refiere a un logro sobre la adecuación del texto a la situación comunicativa?",
          "opciones": [
            "La organización de ideas en párrafos contribuye a identificar la secuencia de hechos de\nla noticia.",
            "La adaptación de términos especializados en función del público contribuye a\ncomprender la noticia.",
            "La elección y distribución de los gráficos utilizados contribuye a dejar clara la\ninformación ofrecida en la noticia."
          ],
          "respuesta": "La organización de ideas en párrafos contribuye a identificar la secuencia de hechos de\nla noticia.",
          "respuestaCorta": "La organización de ideas en párrafos es una propiedad de la coherencia interna del texto, mientras que la adecuación se refiere al ajuste del texto al propósito, la audiencia y el contexto.",
          "solucionario": "La adecuación se relaciona con los factores externos de la comunicación (quién, a quién, para qué, en qué contexto). Adaptar el lenguaje al público (b) y usar gráficos para el destinatario (c) son claros ejemplos de adecuación. En cambio, la organización interna en párrafos (a) es una propiedad textual de la coherencia, que asegura que el texto tenga una estructura lógica, independientemente de la situación comunicativa.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes ha escrito un ensayo expositivo cuyo propósito es plantear\nacciones para ayudar a reducir los efectos en el ambiente de los basurales a cielo abierto.\nLos\nestudiantes le presentan a la docente la primera versión de la introducción de su ensayo, que\nse muestra a continuación:\nAlerta ambiental: basurales a cielo abierto en nuestra comunidad\nTodos los días se producen 21 mil toneladas de basura en el Perú.\nEl 45% termina\nen riberas de ríos y playas, y en las calles. Se crean basurales a cielo abierto.\nLa gente\narroja y quema sus desechos en los basurales. No hay control sobre los basurales a\ncielo abierto.\nSe generan graves consecuencias. La quema de la basura contamina el\naire. Las personas tienen problemas respiratorios.\nLa calidad de vida de las personas se\ndeteriora. Es una emergencia ambiental.\nSe explicarán alternativas que pueden realizar\nlos ciudadanos para ayudar a reducir los efectos generados por los basurales a cielo\nabierto en nuestro barrio.\nLa docente nota que los estudiantes pueden explicitar mejor la relación lógica entre las\nideas del texto empleando conectores.\nPor ello, busca orientarlos para que trabajen en este\naspecto.\n¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Escribir en la pizarra \"la quema de la basura contamina el aire. Por ello, las personas\ntienen problemas respiratorios\".\nLuego, preguntar si creen que el conector usado hace\nexplícito que el aire contaminado provoca problemas respiratorios en las personas.\nPor\núltimo, pedir que, como en el caso anterior, usen conectores en otras ideas del texto.",
            "Preguntar qué relación lógica existe entre la idea de que la gente arroje sus desechos\nen los basurales y la idea de la falta de control sobre esos basurales.\nLuego, solicitar que\nmencionen qué conector explicitaría la relación entre esas ideas.\nDespués, pedir que\nindiquen qué otras relaciones en el texto podrían evidenciarse con conectores.",
            "Solicitar que elaboren una lista de los conectores que conocen.\nLuego, proponer que\norganicen esos conectores tomando en cuenta el tipo de relación lógica que estos\ncontribuyen a evidenciar.\nFinalmente, pedir que utilicen la lista de conectores elaborada\npara explicitar la relación lógica entre las ideas de su propio escrito."
          ],
          "respuesta": "Preguntar qué relación lógica existe entre la idea de que la gente arroje sus desechos\nen los basurales y la idea de la falta de control sobre esos basurales.\nLuego, solicitar que\nmencionen qué conector explicitaría la relación entre esas ideas.\nDespués, pedir que\nindiquen qué otras relaciones en el texto podrían evidenciarse con conectores.",
          "respuestaCorta": "La acción más efectiva es la que guía a los estudiantes a analizar primero la relación lógica subyacente entre las ideas y luego, como consecuencia de ese análisis, a seleccionar el conector adecuado.",
          "solucionario": "La opción 'b' es la más adecuada porque promueve un proceso de razonamiento en los estudiantes. En lugar de darles un ejemplo (a) o una herramienta sin contexto (c), los guía para que ellos mismos descubran las relaciones lógicas en su propio texto y luego busquen las palabras (conectores) que expresen dichas relaciones, asegurando un uso más consciente y significativo de los recursos cohesivos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p11",
      "contexto": "En una IE, se está realizando un proyecto que tiene como propósito difundir información\nsobre las mujeres que han contribuido al desarrollo de las ciencias naturales.\nEn este\ncontexto, los estudiantes de tercer grado, acompañados por el docente, están leyendo\ntextos seleccionados por ellos mismos.\nA continuación, se presenta uno de estos textos:\nJane Goodall nació en 1934 en un pueblo acogedor ubicado al sur de Inglaterra, donde\ncreció rodeada de animales.\nAllí, desde corta edad, debido a su inagotable curiosidad por\nconocer más sobre los animales, vivió soñando con viajar a África.\nPor fin, a los 23 años,\nhizo realidad su sueño y viajó a Kenia, donde conoció al antropólogo Louis Leakey.\nDurante\nsus conversaciones, Jane demostraba vastos conocimientos sobre historia natural y gran\ninterés por la ciencia.\nPor esta razón, Leakey la invitó a participar en una investigación\nen Gombe (Tanzania), que consistía en estudiar el comportamiento de los chimpancés\nde ese lugar.\nLuego de una larga planificación para el viaje, en 1960, acompañada de su\nmadre, Jane instaló su tienda en la selva y comenzó su proyecto de investigación, que\nestaba previsto para durar seis meses.\nSin embargo, tras más de seis décadas de trabajo\nsostenido, Jane Goodall y el instituto que lleva su nombre aún continúan profundizando en\nlos estudios sobre la vida de los chimpancés.\nLos resultados de sus investigaciones de campo sobre los primates revolucionaron la\ncomunidad científica.\nDurante sus observaciones, Jane descubrió que los chimpancés\neran capaces de elaborar herramientas, y usarlas para obtener alimento, beber y,\nocasionalmente, agredir.\nEste fue uno de sus varios aportes pioneros a la primatología,\nque puso en entredicho los conocimientos de la época acerca de los chimpancés.\nLos\nhallazgos de sus estudios son conocidos en el mundo entero, debido a los documentales\nque se elaboraron sobre su trabajo y que fueron transmitidos por canales televisivos para\nel público general.\nSu perseverancia, intuición, empatía e imprescindible capacidad de\nobservación le permitieron profundizar en el mundo de los chimpancés para revelar su\nconducta instrumental, estructura social, caza, guerra entre grupos, altruismo, dominancia,\ncanibalismo, crianza y adopción.\nJane Goodall es doctora en etología por la Universidad de Cambridge y doctora honoris\ncausa por más de 45 universidades.\nHa sido distinguida con más de 100 premios en todo el\nmundo.\nHa escrito más de 26 libros, innumerables artículos científicos, y existen más de 20\nproducciones sobre ella para cine y televisión.\nSu trabajo ha sido fundamental no solo para\ndifundir conocimientos sobre los chimpancés y otras especies, sino también para afianzar\nsu protección y la de sus ecosistemas.\nLos aportes de Jane Goodall son tan relevantes que, actualmente, es considerada una de\nlas mujeres de mayor impacto en el siglo veinte.\nAdemás, es una notable e importante\nactivista del siglo veintiuno.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al terminar de leer, los estudiantes comparten diversos comentarios sobre los aspectos del\ntexto que llamaron su atención.\n¿Cuál de los siguientes comentarios corresponde a una\nlectura crítica de dicho texto?",
          "opciones": [
            "\"Me pregunto si Jane fue consciente del gran impacto que generaría con sus\ninvestigaciones. Si yo estuviera en su lugar, creo que me sentiría orgullosa y satisfecha de\nlo que he logrado\".",
            "\"Era usual que las mujeres no tengan espacios en el ámbito científico en el siglo veinte.\nEsto no tuvo que ver con su capacidad, sino con la sociedad que imponía muchos límites,\ncomo le pudo haber ocurrido a Jane\".",
            "\"Yo opino que Jane se mantiene vigente porque es claro que fue pionera en varios campos\nde la ciencia. Además, ella ha demostrado ser muy productiva: publicó investigaciones y\nsu trabajo ha sido llevado a la televisión\"."
          ],
          "respuesta": "\"Era usual que las mujeres no tengan espacios en el ámbito científico en el siglo veinte.\nEsto no tuvo que ver con su capacidad, sino con la sociedad que imponía muchos límites,\ncomo le pudo haber ocurrido a Jane\".",
          "respuestaCorta": "Este comentario demuestra una lectura crítica porque sitúa la información del texto dentro de un contexto sociohistórico más amplio (las barreras de género en la ciencia), evaluando así las circunstancias que rodearon los logros de la protagonista.",
          "solucionario": "Una lectura crítica implica analizar y evaluar el texto, contrastándolo con el contexto o con otros conocimientos. El comentario 'b' hace precisamente eso, al contextualizar la trayectoria de Jane Goodall en el marco de las dificultades que enfrentaban las mujeres en la ciencia en el siglo XX. El comentario 'a' es una reflexión personal empática. El 'c' es una síntesis y una opinión basada únicamente en la información del texto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes deduzcan información del texto.\n¿Cuál de las siguientes\nacciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Pedir que señalen los pasajes del texto que aludan a las investigaciones de Jane Goodall\nsobre los primates.\nLuego, solicitar que indiquen a qué se debe que sus hallazgos sean\nconocidos en el mundo.",
            "Pedir que identifiquen información del texto que se refiera a los primeros años de vida\nde Jane Goodall, Luego, solicitar que indiquen cuál fue la razón por la que vivía soñando\ncon viajar a África.",
            "Pedir que subrayen las ideas del texto referidas a las cualidades que tiene Jane Goodall.\nLuego, solicitar que indiquen qué rol cumplieron esas cualidades en su trayectoria\nacadémica."
          ],
          "respuesta": "Pedir que subrayen las ideas del texto referidas a las cualidades que tiene Jane Goodall.\nLuego, solicitar que indiquen qué rol cumplieron esas cualidades en su trayectoria\nacadémica.",
          "respuestaCorta": "Esta acción requiere una deducción, ya que los estudiantes deben conectar dos informaciones dadas por separado (sus cualidades personales y sus logros académicos) para inferir la relación causal entre ambas.",
          "solucionario": "Las opciones 'a' y 'b' solicitan información que está explícita o casi explícita en el texto. En cambio, la opción 'c' pide a los estudiantes que establezcan un vínculo que el texto no declara directamente. El texto menciona las cualidades de Jane (perseverancia, intuición, etc.) y también sus logros, pero son los estudiantes quienes deben deducir cómo las primeras fueron instrumentales para alcanzar los segundos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre el contenido del texto.\n¿Cuál de las\nsiguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Solicitar que identifiquen los aportes de Jane Goodall a la primatología.\nLuego, mencionar\nque dichos aportes tienen vigencia porque cambiaron la perspectiva acerca de los\nmétodos usados para realizar investigaciones sobre los primates.",
            "Preguntar si, actualmente, para sensibilizar a las personas acerca de la protección de los\necosistemas de los chimpancés, sería efectivo transmitir documentales sobre el trabajo\nde Jane Goodall.\nLuego, solicitar que ofrezcan razones que sostengan sus ideas.",
            "Compartir una semblanza acerca de la vida académica de Birutė Galdikas, científica\ndedicada a investigar orangutanes, y contemporánea de Jane Goodall.\nLuego, pedir que\nelaboren un cuadro de doble entrada que muestre las trayectorias de ambas científicas."
          ],
          "respuesta": "Preguntar si, actualmente, para sensibilizar a las personas acerca de la protección de los\necosistemas de los chimpancés, sería efectivo transmitir documentales sobre el trabajo\nde Jane Goodall.\nLuego, solicitar que ofrezcan razones que sostengan sus ideas.",
          "respuestaCorta": "Esta acción promueve la reflexión al pedir a los estudiantes que tomen información del texto (el uso de documentales) y la evalúen en el contexto actual, formulando un juicio de valor sobre su efectividad y fundamentándolo.",
          "solucionario": "Reflexionar sobre el contenido implica ir más allá de la comprensión, para evaluar, opinar o conectar el texto con la realidad actual. La opción 'b' es un claro ejemplo de esto, ya que pide a los estudiantes que valoren la vigencia y efectividad de una de las herramientas de difusión de Goodall en el mundo de hoy. La opción 'a' es principalmente expositiva por parte del docente. La 'c' es una actividad de comparación de información.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes han terminado de leer diversos textos sobre mujeres que actualmente destacan\npor su labor científica, como Jane Goodall en su momento.\nDichos estudiantes dialogan con el\ndocente acerca de que, en comparación con los hombres, son pocas las mujeres que tienen\nalgún tipo de reconocimiento por su trabajo en la ciencia.\nEn este contexto, el docente plantea\nlas siguientes preguntas:\n\"¿Creen que las estudiantes que lean estos textos podrían sentirse motivadas a estudiar\nuna carrera científica? ¿Qué ideas de los textos podrían tener mayor influencia en su\ndecisión?\".\n¿Por qué las preguntas realizadas por el docente son adecuadas para promover la reflexión\nsobre el contenido de textos escritos?",
          "opciones": [
            "Porque promueven que los estudiantes conozcan, sobre la base de información\nactualizada que ofrecen diversos textos, las posturas de varios autores acerca del rol\nde las mujeres en la ciencia.",
            "Porque promueven que los estudiantes fundamenten una posición, a partir de la\nvinculación de sus propias experiencias con información diversa sobre la contribución\ncientífica de las mujeres.",
            "Porque promueven que los estudiantes contrasten información de diversos textos\ne identifiquen la relevancia de los aportes que las mujeres han realizado a varias\ndisciplinas científicas."
          ],
          "respuesta": "Porque promueven que los estudiantes fundamenten una posición, a partir de la\nvinculación de sus propias experiencias con información diversa sobre la contribución\ncientífica de las mujeres.",
          "respuestaCorta": "Las preguntas son adecuadas para la reflexión porque invitan a los estudiantes a conectar el contenido de los textos con sus propias vidas y perspectivas, para así formar y argumentar una opinión sobre el impacto real de esas lecturas.",
          "solucionario": "La reflexión se produce cuando el lector conecta el texto con su propio mundo. Las preguntas del docente hacen exactamente eso: piden a los estudiantes que se pongan en el lugar de un lector potencial ('las estudiantes que lean'), evalúen el posible impacto del texto ('sentirse motivadas') y lo justifiquen con evidencia textual ('qué ideas'). Este proceso, descrito en la opción 'b', es la esencia de la reflexión sobre el contenido y su trascendencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p12",
      "contexto": "Los estudiantes de segundo grado han notado que los pocos espacios públicos que hay en\nla comunidad están abandonados.\nPor ello, orientados por el docente, van a escribir cartas\na la municipalidad para solicitar la recuperación de estos espacios.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente acompaña a los estudiantes en la planificación de sus cartas.\nEn este contexto,\nuno de los estudiantes le comenta lo siguiente:\n\"Profe, para conocer mejor el tema, tuve que revisar varias fuentes y algunas fueron\ndifíciles de entender. Eh... en las fuentes, subrayé las ideas que me parecieron\nimportantes e hice algunas anotaciones para elaborar un diagrama de llaves, que me\nayudó a organizar mis ideas. Eh... yo quiero dar a conocer la utilidad de los espacios\npúblicos para los niños. Eh... ahora sé que estos espacios son bien importantes para\nhacer deporte, por ejemplo. Lo que no sé aún es con qué ideas cerrar la carta\".\n¿Qué proceso de aprendizaje se evidencia en el comentario del estudiante?",
          "opciones": [
            "La metacognición para la planificación de textos.",
            "La transferencia de aprendizaje sobre la planificación de textos.",
            "La generación de conflicto cognitivo acerca de la planificación de textos."
          ],
          "respuesta": "La metacognición para la planificación de textos.",
          "respuestaCorta": "Se evidencia metacognición porque el estudiante es consciente de su propio proceso de aprendizaje: reflexiona sobre las dificultades que tuvo, las estrategias que usó para superarlas y lo que aún le falta por resolver.",
          "solucionario": "La metacognición es la capacidad de reflexionar sobre el propio proceso de pensamiento y aprendizaje. El estudiante describe las dificultades encontradas ('fueron difíciles de entender'), las estrategias aplicadas ('subrayé', 'hice anotaciones', 'elaborar un diagrama'), el conocimiento adquirido ('ahora sé que...') y la conciencia de lo que le falta ('Lo que no sé aún...'). Esto demuestra un claro monitoreo y regulación de su propio proceso de planificación.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente les solicita a los estudiantes que lean un fragmento extraído de una de sus cartas y\nmencionen qué función cumplen los dos puntos.\nA continuación, se presenta dicho fragmento:\nLos espacios públicos son importantes porque contribuyen a la convivencia entre los\nciudadanos de diversas maneras: estimulan que las personas pasemos tiempo juntas,\nfavorecen que compartamos espontáneamente nuestras experiencias o motivan que\nrealicemos actividades recreativas.\nTres estudiantes deciden intervenir. ¿Qué estudiante identifica la función de los dos puntos\nen la oración presentada?",
          "opciones": [
            "Andrea dice: \"Me parece que los dos puntos se han utilizado para dar ejemplos que\nilustren la idea anterior\".",
            "Brunela dice: \"Pienso que los dos puntos sirven para anunciar que lo que sigue es una\nconsecuencia de la oración anterior\".",
            "Carmen dice: \"Creo que los dos puntos indican que la información que viene es la misma\nque la anterior, pero dicha en otras palabras\"."
          ],
          "respuesta": "Andrea dice: \"Me parece que los dos puntos se han utilizado para dar ejemplos que\nilustren la idea anterior\".",
          "respuestaCorta": "La función de los dos puntos en este caso es introducir una enumeración que ejemplifica las 'diversas maneras' mencionadas previamente.",
          "solucionario": "La oración principal anuncia que se mencionarán 'diversas maneras' en que los espacios públicos contribuyen a la convivencia. Lo que sigue a los dos puntos es una lista de tres ejemplos concretos ('estimulan que pasemos tiempo juntas', 'favorecen que compartamos', 'motivan que realicemos actividades'). Por lo tanto, los dos puntos sirven para introducir una enumeración o ejemplificación de la idea general anterior.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En plenaria, el docente les propone a los estudiantes revisar juntos las cartas que han escrito.\nEn este contexto, una estudiante lee el siguiente fragmento de su carta:\nLos espacios públicos sirven para que todos los adolescentes se recreen y se distraigan.\nPor\nejemplo, en estos espacios, pueden organizarse actividades deportivas y artísticas para ellos.\nDe nada serviría una cancha y un parque grande si los adolescentes no los usan.\nEn realidad,\nquizá no solo ellos, los adultos también deben aprovechar los espacios públicos.\nEl docente pregunta por la función que cumple el conector \"en realidad\" en el fragmento. Tres\nestudiantes ofrecen sus respuestas.\n¿Qué estudiante identifica la función de dicho conector?",
          "opciones": [
            "Anel dice: \"Yo pienso que ese conector se ha utilizado para expresar de manera más\nsimple la información ofrecida en la idea anterior\".",
            "Brenda dice: \"Creo que ese conector se ha usado para presentar una idea que le da\nmás peso a lo que se dice en las oraciones anteriores\".",
            "Carolina dice: \"A mí me parece que ese conector ha sido empleado para indicar que lo\nque sigue es una conclusión de la información anterior\"."
          ],
          "respuesta": "Brenda dice: \"Creo que ese conector se ha usado para presentar una idea que le da\nmás peso a lo que se dice en las oraciones anteriores\".",
          "respuestaCorta": "El conector 'en realidad' se utiliza para rectificar, matizar o dar más énfasis a una idea anterior, introduciendo una precisión que se considera más importante o exacta.",
          "solucionario": "En el texto, la estudiante primero se enfoca en los adolescentes. Luego, usa 'En realidad' para corregir o ampliar esa idea, introduciendo a los adultos y dando a entender que esta nueva perspectiva es más completa o importante. Por lo tanto, el conector sirve para añadir una precisión que refuerza o le da más peso a la argumentación general sobre el uso de los espacios públicos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p13",
      "contexto": "Los estudiantes de tercer grado de una IE están trabajando en un proyecto cuyo objetivo\nes difundir información del código peruano que norma los derechos de los niños, niñas y\nadolescentes.\nComo parte del proyecto, en dicha institución, se realizará una mesa redonda\nen la que los estudiantes participarán como ponentes.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un grupo de estudiantes comenta a la docente que ellos consideran que, para lograr el\npropósito del proyecto, sería mejor realizar un debate.\nAnte este comentario, la docente\nbusca orientarlos para que identifiquen por qué la mesa redonda, y no el debate, es un\ngénero que se ajusta mejor al propósito de difundir información sobre los derechos de los\nniños, niñas y adolescentes.\n¿Cuál de las siguientes acciones pedagógicas es más adecuada\npara ello?",
          "opciones": [
            "Reproducir videos de debates y mesas redondas, y pedir que presten atención a las\ndiferencias en la forma en que los temas son abordados en cada género.\nLuego, proponer\nque compartan las diferencias identificadas. Después, pedir que indiquen cuál es el\ngénero que pueden utilizar para lograr el propósito del proyecto.",
            "Mencionar que, en una mesa redonda, se busca abordar un tema específico fomentando\nel diálogo entre los participantes.\nLuego, comentar que, en un debate, en cambio, se\nargumenta a favor o en contra de un tema controversial.\nA partir de esto, preguntar si\npara lograr el propósito del proyecto deben confrontar posturas.",
            "Preguntar por qué afirman que un debate ayudaría a lograr el propósito del proyecto.\nLuego, pedir que expliquen si creen que escuchar un intercambio libre entre expertos\nacerca de este tema contribuiría o no al logro de dicho propósito.\nSobre esta base, señalar\nque el género que se debería emplear es una mesa redonda."
          ],
          "respuesta": "Reproducir videos de debates y mesas redondas, y pedir que presten atención a las\ndiferencias en la forma en que los temas son abordados en cada género.\nLuego, proponer\nque compartan las diferencias identificadas. Después, pedir que indiquen cuál es el\ngénero que pueden utilizar para lograr el propósito del proyecto.",
          "respuestaCorta": "La acción más adecuada es la que permite a los estudiantes descubrir por sí mismos las características de cada género a través de la observación y el análisis comparativo, para luego tomar una decisión informada.",
          "solucionario": "Esta opción promueve el aprendizaje por descubrimiento. Al observar ejemplos reales, los estudiantes pueden identificar de manera concreta que el debate se centra en la confrontación de posturas, mientras que la mesa redonda se enfoca en la exposición de diferentes perspectivas sobre un tema para informar. Esto les permitirá concluir autónomamente que la mesa redonda es más adecuada para su propósito de 'difundir información'. Las otras opciones son más directivas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes desarrollen procesos metacognitivos vinculados con la\nproducción de sus propios textos orales.\n¿Cuál de las siguientes acciones pedagógicas es más\nadecuada para ello?",
          "opciones": [
            "Pedir a los estudiantes que compartan con sus compañeros los esquemas que usarán en\nla elaboración de los textos para la mesa redonda.\nLuego, solicitar que los lean y formulen\ncomentarios al equipo correspondiente sobre las ideas que más llamaron su atención.",
            "Dialogar con los estudiantes en plenaria, y preguntar qué conocimientos y recursos creen\nque necesitarán para la mesa redonda.\nLuego, solicitar que elaboren una lista de estos\nconocimientos y recursos, y que propongan alternativas para contar con ellos.",
            "Entregar a los estudiantes una rúbrica en la que se describan los niveles de desempeño\nesperados de las intervenciones orales de la mesa redonda.\nLuego, solicitar que\nidentifiquen en qué cambian los niveles propuestos en dicha rúbrica."
          ],
          "respuesta": "Dialogar con los estudiantes en plenaria, y preguntar qué conocimientos y recursos creen\nque necesitarán para la mesa redonda.\nLuego, solicitar que elaboren una lista de estos\nconocimientos y recursos, y que propongan alternativas para contar con ellos.",
          "respuestaCorta": "Esta acción promueve la metacognición al hacer que los estudiantes anticipen y planifiquen su proceso de aprendizaje, reflexionando sobre qué necesitan saber y cómo pueden conseguirlo para cumplir con la tarea.",
          "solucionario": "La metacognición implica la planificación, monitoreo y evaluación del propio aprendizaje. La opción 'b' se centra en la fase de planificación: los estudiantes deben ser conscientes de sus conocimientos actuales, identificar sus necesidades ('qué necesitarán') y planificar estrategias para cubrirlas ('proponer alternativas para contar con ellos'). Esto es un ejercicio metacognitivo por excelencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un estudiante ha grabado en un audio la práctica de su texto oral sobre los derechos civiles\nde niños, niñas y adolescentes, y se lo presenta a la docente.\nLuego de escuchar el audio, ella\nnota que el estudiante utiliza únicamente el conector \"además\" para explicitar las relaciones\nde adición entre sus ideas.\nPor eso, busca orientarlo para que trabaje en el uso variado de\nconectores y expresiones entre las ideas de su texto oral.\n¿Cuál de las siguientes acciones\npedagógicas es más adecuada para ello?",
          "opciones": [
            "Escuchar con el estudiante el audio de su texto oral y conversar con él acerca de la función\nque cumplen los conectores de adición.\nDespués, solicitar que evalúe entre qué ideas\nde su texto oral puede emplear expresiones como \"se podría añadir que\", o conectores\ncomo \"asimismo\".",
            "Solicitar al estudiante que reproduzca el audio nuevamente y determinar qué ideas de su\ntexto oral vinculó con el conector \"además\".\nDespués, pedir que, en una nueva práctica,\nincorpore diversos conectores de adición u otras expresiones para hacer explícita la\nrelación que existe entre sus ideas.",
            "Reproducir el audio del texto oral para escucharlo con el estudiante y pedir que\nidentifique qué conector usó para evidenciar la relación de adición entre sus ideas.\nDespués, preguntar si considera necesario emplear otros conectores o expresiones para\nconectarlas, y en qué casos los utilizaría."
          ],
          "respuesta": "Reproducir el audio del texto oral para escucharlo con el estudiante y pedir que\nidentifique qué conector usó para evidenciar la relación de adición entre sus ideas.\nDespués, preguntar si considera necesario emplear otros conectores o expresiones para\nconectarlas, y en qué casos los utilizaría.",
          "respuestaCorta": "La acción más adecuada es la que promueve la auto-reflexión, guiando al estudiante para que primero identifique su propio patrón de repetición y luego evalúe por sí mismo la necesidad de variar su léxico y decida cómo hacerlo.",
          "solucionario": "La opción 'c' representa la retroalimentación por descubrimiento. El docente guía al estudiante para que (1) se dé cuenta del problema por sí mismo ('identifique qué conector usó'), (2) evalúe la situación ('preguntar si considera necesario emplear otros') y (3) proponga sus propias soluciones ('en qué casos los utilizaría'). Este enfoque fomenta más la autonomía que las otras opciones, que son más directivas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p14",
      "contexto": "Una IE, en coordinación con el municipio de la localidad, está realizando una campaña para\nelaborar estrategias orientadas a mejorar el manejo de residuos sólidos de la localidad.\nEn\neste contexto, los estudiantes de cuarto grado, organizados en equipos y acompañados por\nla docente, van a elaborar diferentes tipos de textos para compartirlos con la comunidad\nmediante los paneles de la escuela.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un equipo de estudiantes ha decidido elaborar un folleto que describa los pasos para reciclar\nlos residuos sólidos producidos en la escuela.\nDurante la búsqueda de información, la docente\nnota que algunos estudiantes no están usando criterios apropiados para seleccionar fuentes\nconfiables.\nPor esta razón, ella busca orientarlos en la identificación de algunos de estos\ncriterios.\n¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Entregar a los estudiantes una fuente confiable y otra que no lo sea, para que identifiquen,\npor ejemplo, si la información que ofrecen está respaldada por organizaciones dedicadas\nal cuidado del ambiente.\nLuego, pedir que expliquen por qué motivo creen que este\nrespaldo serviría para reconocer fuentes confiables.",
            "Mencionar que las fuentes, además de ofrecer información actualizada y vigente, deben\nser publicadas por un autor o autores expertos en el tema sobre el cuidado del ambiente.\nLuego, facilitar algunas fuentes confiables que sirvan de base para que empiecen la\nescritura de la primera versión de sus folletos.",
            "Compartir con los estudiantes un listado con los criterios que deben cumplir las fuentes\nconfiables.\nLuego, solicitar que inicien la búsqueda de fuentes de información sobre el\ncuidado del ambiente, haciendo énfasis en que deben seleccionar, únicamente, las que\ncumplen los criterios incluidos en la lista."
          ],
          "respuesta": "Entregar a los estudiantes una fuente confiable y otra que no lo sea, para que identifiquen,\npor ejemplo, si la información que ofrecen está respaldada por organizaciones dedicadas\nal cuidado del ambiente.\nLuego, pedir que expliquen por qué motivo creen que este\nrespaldo serviría para reconocer fuentes confiables.",
          "respuestaCorta": "La acción más adecuada es la que utiliza el aprendizaje por contraste y descubrimiento, permitiendo que los estudiantes construyan el conocimiento sobre los criterios de confiabilidad al comparar ejemplos opuestos.",
          "solucionario": "La opción 'a' es la más constructivista. En lugar de simplemente darles las reglas (opciones 'b' y 'c'), la docente crea una situación de aprendizaje en la que los estudiantes, al comparar dos fuentes, pueden inferir por sí mismos los criterios de confiabilidad (como la autoría o el respaldo institucional) y reflexionar sobre su importancia. Este método fomenta un entendimiento más profundo y duradero.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Otro equipo de estudiantes ha elaborado un ensayo expositivo sobre las prácticas individuales\npara el manejo adecuado de los residuos sólidos.\nLos estudiantes han terminado la primera\nversión de su escrito y le han pedido a la docente que lo revise para saber qué aspectos\npueden mejorar.\nEste es un fragmento del escrito:\nPrácticas individuales\nUna forma fácil de cuidar nuestra localidad es no botar desperdicios a la vía pública, por\neso, sugerimos esperar hasta ver un tacho de basura para botar envolturas de plástico o\nresiduos de frutas, con nuestras familias podemos clasificar la basura de nuestra casa y\nbotarla en lugares autorizados para que no termine en las calles.\nEn segundo lugar, no se debe tirar el plástico a la calle, como sugerencia para todos,\ndebemos darle un nuevo uso al plástico para evitar que llegue a los océanos.\nSi no se\ncuida la forma en que desechamos el plástico, llegará a los ríos y terminará en el mar.\nLa docente nota que los estudiantes han usado comas en vez de puntos seguidos para delimitar\nsus ideas.\nPor ello, les ofrece comentarios para ayudarlos a identificar, por sí mismos, este\nproblema.\n¿Cuál de los siguientes comentarios es más adecuado para que la docente logre\nsu propósito?",
          "opciones": [
            "\"En el texto, mencionan: 'En segundo lugar, no se debe tirar el plástico a la calle, como\nsugerencia para todos, debemos darle un nuevo uso al plástico. ¿Cuál es la sugerencia:\nno tirar el plástico a la calle o darle un nuevo uso? ¿Creen que sería más clara esta parte\nsi usan punto seguido? ¿En dónde podría colocarse dicho signo?\".",
            "\"La oración 'si no se cuida la forma en que desechamos el plástico, llegará a los ríos\ny terminará en el mar' culmina en punto, y eso es correcto. En cambio, la oración\n'[...] sugerimos esperar hasta ver un tacho de basura para botar envolturas de plástico o\nresiduos de frutas' finaliza en coma. ¿Notan que la coma está mal usada?\".",
            "\"Inician su texto con 'una forma fácil de cuidar nuestra localidad es no botar desperdicios\na la vía pública, por eso [...]' y usaron coma antes del conector. Los puntos pueden ayudar\nal lector a saber cuándo termina una idea y comienza otra. Lo más apropiado, en este\ncaso, es indicar el fin de la oración utilizando un punto seguido antes del conector\"."
          ],
          "respuesta": "\"En el texto, mencionan: 'En segundo lugar, no se debe tirar el plástico a la calle, como\nsugerencia para todos, debemos darle un nuevo uso al plástico. ¿Cuál es la sugerencia:\nno tirar el plástico a la calle o darle un nuevo uso? ¿Creen que sería más clara esta parte\nsi usan punto seguido? ¿En dónde podría colocarse dicho signo?\".",
          "respuestaCorta": "Este comentario es el más adecuado porque, mediante preguntas, hace que los estudiantes reflexionen sobre la ambigüedad generada por la mala puntuación (comma splice) y descubran por sí mismos cómo el punto seguido puede resolver el problema de claridad.",
          "solucionario": "El propósito del docente es que los estudiantes identifiquen el error por sí mismos. La opción 'a' lo logra al no decir 'aquí hay un error', sino al plantear una pregunta que evidencia la confusión lectora causada por la coma. Esto lleva a los estudiantes a analizar la estructura de su propia oración y a entender la función del punto seguido como delimitador de ideas independientes para mejorar la claridad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p15",
      "contexto": "Como parte de un taller de lectura literaria, el docente propone a los estudiantes de quinto\ngrado leer textos poéticos.\nEn este contexto, dichos estudiantes están leyendo dos poemas\nde Juana de Ibarborou, poeta uruguaya de inicios del siglo veinte.\nVida aldeana\nIremos por los campos, de la mano,\nA través de los bosques y los trigos,\nEntre rebaños cándidos y amigos,\nSobre la verde placidez del llano,\nPara comer el fruto dulce y sano\nDe las rústicas vides y los higos\nQue coronan las tunas.\nComo amigos\nPartiremos el pan, la leche, el grano.\nY en las mágicas noches estrelladas,\nBajo la calma azul, entrelazadas\nLas manos, y los labios temblorosos,\nRenovaremos nuestro muerto idilio,\nY será como un verso de Virgilio\nVivido ante los astros luminosos.\nTomado de Las lenguas de diamante. (1919).\nRaíz salvaje\nMe ha quedado clavada en los ojos\nLa visión de ese carro de trigo,\nQue cruzó rechinante y pesado,\nSembrando de espigas el recto camino.\n¡No pretendas, ahora, que ría!\n¡ Tú no sabes en qué hondos recuerdos\nEstoy abstraída!\nDesde el fondo del alma me sube\nUn sabor de pitanga a los labios.\nTiene aún mi epidermis morena\nNo sé qué fragancias de trigo emparvado.\n¡Ay, quisiera llevarte conmigo\nA dormir una noche en el campo\nY en tus brazos pasar hasta el día\nBajo el techo alocado de un árbol!\nSoy la misma muchacha salvaje\nQue hace años trajiste a tu lado.\nTomado de Roiz salvaje. (1922).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente comenta a los estudiantes que los poemas \"Vida aldeana\" y \"Raíz salvaje\" tratan de\nmodo diferente un tema en común: el amor. El docente busca que los estudiantes identifiquen\nla distinta manera en que los poemas abordan dicho tema. ¿Cuál de las siguientes acciones\npedagógicas es más adecuada para ello?",
          "opciones": [
            "Solicitar que lean nuevamente los poemas y que identifiquen las figuras retóricas que\nhacen referencia al tema del amor. Sobre esta base, pedir que mencionen cuáles son\nlas figuras distintas que se han utilizado en los poemas para hacer alusión a dicho\ntema.",
            "Preguntar si creen que en el poema \"Raíz salvaje\" se evidencia una perspectiva\ndesbocada sobre el amor, y en \"Vida aldeana\", una perspectiva idílica. Luego, pedir\nque, en ambos poemas, identifiquen las estrofas que den cuenta de estas perspectivas\ndiferentes.",
            "Leer el poema \"Vida aldeana\" en voz alta reemplazando su segunda estrofa por la\nsegunda estrofa de \"Raíz salvaje\". A partir de esto, pedir que expliquen si se presentan\ndiferencias en la forma en que los dos poemas aluden al tema del amor en sus\nversiones originales."
          ],
          "respuesta": "Leer el poema \"Vida aldeana\" en voz alta reemplazando su segunda estrofa por la\nsegunda estrofa de \"Raíz salvaje\". A partir de esto, pedir que expliquen si se presentan\ndiferencias en la forma en que los dos poemas aluden al tema del amor en sus\nversiones originales.",
          "respuestaCorta": "La opción C es la más adecuada porque al hacer una intervención práctica (mezclar estrofas), los estudiantes pueden percibir directamente el contraste en el tratamiento del tema del amor.",
          "solucionario": "Esta estrategia pedagógica permite que los estudiantes experimenten el contraste de manera vivencial. Al escuchar cómo una estrofa de un poema se inserta en el otro, pueden notar la ruptura de tono, estilo y perspectiva, lo que los lleva a comprender mejor las diferencias en el tratamiento del amor. Es más efectiva que simplemente pedirles que identifiquen figuras retóricas (A) o darles las respuestas por adelantado (B).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente tiene como propósito que los estudiantes construyan interpretaciones sobre el\nsentido global del poema titulado \"Vida aldeana\". Por ello, en primer lugar, les ha propuesto\nque, en equipos, realicen comentarios sobre los temas abordados en el poema. Para continuar\nla secuencia iniciada por el docente, ¿cuál de las siguientes acciones es más adecuada?",
          "opciones": [
            "Enfatizar que, en las dos primeras estrofas, uno de los temas del poema es la armonía en\nla vida en el campo, y, en las dos últimas, la esperanza de volver a estar con el ser amado.",
            "Preguntar si creen que la división en dos pares de estrofas sirve para establecer una\norganización no solo en la forma, sino en los temas que aborda el poema.",
            "Solicitar que comenten qué diferencias y semejanzas existen entre los temas abordados\nen las dos primeras estrofas del poema y en las dos últimas."
          ],
          "respuesta": "Solicitar que comenten qué diferencias y semejanzas existen entre los temas abordados\nen las dos primeras estrofas del poema y en las dos últimas.",
          "respuestaCorta": "Esta acción es la más adecuada porque, partiendo de la identificación de temas, guía a los estudiantes a analizar la estructura del poema (la división en cuartetos y tercetos del soneto) y cómo esta estructura organiza el desarrollo temático, llevándolos a construir el sentido global.",
          "solucionario": "Un soneto clásico como 'Vida aldeana' suele presentar un tema en los cuartetos y desarrollarlo, resolverlo o contrastarlo en los tercetos. La acción 'c' guía a los estudiantes a descubrir esta estructura temática por sí mismos al pedirles que comparen las dos partes del poema. Esto les permite integrar las ideas (vida en el campo y amor idílico) para construir una interpretación global y cohesionada. Las otras opciones son menos participativas o no avanzan en la secuencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente tiene como propósito que los estudiantes identifiquen los recursos literarios que\ncontribuyen a la construcción de interpretaciones sobre el sentido global del poema titulado\n\"Vida aldeana\". ¿Cuál de las siguientes acciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Volver a leer con los estudiantes, en plenaria, la primera y la tercera estrofa del poema.\nLuego, pedir que conversen sobre las expresiones \"verde placidez\" y \"calma azul\".\nFinalmente, solicitar que compartan comentarios acerca de las coincidencias que pueden\nidentificarse entre dichas expresiones.",
            "Pedir a los estudiantes que identifiquen las figuras retóricas usadas en los versos de la\núltima estrofa del poema. Luego, solicitar que mencionen cuál es la figura retórica que\ncreen que predomina en esa estrofa. Por último, preguntar si notan que dicha figura\nhace referencia al tema del amor abordado en el poema.",
            "Solicitar a los estudiantes que dialoguen acerca de los temas que creen que aborda el\npoema. Luego, proponer que relean el texto en voz alta haciendo énfasis en la cadencia\nque tienen los versos de dicho poema. Después, pedir que indiquen qué sensaciones les\nproduce este ritmo considerando los temas que identificaron."
          ],
          "respuesta": "Solicitar a los estudiantes que dialoguen acerca de los temas que creen que aborda el\npoema. Luego, proponer que relean el texto en voz alta haciendo énfasis en la cadencia\nque tienen los versos de dicho poema. Después, pedir que indiquen qué sensaciones les\nproduce este ritmo considerando los temas que identificaron.",
          "respuestaCorta": "Esta acción es la más completa para construir el sentido global, ya que integra el análisis de un recurso formal (el ritmo o cadencia) con el contenido (los temas) y su efecto en el lector (las sensaciones), abarcando así la totalidad de la experiencia poética.",
          "solucionario": "La interpretación poética se construye no solo analizando figuras retóricas aisladas (opciones a y b), sino entendiendo cómo la forma y el fondo trabajan juntos. La opción 'c' es la más adecuada porque pide a los estudiantes que conecten el plano sonoro del poema (la cadencia, el ritmo) con el plano semántico (los temas) para explorar el efecto emocional ('sensaciones') que produce esta combinación. Este enfoque holístico es fundamental para una interpretación global.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente y los estudiantes están dialogando sobre el poema \"Raíz salvaje\". Tres estudiantes\nrealizan comentarios sobre la última estrofa. Considerando el sentido global del poema,\n¿cuál de los siguientes comentarios se ajusta más a la función que cumple dicha estrofa?",
          "opciones": [
            "\"Creo que la última estrofa sirve para resaltar que el paisaje evocado y la voz poética\ntienen elementos comunes, y ayuda a conocer lo que la voz quiere de la persona a quien le\nhabla\".",
            "\"A mí me parece que la última estrofa sirve para dejar en claro que la voz poética\nno ha cambiado su manera de ser y, además, no tiene ninguna intención de querer\nhacerlo\".",
            "\"Yo pienso que la última estrofa sirve para recordarnos uno de los temas a los que se\nrefiere la voz poética, pues se usa la palabra 'salvaje', que está también en el título\ndel poema\"."
          ],
          "respuesta": "\"Creo que la última estrofa sirve para resaltar que el paisaje evocado y la voz poética\ntienen elementos comunes, y ayuda a conocer lo que la voz quiere de la persona a quien le\nhabla\".",
          "respuestaCorta": "La última estrofa establece una conexión entre el paisaje descrito y la identidad de la voz poética, revelando sus intenciones hacia el destinatario del poema.",
          "solucionario": "En el sentido global del poema, la última estrofa cumple la función de cerrar el texto estableciendo una identificación entre la voz poética y el paisaje salvaje descrito, y al mismo tiempo expresando un deseo o intención hacia la persona amada. El comentario A captura esta doble función integradora y reveladora de la estrofa final.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p15",
      "contexto": "Como parte de un taller de lectura literaria, el docente propone a los estudiantes de quinto\ngrado leer textos poéticos.\nEn este contexto, dichos estudiantes están leyendo dos poemas\nde Juana de Ibarborou, poeta uruguaya de inicios del siglo veinte.\nVida aldeana\nIremos por los campos, de la mano,\nA través de los bosques y los trigos,\nEntre rebaños cándidos y amigos,\nSobre la verde placidez del llano,\nPara comer el fruto dulce y sano\nDe las rústicas vides y los higos\nQue coronan las tunas.\nComo amigos\nPartiremos el pan, la leche, el grano.\nY en las mágicas noches estrelladas,\nBajo la calma azul, entrelazadas\nLas manos, y los labios temblorosos,\nRenovaremos nuestro muerto idilio,\nY será como un verso de Virgilio\nVivido ante los astros luminosos.\nTomado de Las lenguas de diamante. (1919).\nRaíz salvaje\nMe ha quedado clavada en los ojos\nLa visión de ese carro de trigo,\nQue cruzó rechinante y pesado,\nSembrando de espigas el recto camino.\n¡No pretendas, ahora, que ría!\n¡ Tú no sabes en qué hondos recuerdos\nEstoy abstraída!\nDesde el fondo del alma me sube\nUn sabor de pitanga a los labios.\nTiene aún mi epidermis morena\nNo sé qué fragancias de trigo emparvado.\n¡Ay, quisiera llevarte conmigo\nA dormir una noche en el campo\nY en tus brazos pasar hasta el día\nBajo el techo alocado de un árbol!\nSoy la misma muchacha salvaje\nQue hace años trajiste a tu lado.\nTomado de Roiz salvaje. (1922).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente y los estudiantes han conversado sobre los temas abordados en el poema \"Raíz\nsalvaje\". En este contexto, el docente busca que identifiquen metáforas que contribuyen a\nconstruir interpretaciones sobre el sentido global de ese poema. ¿Cuál de las siguientes\nacciones pedagógicas es más adecuada para ello?",
          "opciones": [
            "Subrayar con los estudiantes las metáforas usadas en la tercera estrofa del poema.\nLuego, dialogar con ellos sobre lo que puede entenderse de cada una de esas\nmetáforas teniendo en cuenta el contexto en que han sido usadas y proponer que\nexpliquen si alguna de estas metáforas contribuye a interpretar el sentido global del poema.",
            "Comentar a los estudiantes que la metáfora es una figura retórica que consiste en la\nsustitución de un término por otro y, entre esos términos, se establece una relación de\nsemejanza. Luego, pedir que compartan sus ideas sobre la metáfora \"raíz salvaje\" usada\nen el título y mencionar que esta contribuye a interpretar el sentido global del poema.",
            "Pedir a los estudiantes que lean el primer verso de la primera estrofa del poema\ne identifiquen la metáfora utilizada en ese verso. Luego, preguntar qué elementos\ncomponen esa metáfora y solicitar que fundamenten por qué se puede afirmar que la\nmetáfora identificada contribuye a interpretar el sentido global del poema."
          ],
          "respuesta": "Subrayar con los estudiantes las metáforas usadas en la tercera estrofa del poema.\nLuego, dialogar con ellos sobre lo que puede entenderse de cada una de esas\nmetáforas teniendo en cuenta el contexto en que han sido usadas y proponer que\nexpliquen si alguna de estas metáforas contribuye a interpretar el sentido global del poema.",
          "respuestaCorta": "Esta acción es la más adecuada porque promueve un análisis guiado y colaborativo de varias metáforas en su contexto, culminando en una reflexión sobre cómo estas construyen el sentido global del poema.",
          "solucionario": "La opción 'a' es la más completa pedagógicamente. Guía a los estudiantes en un proceso que va desde la identificación de las metáforas ('Subrayar'), pasando por su interpretación contextual ('dialogar sobre lo que puede entenderse'), hasta llegar a la síntesis y conexión con el sentido global ('expliquen si contribuye a interpretar'). Las otras opciones son más limitadas o directivas."
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p16",
      "contexto": "En una IE, se está realizando una campaña para ayudar a un albergue local de perros y gatos.\nEn este contexto, los estudiantes de tercer grado, orientados por la docente y organizados\nen equipos, van a elaborar exposiciones orales con el propósito de solicitar donaciones\ndentro de la escuela.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte del acompañamiento a los estudiantes, la docente les propone realizar diversas\nacciones para la producción de sus textos orales.\n¿Cuál de las siguientes acciones promueve\nla planificación de dichos textos?",
          "opciones": [
            "Solicitar que, al pedir las donaciones, modulen sus tonos de voz para dirigirse a la\naudiencia.",
            "Pedir que, entre pares, ensayen sus exposiciones e intercambien sugerencias para\nmejorarlas.",
            "Indicar que busquen información especializada sobre los cuidados que se debe brindar\na los animales."
          ],
          "respuesta": "Indicar que busquen información especializada sobre los cuidados que se debe brindar\na los animales.",
          "respuestaCorta": "La búsqueda de información es una acción fundamental de la etapa de planificación, ya que provee el contenido y el sustento para el texto que se elaborará posteriormente.",
          "solucionario": "La producción de un texto tiene tres etapas claras: planificación, textualización (o ejecución) y revisión. La modulación de la voz (a) y el ensayo (b) son acciones que pertenecen a la etapa de ejecución o práctica. En cambio, la búsqueda de información especializada (c) es una tarea propia de la planificación, donde se definen y recopilan las ideas que se van a comunicar.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un grupo de estudiantes ha invitado al aula al veterinario que colabora con el albergue para\nconocer qué cuidados necesitan los animales rescatados.\nÉl está ofreciendo información sobre\nla alimentación de los animales, con el fin de orientar al grupo en el pedido de donaciones.\nA continuación, se presenta un fragmento de su exposición:\n\"Buenos días, chicos y chicas. Gracias por invitarme a su salón para tratar este tema.\nEh... ayuda mucho que todos contribuyamos con algo, por poco que sea. Este... a\nver... voy a hablar sobre la alimentación de los animales. Eh... suele pasar que algunas\npersonas donan las sobras de su comida... por lo general, huesos. Pero... es mejor que\nlos animales no los coman, pues los huesos pueden provocarles sofocamiento. Eh... por\notra parte, sugiero que pidan bidones o botellas de agua porque los animales necesitan\nestar bien hidratados. Ahora, si alguien quiere donar comida, puede ir al albergue a\npreguntar qué comida necesitan los animales. Esto es necesario porque su alimentación\nestá en función de su estado de salud, edad, tamaño y peso. Este... no sé si tienen\nalguna pregunta o comentario...\".\nTres estudiantes deciden intervenir. ¿Cuál de los siguientes comentarios evidencia una\nreflexión sobre el contenido de la exposición del veterinario?",
          "opciones": [
            "\"A mí también me parece que, si todos ayudamos, los animales van a estar mejor. Pero\nno estoy muy segura de que sea una buena idea pedir agua\".",
            "\"En el albergue, nos pueden dar información sobre la comida que necesitan los\nanimales. Con ese dato, podemos pedir las donaciones\".",
            "\"No sabía que debemos evitar darles huesos a los animales. Por lo que usted nos\ncuenta, los huesos pueden hacerles mucho daño\"."
          ],
          "respuesta": "\"A mí también me parece que, si todos ayudamos, los animales van a estar mejor. Pero\nno estoy muy segura de que sea una buena idea pedir agua\".",
          "respuestaCorta": "Este comentario evidencia una reflexión porque el estudiante no solo recibe la información, sino que la evalúa, la contrasta con sus propias ideas y emite un juicio de valor sobre una de las sugerencias.",
          "solucionario": "Reflexionar sobre el contenido implica ir más allá de comprenderlo; es evaluarlo, cuestionarlo o relacionarlo con conocimientos previos. El comentario 'a' muestra este proceso: el estudiante está de acuerdo con una parte, pero duda y evalúa otra ('no estoy muy segura'). El comentario 'b' es una síntesis para planificar una acción. El 'c' es la simple constatación de haber aprendido algo nuevo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un equipo de estudiantes ha elaborado su exposición dirigida a los docentes de la IE.\nUna de\nlas integrantes del equipo está practicando su presentación con la docente.\nA continuación,\nse presenta la transcripción de un fragmento de su texto:\n\"Estimados profesores, eh... los estudiantes de tercero estamos participando en una\ncampaña de donación de comida para perros y gatos... eh... para donarla al albergue\nlocal, ya que esos animales no tienen suficiente comida y están de hambre. Este...\ncomo estamos haciendo una campaña para juntar comida para perros y gatos, hemos\nvenido a solicitarles una donación de alimentos. Eh... entonces, este... para la campaña\nde recolección de alimentos para perros y gatos que estamos haciendo, nosotros, los\nalumnos de tercero, queremos pedirles que puedan donar alimentos...\".\nLa docente le pide a la estudiante que haga una pausa en su texto oral para ofrecerle una\nretroalimentación que la ayude a mejorar.\n¿Cuál de los siguientes problemas de coherencia\npresenta dicho texto?",
          "opciones": [
            "La falta de unidad temática del texto oral.",
            "La ausencia de progresión de ideas del texto oral.",
            "Los vacíos de información para conocer el propósito del texto oral."
          ],
          "respuesta": "La ausencia de progresión de ideas del texto oral.",
          "respuestaCorta": "El principal problema de coherencia es la falta de progresión temática; el texto repite la misma idea (pedir donaciones para una campaña) de diferentes maneras sin añadir información nueva.",
          "solucionario": "La coherencia textual se basa en la unidad temática y la progresión de ideas. Este texto sí tiene unidad temática (la campaña de donación), por lo que 'a' es incorrecta. El propósito es claro, por lo que 'c' es incorrecta. El problema central es que el texto se estanca en una sola idea, repitiéndola sin desarrollar nuevos argumentos o información. Esto se conoce como ausencia de progresión de ideas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los estudiantes autoevalúen sus exposiciones.\nPara ello, ha elaborado\nuna lista de cotejo con varias preguntas.\n¿Cuál de las preguntas extraídas de dicha lista se\ncentra en que identifiquen las secuencias argumentativas de sus exposiciones?",
          "opciones": [
            "¿Basé los argumentos de mi texto oral en fuentes de información confiables?",
            "¿Usé argumentos para persuadir a la audiencia y dejar clara mi postura?",
            "¿Organicé mis argumentos utilizando conectores de orden?"
          ],
          "respuesta": "¿Usé argumentos para persuadir a la audiencia y dejar clara mi postura?",
          "respuestaCorta": "Las secuencias argumentativas son las partes del discurso donde se presentan argumentos con el propósito de persuadir. La pregunta B se centra directamente en identificar si se usaron argumentos persuasivos.",
          "solucionario": "Una secuencia argumentativa es un fragmento del texto oral donde se desarrolla un razonamiento para defender una tesis o postura. La pregunta B es la que más directamente apunta a identificar estas secuencias, ya que pregunta por el uso de argumentos con función persuasiva. La A se enfoca en la calidad de las fuentes y la C en los conectores de organización, aspectos complementarios pero no centrales a la identificación de secuencias argumentativas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p17",
      "imagen": "img/ascenso/secundaria/2024/comunicacion/1.jpg",
      "preguntas": [
        {
          "pregunta": "Los estudiantes se encuentran intercambiando comentarios acerca del texto. ¿Cuál de los\nestudiantes expresa un comentario que se centra en la deducción de información de dicho texto?",
          "opciones": [
            "Ana dice: \"La 'ballena primitiva' se alimentaba de las antiguas sardinas y tiburones. En el\ntexto, no se menciona qué hicieron los investigadores para averiguar eso\".",
            "Braulio dice: \"A algunos de mis amigos les gusta ir a museos que muestran restos de\ndinosaurios. Pienso que ellos considerarían que el texto resulta muy interesante\".",
            "Carla dice: \"En una zona de Ica, había un lugar seguro para los cetáceos de hace millones\nde años. En ese lugar, que hoy es un desierto, debe haber más fósiles de animales\"."
          ],
          "respuesta": "Carla dice: \"En una zona de Ica, había un lugar seguro para los cetáceos de hace millones\nde años. En ese lugar, que hoy es un desierto, debe haber más fósiles de animales\".",
          "respuestaCorta": "El comentario de Carla es una deducción porque a partir de la premisa de que el lugar era un refugio para la reproducción, infiere la consecuencia lógica de que es probable encontrar más restos fósiles allí.",
          "solucionario": "Una deducción es una conclusión lógica a partir de la información disponible. El texto dice que el desierto era un lugar protegido donde las criaturas iban a reproducirse. Carla toma esta información y deduce que, si era un lugar de concentración de vida, entonces es probable que contenga más fósiles. Ana hace una pregunta sobre la metodología no explicada y Braulio emite una opinión personal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para contribuir a la comprensión del texto, el docente plantea diversas preguntas a los\nestudiantes. ¿Cuál de las siguientes preguntas se centra en la obtención de información\nexplícita?",
          "opciones": [
            "¿Por qué a la especie Peregocetus pacificus se le conoce como la \"Ballena viajera del\nPacífico\"?",
            "¿Cuál de los especialistas mencionados en el texto aportó a la difusión del hallazgo del\nBasilosaurus?",
            "¿Qué impacto puede tener para la paleontología el descubrimiento de fósiles en\nterritorio peruano?"
          ],
          "respuesta": "¿Por qué a la especie Peregocetus pacificus se le conoce como la \"Ballena viajera del\nPacífico\"?",
          "respuestaCorta": "La información explícita es aquella que está directamente expresada en el texto. La pregunta A solicita una explicación que debe estar claramente mencionada en el texto.",
          "solucionario": "La información explícita es la que aparece literalmente en el texto, sin necesidad de inferencias. La pregunta A busca que los estudiantes localicen y extraigan la explicación del nombre de la especie, información que debe estar claramente expresada. La B requiere análisis comparativo y la C pide una valoración o inferencia sobre impactos futuros, yendo más allá de lo explícito.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En otro momento, el docente solicita a los estudiantes que realicen comentarios sobre diferentes\naspectos del texto. ¿Cuál de los siguientes comentarios es una conclusión de dicho texto?",
          "opciones": [
            "\"Los expertos en paleontología lograron descubrir que el Basilosaurus fue una ballena\nque tenía cuatro patas\".",
            "\"El agua fría del mar influyó en que cetáceos, como las ballenas, hayan viajado desde\nAsia hasta las costas del Pacífico\".",
            "\"El estudio de los restos de la 'ballena primitiva' contribuyó a que sepamos qué animales\nllegaban a los antiguos mares peruanos\"."
          ],
          "respuesta": "\"El estudio de los restos de la 'ballena primitiva' contribuyó a que sepamos qué animales\nllegaban a los antiguos mares peruanos\".",
          "respuestaCorta": "Este comentario sintetiza una de las ideas finales y más importantes del texto: que el estudio de estos fósiles permite reconstruir la historia y la biodiversidad del antiguo mar peruano.",
          "solucionario": "Una conclusión resume o sintetiza las ideas principales. El texto concluye afirmando que \"Gracias a este tipo de fósiles, podemos reconstruir la historia del mar peruano\". El comentario 'c' es una paráfrasis directa de esta idea final. El comentario 'a' es un error (el de cuatro patas era el Peregocetus), y el 'b' es una inferencia incorrecta (el texto dice que el mar era cálido).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre el contenido del texto. ¿Cuál de las\nsiguientes preguntas es adecuada para ello?",
          "opciones": [
            "¿Por qué el hallazgo del Basilosaurus es \"extraordinario\" según el texto?",
            "¿En qué tipo de páginas web podría ser publicada la información del texto?",
            "¿Con qué intención se ofrecen datos colocados entre paréntesis en el texto?"
          ],
          "respuesta": "¿En qué tipo de páginas web podría ser publicada la información del texto?",
          "respuestaCorta": "Esta pregunta promueve la reflexión al hacer que los estudiantes evalúen el género, propósito y público del texto para conectarlo con un contexto de publicación real, fuera del propio texto.",
          "solucionario": "Reflexionar sobre el contenido implica evaluarlo o conectarlo con el mundo exterior. La pregunta 'b' exige a los estudiantes analizar las características del texto (informativo, de divulgación científica) para determinar su adecuación a diferentes contextos de publicación (páginas de noticias, museos, ciencia), lo cual es un ejercicio de reflexión. La pregunta 'a' es de comprensión inferencial y la 'c' es sobre aspectos formales.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Continuando con la actividad de lectura, el docente busca que los estudiantes deduzcan\ninformación del texto. ¿Cuál de las siguientes preguntas es más adecuada para ello?",
          "opciones": [
            "¿Se podría utilizar alguna idea del texto para motivar que las personas realicen visitas a\nlos museos?",
            "¿Qué información del texto permite conocer las características físicas que presentó el\nBasilosaurus?",
            "¿En qué consiste la labor principal de los profesionales que se dedican a la paleontología\nsegún el texto?"
          ],
          "respuesta": "¿En qué consiste la labor principal de los profesionales que se dedican a la paleontología\nsegún el texto?",
          "respuestaCorta": "Esta pregunta requiere una deducción, ya que los estudiantes deben sintetizar las diversas acciones de los paleontólogos mencionadas en el texto (hallar, conservar, analizar, explicar) para construir una definición general de su labor.",
          "solucionario": "El texto no define explícitamente 'qué es un paleontólogo', pero describe sus acciones. Para responder la pregunta 'c', el estudiante debe recopilar estas acciones dispersas y, a partir de ellas, deducir o inferir en qué consiste su trabajo. La pregunta 'a' es de reflexión y aplicación. La 'b' es de localización de información explícita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes reflexionen sobre los aspectos formales del texto.\n¿Cuál de las siguientes acciones pedagógicas es adecuada para ello?",
          "opciones": [
            "Pedir a los estudiantes que identifiquen el propósito del texto. Luego, solicitar que\nexpliquen si es necesario añadir o modificar información, de modo que dicho propósito\nquede más claro.",
            "Proponer a los estudiantes que identifiquen la información del texto referida al\nPeregocetus pacificus. Luego, pedir que comenten por qué creen que dicha información\nha sido colocada en recuadros.",
            "Presentar a los estudiantes los usos que se les dan a las citas en una fuente de\ninformación. Luego, proponer que subrayen las ideas del texto acerca del Basilosaurus\nen las que identifiquen algunos de esos usos."
          ],
          "respuesta": "Proponer a los estudiantes que identifiquen la información del texto referida al\nPeregocetus pacificus. Luego, pedir que comenten por qué creen que dicha información\nha sido colocada en recuadros.",
          "respuestaCorta": "Esta acción se centra en un aspecto formal del texto: el uso de recuadros como un recurso de diseño y maquetación para organizar y jerarquizar la información complementaria.",
          "solucionario": "Los aspectos formales se refieren a la estructura, el diseño y los recursos lingüísticos del texto. La opción 'b' pide a los estudiantes reflexionar sobre una decisión de formato (el uso de recuadros) y su función comunicativa (presentar información relacionada pero secundaria, tipo '¿Sabías que...?'). Las otras opciones se centran más en el contenido (a) o en la identificación de un recurso sin una reflexión profunda sobre su función formal (c).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente busca que los estudiantes profundicen en la comprensión del texto. Por esta razón,\npropone que, en pares, realicen algunas acciones. ¿Cuál de las siguientes acciones supone\nuna mayor demanda cognitiva?",
          "opciones": [
            "Pedir que identifiquen los pasajes del texto que aluden al Basilosaurus y que subrayen\nlos que permiten sostener que podría ubicarse en la cima de la cadena alimenticia.",
            "Pedir que dialoguen sobre el aspecto físico que, según el texto, habría tenido el\nBasilosaurus y que mencionen qué sensaciones les genera dicho aspecto.",
            "Pedir que comenten si creen que la información del texto sobre el hallazgo del fósil del\nBasilosaurus puede ser corroborada y que planteen sus razones."
          ],
          "respuesta": "Pedir que comenten si creen que la información del texto sobre el hallazgo del fósil del\nBasilosaurus puede ser corroborada y que planteen sus razones.",
          "respuestaCorta": "Esta acción tiene la mayor demanda cognitiva porque exige una evaluación crítica de la fuente, reflexionando sobre la veracidad y la posibilidad de verificar la información, lo que implica un pensamiento de orden superior.",
          "solucionario": "La demanda cognitiva se refiere al nivel de pensamiento requerido. La acción 'a' es de localización y selección de información. La 'b' es de comprensión y expresión de una reacción personal. La acción 'c', en cambio, exige habilidades de pensamiento crítico: evaluar la fiabilidad de la información (¿es verificable?) y justificar esa evaluación (plantear razones), lo cual se sitúa en un nivel cognitivo más alto que las otras dos opciones.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
