{
  "completo": [
    {
      "idGrupo": "asc_secundaria_2024_p01",
      "contexto": "Como parte de una unidad didáctica sobre los sistemas del cuerpo humano, los estudiantes, en equipos, se encuentran planteando propuestas de indagación. Sandra y Martha, un equipo de estudiantes, creen que, mientras más corto sea el tiempo en que una persona recupera su ritmo cardiaco luego de correr, su corazón está en mejores condiciones de salud. Por ello, desean indagar al respecto.\nEn las siguientes semanas, las estudiantes planificaron y llevaron a cabo su propuesta de indagación. A continuación, se presenta el procedimiento realizado y algunos de los resultados obtenidos por Sandra y Martha:",
      "imagen": "img/ascenso/secundaria/2024/cyt/1.jpg",
      "preguntas": [
        {
          "pregunta": "En el procedimiento se indica que una de las estudiantes registró la distancia recorrida. ¿Cuál de las siguientes razones sustenta el registro de este dato?",
          "opciones": [
            "Corregir los posibles errores en los resultados de la indagación.",
            "Asegurar que esta variable permanezca constante en la indagación.",
            "Aportar evidencia a la relación entre las variables establecidas en la indagación."
          ],
          "respuesta": "Aportar evidencia a la relación entre las variables establecidas en la indagación.",
          "respuestaCorta": "Registrar la distancia permite documentar todas las variables relevantes y aportar evidencia sobre cómo diferentes factores se relacionan en la indagación.",
          "solucionario": "La opción C es correcta porque registrar la distancia recorrida proporciona evidencia adicional sobre la relación entre las variables del estudio. Aunque la distancia puede mantenerse relativamente constante, su registro permite documentar completamente el experimento y analizar si existe alguna relación entre la distancia, el tiempo de recuperación y el entrenamiento progresivo, aportando así evidencia más completa a la indagación sobre la salud cardiovascular.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "A partir del gráfico, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "A mayor cantidad de semanas transcurridas, menor es el tiempo en que el pulso de Martha llega a ser el mismo que el registrado antes de correr.",
            "A menor cantidad de semanas transcurridas, menor es el tiempo en que el pulso de Martha llega a ser el mismo que el registrado antes de correr.",
            "A mayor cantidad de semanas transcurridas, se mantiene el tiempo en que el pulso de Martha llega a ser el mismo que el registrado antes de correr."
          ],
          "respuesta": "A mayor cantidad de semanas transcurridas, menor es el tiempo en que el pulso de Martha llega a ser el mismo que el registrado antes de correr.",
          "respuestaCorta": "El gráfico muestra una tendencia decreciente, lo que indica que conforme pasan las semanas de entrenamiento, Martha recupera su ritmo cardíaco normal en menos tiempo.",
          "solucionario": "La opción A describe correctamente la relación inversa entre las semanas de entrenamiento y el tiempo de recuperación del pulso. El gráfico evidencia que desde la semana 1 (aproximadamente 12 minutos) hasta la semana 6 (aproximadamente 6 minutos), hay una disminución progresiva en el tiempo de recuperación. Esto demuestra que el entrenamiento cardiovascular frecuente mejora la eficiencia del corazón para recuperarse después del ejercicio.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de los siguientes aspectos permite explicar correctamente los resultados obtenidos por las estudiantes?",
          "opciones": [
            "El tipo de ejercicio físico.",
            "El entrenamiento frecuente.",
            "El tiempo de reposo después del ejercicio."
          ],
          "respuesta": "El entrenamiento frecuente.",
          "respuestaCorta": "La mejora en el tiempo de recuperación del pulso se debe al efecto acumulativo del ejercicio diario durante seis semanas.",
          "solucionario": "La opción B es la correcta porque el factor que varió sistemáticamente en la indagación fue la frecuencia del entrenamiento a lo largo del tiempo. Martha realizó el mismo ejercicio diariamente durante seis semanas, y los resultados muestran una mejora progresiva. El entrenamiento cardiovascular regular produce adaptaciones fisiológicas que mejoran la capacidad del corazón para bombear sangre eficientemente y recuperarse más rápidamente después del esfuerzo físico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente, con base en los resultados obtenidos por las estudiantes, les pregunta lo siguiente: \"¿Qué creen que pasará en la semana 7 si se continúa realizando la indagación? ¿Por qué?\". ¿Cuál es el propósito principal de la docente al plantear estas preguntas a las estudiantes?",
          "opciones": [
            "Promover la elaboración de hipótesis.",
            "Promover la elaboración de conclusiones.",
            "Promover el diseño de propuestas de indagación."
          ],
          "respuesta": "Promover la elaboración de hipótesis.",
          "respuestaCorta": "Al pedir una predicción sobre lo que sucederá en la semana 7 y solicitar una justificación, la docente está promoviendo que las estudiantes formulen hipótesis basadas en evidencia.",
          "solucionario": "La opción A es correcta porque la docente solicita a las estudiantes que anticipen un resultado futuro y que lo fundamenten. Esta es la esencia de una hipótesis: una predicción razonada basada en observaciones previas y conocimientos. Al preguntar qué pasará en la semana 7 y por qué, la docente guía a las estudiantes a extrapolar la tendencia observada en sus datos y a utilizar el razonamiento científico para justificar su predicción, desarrollando así su capacidad de formular hipótesis.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante una sesión de aprendizaje, Omar, uno de los estudiantes, comenta lo siguiente: \"Yo sabía que el ácido láctico se genera durante el ejercicio y que nos produce, horas después del ejercicio, un dolor punzante en los músculos ejercitados. Mientras más ejercicio hagamos, más ácido láctico se producirá\". ¿Cuál es el error que se evidencia en el comentario del estudiante?",
          "opciones": [
            "Asumir que el ácido láctico se genera durante el ejercicio.",
            "Asumir que el ácido láctico causa dolor muscular después del ejercicio.",
            "Asumir que la concentración de ácido láctico depende de la intensidad del ejercicio."
          ],
          "respuesta": "Asumir que el ácido láctico causa dolor muscular después del ejercicio.",
          "respuestaCorta": "El error conceptual está en atribuir el dolor muscular tardío al ácido láctico, cuando en realidad este se elimina rápidamente y el dolor se debe a microlesiones en las fibras musculares.",
          "solucionario": "La opción B identifica correctamente la concepción errónea del estudiante. Si bien es cierto que el ácido láctico se produce durante el ejercicio intenso (especialmente en ausencia de oxígeno suficiente) y que su concentración aumenta con la intensidad del ejercicio, este se elimina del músculo en cuestión de minutos u horas después del ejercicio. El dolor muscular que aparece horas o días después del ejercicio (conocido como dolor muscular de aparición tardía o DOMS) se debe principalmente a microlesiones en las fibras musculares y al proceso inflamatorio subsecuente, no al ácido láctico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p06",
      "contexto": "Una docente se encuentra desarrollando una unidad didáctica sobre los cuidados de la salud. En ese contexto, en una de las sesiones, un equipo de estudiantes presenta la siguiente propuesta de indagación sobre la protección que brindan los bloqueadores solares:",
      "imagen": "img/ascenso/secundaria/2024/cyt/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes es una variable dependiente en la propuesta de indagación presentada por los estudiantes?",
          "opciones": [
            "La cantidad de muestra agregada en cada zona de la mica.",
            "El uso de bloqueadores solares de diferentes marcas comerciales.",
            "La apariencia de cada zona en la hoja de papel periódico luego de exponerla al sol."
          ],
          "respuesta": "La apariencia de cada zona en la hoja de papel periódico luego de exponerla al sol.",
          "respuestaCorta": "La variable dependiente es aquella que se observa y mide como resultado del experimento, en este caso, la apariencia del papel periódico tras la exposición.",
          "solucionario": "La opción C es correcta porque la variable dependiente es el resultado que se mide u observa en función de los cambios en la variable independiente. En este experimento, lo que se observa y registra es cómo cambia la apariencia del papel periódico en cada zona después de la exposición solar, dependiendo del tipo de protección aplicada. Las opciones A y B son variables controladas e independientes respectivamente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Diego, uno de los integrantes del equipo, comenta lo siguiente: \"Para obtener resultados más visibles, debemos dejar más tiempo las micas con la hoja de periódico expuesta al sol\". ¿Qué tipo de variable propone modificar el estudiante?",
          "opciones": [
            "Una variable control.",
            "Una variable dependiente.",
            "Una variable independiente."
          ],
          "respuesta": "Una variable control.",
          "respuestaCorta": "El tiempo de exposición es una variable que se mantiene constante en el diseño experimental original, por lo que es una variable de control.",
          "solucionario": "La opción A es correcta porque en el procedimiento original, el tiempo de exposición al sol está establecido en tres horas para todas las muestras. Esta es una variable de control que se mantiene constante para asegurar que las diferencias observadas se deban únicamente al tipo de protección aplicada, no a diferencias en el tiempo de exposición. Diego propone modificar esta variable de control, lo que podría hacer los resultados más visibles pero cambiaría el diseño experimental.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes necesitan asegurar que están realizando una evaluación pertinente de la efectividad de los bloqueadores solares de las marcas 1 y 2. ¿Cuál de los siguientes ajustes es necesario realizar en su indagación?",
          "opciones": [
            "Dividir el área de la mica en cinco zonas de igual tamaño, la quinta zona debería estar cubierta con cartulina negra.",
            "Utilizar tres bloqueadores de diferentes marcas comerciales y con diferente factor de protección solar.",
            "Excluir la muestra de crema hidratante de la propuesta de indagación."
          ],
          "respuesta": "Dividir el área de la mica en cinco zonas de igual tamaño, la quinta zona debería estar cubierta con cartulina negra.",
          "respuestaCorta": "Agregar una quinta zona cubierta con cartulina negra proporciona un control negativo que permite verificar que el experimento funciona correctamente.",
          "solucionario": "La opción A es correcta porque añadir una quinta zona completamente cubierta (con cartulina negra) proporciona un control negativo esencial. Esta zona no debería mostrar ningún cambio en el papel periódico porque no recibe luz solar, lo que confirma que el experimento está funcionando correctamente y que los cambios observados en las otras zonas se deben efectivamente a la exposición solar y a la efectividad (o no) de la protección aplicada. Esto mejora la validez del experimento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p09",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "contexto": "La radiación ultravioleta (UV), de acuerdo con su longitud de onda, se clasifica en tres tipos:",
          "imagen":"img/ascenso/secundaria/2024/cyt/3.jpg",
          "pregunta":"¿Cuál de los tipos de radiación UV presenta mayor frecuencia?",
          "opciones": [
            "UVA",
            "UVB",
            "UVC"
          ],
          "respuesta": "UVC",
          "respuestaCorta": "La radiación UVC tiene la menor longitud de onda (100-279 nm), por lo tanto, tiene la mayor frecuencia, ya que frecuencia y longitud de onda son inversamente proporcionales.",
          "solucionario": "La opción C es correcta porque existe una relación inversa entre la longitud de onda y la frecuencia de la radiación electromagnética, expresada por la ecuación c = λf, donde c es la velocidad de la luz, λ es la longitud de onda y f es la frecuencia. La radiación UVC tiene la menor longitud de onda (100-279 nm), lo que significa que tiene la mayor frecuencia de los tres tipos. Esta mayor frecuencia también implica mayor energía por fotón, razón por la cual la radiación UVC es la más peligrosa, aunque afortunadamente la atmósfera terrestre la absorbe casi completamente.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p10",
      "contexto": "Con el propósito de recoger saberes previos de los estudiantes sobre el efecto de los movimientos terrestres, el docente les pide que representen, mediante un dibujo, a qué se debe el cambio de estaciones durante cada año. Un equipo de estudiantes propone la siguiente representación:",
      "imagen": "img/ascenso/secundaria/2024/cyt/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes es uno de los errores que se evidencia en la representación de los estudiantes?",
          "opciones": [
            "Asumen que la Tierra solo realiza el movimiento de rotación.",
            "Creen que el Perú está más lejos del Sol en invierno que en verano.",
            "Confunden el origen de las estaciones con el origen del día y la noche."
          ],
          "respuesta": "Confunden el origen de las estaciones con el origen del día y la noche.",
          "respuestaCorta": "Los estudiantes representan que en invierno los rayos no llegan al Perú, lo cual corresponde al concepto de día y noche, no al cambio de estaciones.",
          "solucionario": "La opción C es correcta porque los estudiantes están confundiendo dos fenómenos distintos. El cambio de estaciones se debe a la inclinación del eje terrestre (23.5°) respecto al plano de su órbita, lo que hace que los rayos solares lleguen con diferente ángulo de incidencia durante el año. Sin embargo, en su representación, sugieren que en invierno los rayos del Sol no llegan al Perú, lo cual describe el fenómeno de la noche (causado por la rotación terrestre), no el invierno. Durante el invierno en el hemisferio sur, los rayos sí llegan al Perú, pero con un ángulo más oblicuo y con menor intensidad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los estudiantes reflexionen sobre otro de los errores que se evidencia en su representación?",
          "opciones": [
            "¿Los polos magnéticos norte y sur se invierten cuando el Perú pasa de una estación a otra?",
            "¿Cuáles son los movimientos que realiza la Tierra? ¿Cuál de ellos está relacionado con el cambio de estaciones?",
            "¿Cómo podrían explicar, con su representación, por qué, cuando es invierno en el hemisferio sur, es verano en el hemisferio norte?"
          ],
          "respuesta": "¿Cómo podrían explicar, con su representación, por qué, cuando es invierno en el hemisferio sur, es verano en el hemisferio norte?",
          "respuestaCorta": "Esta pregunta expone la inconsistencia de su modelo, ya que no pueden explicar con su representación por qué las estaciones son opuestas en ambos hemisferios.",
          "solucionario": "La opción C es la más pertinente porque confronta a los estudiantes con una evidencia que contradice su modelo explicativo. Si asumen que el invierno ocurre cuando los rayos del Sol no llegan a una región, no podrían explicar por qué simultáneamente es verano en el hemisferio norte. Esta pregunta los guiará a reconocer que el fenómeno de las estaciones no se debe a que los rayos lleguen o no, sino al ángulo de incidencia de los rayos solares causado por la inclinación del eje terrestre, lo que permite que mientras un hemisferio recibe rayos más directos (verano), el otro los recibe más oblicuos (invierno).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p12",
      "contexto": "Como parte de una unidad didáctica sobre la dinámica de los ecosistemas, un docente presenta a los estudiantes la siguiente situación ficticia: \"En un parque hay poca vegetación, por lo que el color del suelo es predominantemente marrón oscuro. En este parque hay gatos y ratones en cantidades similares. La mitad de la cantidad de ratones son claros y, la otra mitad, son oscuros. Los gatos depredan a los ratones en el parque\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente pregunta a los estudiantes: \"A medida que pasa el tiempo, ¿qué sucedería con los ratones claros y oscuros en el parque?\". A continuación, se muestran las respuestas de tres estudiantes. ¿Cuál de los siguientes estudiantes responde correctamente la pregunta planteada por el docente?",
          "opciones": [
            "Ana dice: \"Habrá la misma cantidad de ratones claros y oscuros\".",
            "Bernardo dice: \"Habrá más ratones claros que ratones oscuros\".",
            "Cecilia dice: \"Habrá menos ratones claros que ratones oscuros\"."
          ],
          "respuesta": "Cecilia dice: \"Habrá menos ratones claros que ratones oscuros\".",
          "respuestaCorta": "Los ratones oscuros tienen una ventaja adaptativa al camuflarse mejor con el suelo marrón oscuro, por lo que serán menos depredados que los ratones claros.",
          "solucionario": "La opción C es correcta porque ilustra el principio de selección natural. En un ambiente donde el suelo es predominantemente marrón oscuro, los ratones oscuros tienen una ventaja adaptativa significativa: se camuflan mejor con el entorno, lo que dificulta que los gatos los detecten. Los ratones claros, al contrastar más con el fondo oscuro, son más visibles y, por tanto, más susceptibles a la depredación. Con el tiempo, la población de ratones claros disminuirá en mayor proporción que la de ratones oscuros, resultando en una menor cantidad de ratones claros. Este es un ejemplo clásico de cómo la presión selectiva del ambiente favorece ciertos rasgos adaptativos.",
          "seccion": "Casuística"
        }
      ]
    },

    
    {
      "idGrupo": "asc_secundaria_2024_p13",
      "contexto": "Como parte de una unidad didáctica sobre la dinámica de los ecosistemas, un docente presenta a los estudiantes la siguiente situación ficticia: \"En un parque hay poca vegetación, por lo que el color del suelo es predominantemente marrón oscuro. En este parque hay gatos y ratones en cantidades similares. La mitad de la cantidad de ratones son claros y, la otra mitad, son oscuros. Los gatos depredan a los ratones en el parque\".\nEl docente comenta a los estudiantes que, en el parque mencionado en la situación ficticia, por temporadas, hay palomas. Las palomas tienen y transmiten parásitos. Si un gato caza palomas y se alimenta de ellas, podría enfermarse.\nJuan, un estudiante, comenta lo siguiente: \"Al comienzo, morirán muchos gatos, pero, con el tiempo, ya no. Basta con que uno de los gatos se haga resistente a los parásitos de las palomas, para que sus descendientes sobrevivan a las enfermedades que estas les causan\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el error que se evidencia en el comentario del estudiante?",
          "opciones": [
            "Creer que algunos gatos son resistentes a los parásitos de las palomas y otros gatos no lo son.",
            "Creer que, con el tiempo, un gato se puede hacer resistente a los parásitos de las palomas.",
            "Creer que un gato puede transmitir una característica genética a sus descendientes que asegure la sobrevivencia."
          ],
          "respuesta": "Creer que, con el tiempo, un gato se puede hacer resistente a los parásitos de las palomas.",
          "respuestaCorta": "El error es pensar que un individuo puede desarrollar resistencia durante su vida y transmitirla, cuando en realidad la resistencia debe existir previamente en el material genético.",
          "solucionario": "La opción B es correcta según las claves oficiales. El estudiante comete un error al sugerir que un gato individual puede hacerse resistente durante su vida. La resistencia a parásitos es una característica que debe estar presente en el material genético desde el nacimiento, no algo que se pueda adquirir durante la vida de un individuo y luego transmitir a la descendencia. Este es un concepto fundamental de la genética y la evolución.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p14",
      "contexto": "Un docente se encuentra desarrollando una unidad didáctica sobre las enfermedades infectocontagiosas. Como parte de una de las sesiones de aprendizaje de la unidad, el docente comenta a los estudiantes que las bacterias son minúsculos organismos que se reproducen por división celular, pero este proceso se puede ver afectado por diversos factores. Uno de ellos es la temperatura. En este contexto, el docente presenta a los estudiantes el siguiente gráfico:",
      "imagen": "img/ascenso/secundaria/2024/cyt/5.jpg",
      "preguntas": [
        {
          "pregunta": "El docente tiene como propósito que los estudiantes interpreten información a partir del gráfico presentado. ¿Cuál de los siguientes grupos de preguntas es más pertinente para lograr este propósito?",
          "opciones": [
            "¿Cómo se relaciona la temperatura con el crecimiento bacteriano? ¿Cómo se manifiesta esta relación a lo largo de los días en los que se realizó la investigación?",
            "¿Qué temperaturas se utilizaron en la investigación? ¿Cómo se mantuvieron constantes estas temperaturas a lo largo de los días en los que se realizó la investigación?",
            "¿En qué unidad se registró la cantidad de bacterias en la investigación? ¿Por qué se utilizó esta unidad de medida?"
          ],
          "respuesta": "¿Cómo se relaciona la temperatura con el crecimiento bacteriano? ¿Cómo se manifiesta esta relación a lo largo de los días en los que se realizó la investigación?",
          "respuestaCorta": "Este grupo de preguntas promueve que los estudiantes analicen la relación entre variables y la tendencia de los datos en el gráfico.",
          "solucionario": "La opción A es correcta según las claves oficiales. Estas preguntas son las más pertinentes para que los estudiantes interpreten el gráfico, ya que los guían a identificar la relación entre las variables (temperatura y crecimiento bacteriano) y a analizar cómo esta relación se manifiesta a lo largo del tiempo mostrado en el gráfico.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "De acuerdo con el gráfico presentado por el docente, ¿cuál es la variable independiente?",
          "opciones": [
            "La temperatura.",
            "El número de días.",
            "La cantidad inicial de bacterias por mililitro."
          ],
          "respuesta": "La temperatura.",
          "respuestaCorta": "La temperatura es la variable que se manipula intencionalmente para observar su efecto sobre el crecimiento bacteriano.",
          "solucionario": "La opción A es correcta según las claves oficiales. En este experimento, la temperatura es la variable independiente porque es el factor que se controla y manipula para observar su efecto sobre la variable dependiente (cantidad de bacterias). Las diferentes temperaturas (5°C, 10°C, 15°C) son las condiciones experimentales que se establecen intencionalmente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p16",
      "contexto": "Como parte de una unidad didáctica sobre las propiedades de las soluciones, un equipo de estudiantes quiere indagar sobre cómo influye la temperatura del agua en la difusión de las sustancias. A continuación, se presenta la propuesta de indagación del equipo de estudiantes:\n1. Conseguir tres vasos descartables y transparentes, colorante vegetal verde, agua caliente, agua a temperatura ambiente y agua helada.\n2. Preparar las siguientes muestras:\nMuestra A: Colocar 100 mL de agua caliente en uno de los vasos descartables\nMuestra B: Colocar 100 mL de agua a temperatura ambiente en uno de los vasos descartables\nMuestra C: Colocar 100 mL de agua helada en uno de los vasos descartables\n3. Agregar simultáneamente tres gotas de colorante vegetal verde en cada una de las muestras.\n4. Observar y registrar lo que sucede. Medir el tiempo que tardan las soluciones en colorearse de verde uniformemente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Susana, una de las integrantes del equipo, comenta lo siguiente: \"En caso de que no consigamos agua helada y agua caliente, solo prepararíamos dos muestras con la misma cantidad de agua a temperatura ambiente y tres gotas de colorante vegetal en cada muestra. Utilizaríamos una cucharita de metal para agitar solo una de las muestras preparadas\". ¿Qué variable propone modificar la estudiante?",
          "opciones": [
            "Una variable control.",
            "Una variable dependiente.",
            "Una variable independiente."
          ],
          "respuesta": "Una variable independiente.",
          "respuestaCorta": "Susana propone modificar la agitación como nueva variable independiente en lugar de la temperatura.",
          "solucionario": "La opción C es correcta según las claves oficiales. Susana está proponiendo cambiar la variable independiente del experimento: en lugar de manipular la temperatura, propone manipular la agitación mecánica (agitar o no agitar) para observar su efecto sobre la difusión del colorante.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los estudiantes realizaron la indagación, registraron lo siguiente: \"En el agua caliente, el colorante vegetal se dispersa más rápido que en el agua a temperatura ambiente\". ¿Por qué el colorante vegetal se difunde más rápido en el agua caliente que en el agua a temperatura ambiente?",
          "opciones": [
            "Porque a mayor temperatura, se incrementa la energía cinética de las moléculas del agua y de las moléculas del colorante vegetal.",
            "Porque a mayor temperatura, se acelera la reacción química que ocurre entre las moléculas del agua y las moléculas del colorante vegetal.",
            "Porque a mayor temperatura, es más rápido el proceso en el que las moléculas del agua absorben el color de las moléculas del colorante vegetal."
          ],
          "respuesta": "Porque a mayor temperatura, se incrementa la energía cinética de las moléculas del agua y de las moléculas del colorante vegetal.",
          "respuestaCorta": "El aumento de temperatura incrementa el movimiento molecular, acelerando el proceso de difusión.",
          "solucionario": "La opción A es correcta según las claves oficiales. La temperatura está directamente relacionada con la energía cinética de las moléculas. A mayor temperatura, las moléculas se mueven más rápidamente, lo que acelera el proceso de difusión del colorante en el agua.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Juan, un estudiante, comenta lo siguiente: \"Yo he realizado el experimento colocando diferente cantidad de gotas de colorante vegetal en vasos que contenían la misma cantidad de agua, a la misma temperatura. Al hacerlo, observé que el tiempo de difusión era menor cuando se agregaban más gotas\". ¿En cuál de las siguientes alternativas se explica correctamente la observación del estudiante?",
          "opciones": [
            "Las moléculas del colorante adquieren más masa cuando se agregan más gotas a la solución y, por lo tanto, se difunden más rápido.",
            "Cuando se agrega mayor cantidad de gotas de colorante, aumentamos la densidad de este, por lo que se difunde más rápido en el agua.",
            "Cuando se agregan más gotas de colorante, la diferencia en concentración del soluto entre las zonas de la solución es mayor, por lo que se difunde más rápido."
          ],
          "respuesta": "Cuando se agregan más gotas de colorante, la diferencia en concentración del soluto entre las zonas de la solución es mayor, por lo que se difunde más rápido.",
          "respuestaCorta": "Un mayor gradiente de concentración acelera el proceso de difusión según la ley de Fick.",
          "solucionario": "La opción C es correcta según las claves oficiales. La difusión es impulsada por el gradiente de concentración. Cuando se agregan más gotas de colorante, se crea una mayor diferencia de concentración entre la zona donde se depositó el colorante y el resto del agua, lo que acelera el proceso de difusión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p19",
      "contexto": "Una docente se encuentra desarrollando una unidad didáctica sobre las relaciones cuantitativas en las reacciones químicas. A continuación, se presenta una de las actividades realizadas en una de las sesiones de aprendizaje de esta unidad.\n1. Comenta a los estudiantes lo siguiente: \"El hidrógeno es uno de los combustibles alternativos más importantes e inocuos. Uno de los métodos para obtener gas hidrógeno consiste en hacer reaccionar algunos metales, como el zinc con ácido clorhídrico\".\n2. Luego, presenta la ecuación de la reacción química entre el zinc y el ácido clorhídrico, así como las masas molares de los componentes de dicha reacción.\nZn + 2HCl → ZnCl₂ + H₂\nMasas molares:\nZn (Zinc) = 65 g/mol\nHCl (ácido clorhídrico) = 36,5 g/mol\nZnCl₂ (cloruro de zinc) = 136 g/mol\nH₂ (gas hidrógeno) = 2 g/mol",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente pregunta a los estudiantes lo siguiente: \"¿Cuántos moles de ácido clorhídrico se necesitan para producir 20 moles de gas hidrógeno, sabiendo que se cuenta con la cantidad suficiente de zinc?\". A continuación, se muestra la respuesta de Carla, una estudiante: \"No puedo saberlo, porque el ácido clorhídrico es uno de los reactantes. En una ecuación química, puedo determinar la cantidad de un producto a partir de la cantidad de reactante, pero no al revés; es decir, no es posible determinar la cantidad de un reactante a partir de la cantidad de producto que se obtiene\". ¿Cuál de los siguientes grupos de preguntas es pertinente que plantee la docente para que la estudiante reflexione sobre el error evidenciado en su respuesta?",
          "opciones": [
            "¿Cuál es la masa molar de ácido clorhídrico? Entonces, ¿cuál es la proporción entre la masa molar de ácido clorhídrico y la de gas hidrógeno?",
            "¿Cuánta masa hay en 20 moles de gas hidrógeno? Entonces, ¿cuántos gramos de ácido clorhídrico se necesitan para producir 40 g de gas hidrógeno?",
            "¿Cuáles son los coeficientes estequiométricos de esta ecuación química? ¿Qué relación existe entre la cantidad de moles de los reactantes y productos en ella?"
          ],
          "respuesta": "¿Cuáles son los coeficientes estequiométricos de esta ecuación química? ¿Qué relación existe entre la cantidad de moles de los reactantes y productos en ella?",
          "respuestaCorta": "Estas preguntas guían a la estudiante a reconocer que la estequiometría permite relacionar moles de reactantes y productos en ambas direcciones.",
          "solucionario": "La opción C es correcta según las claves oficiales. Estas preguntas son pertinentes porque dirigen la atención de la estudiante hacia los coeficientes estequiométricos (2:1 entre HCl y H₂), permitiéndole comprender que las relaciones molares en una ecuación química son bidireccionales y que sí es posible calcular la cantidad de reactante necesaria a partir de la cantidad de producto deseada.",
          "seccion": "Casuística"
        },
        {
          "contexto": "Luego, la docente pregunta a los estudiantes lo siguiente: \"¿Cuántos gramos de cloruro de zinc se obtienen, si 10 mL de una solución de ácido clorhídrico 6 M reaccionan completamente con zinc metálico?\". Martín, uno de los estudiantes, presenta la siguiente respuesta:  ",
          "imagen":"img/ascenso/secundaria/2024/cyt/6.jpg",
          "pregunta":"La docente tiene como propósito que el estudiante reflexione sobre el error evidenciado en su respuesta. ¿En cuál de los siguientes aspectos la docente debe centrar la retroalimentación?",
          "opciones": [
            "En la relación empleada entre la masa y los moles de ZnCl₂",
            "En la proporción utilizada entre los moles de ZnCl₂ y de HCl",
            "En la determinación de los moles de HCl empleados"
          ],
          "respuesta": "En la determinación de los moles de HCl empleados",
          "respuestaCorta": "El error está en que Martín usó 6 moles de HCl directamente sin considerar que solo tiene 10 mL de una solución 6 M.",
          "solucionario": "La opción C es correcta según las claves oficiales. El error de Martín está en la determinación de los moles de HCl. Él usó directamente 6 moles, cuando debió calcular: moles = Molaridad × Volumen (L) = 6 M × 0.010 L = 0.06 moles de HCl. Las proporciones estequiométricas que utilizó después son correctas, pero partió de una cantidad incorrecta de moles de HCl.",
          "seccion": "Casuística"
        },
        {
          "contexto": "Finalmente, la docente plantea la siguiente situación a los estudiantes: \"Si se tienen 100 moles de ácido clorhídrico, ¿cuántos gramos de cloruro de zinc se pueden obtener a partir de ellos?\". Arturo, uno de los estudiantes, presenta la siguiente respuesta:  ",
          "imagen":"img/ascenso/secundaria/2024/cyt/7.jpg",
          "pregunta":"¿Cuál de los siguientes grupos de preguntas es pertinente que plantee la docente para que el estudiante reflexione sobre el error evidenciado en su respuesta?",
          "opciones": [
            "¿Cuántos moles de cloruro de zinc se obtienen a partir de dos moles de ácido clorhídrico?¿Cómo estableciste la equivalencia entre moles de ácido clorhídrico y masa de cloruro de zinc?",
            "¿Cuánta masa hay en 100 moles de ácido clorhídrico? ¿Por qué no empleaste esta proporción en tus cálculos?",
            "¿Cuál es la masa molar de cloruro de zinc? ¿Cuántos moles corresponden a 136 gramos de este compuesto?"
          ],
          "respuesta": "¿Cuántos moles de cloruro de zinc se obtienen a partir de dos moles de ácido clorhídrico?¿Cómo estableciste la equivalencia entre moles de ácido clorhídrico y masa de cloruro de zinc?",
          "respuestaCorta": "Estas preguntas llevan al estudiante a identificar que omitió la conversión estequiométrica de moles de HCl a moles de ZnCl₂.",
          "solucionario": "La opción A es correcta según las claves oficiales. Arturo omitió el paso de conversión estequiométrica entre moles de HCl y moles de ZnCl₂ (relación 2:1). Estas preguntas lo guiarán a reconocer que primero debe usar la proporción estequiométrica: 100 moles HCl × (1 mol ZnCl₂ / 2 moles HCl) = 50 moles ZnCl₂, y luego convertir a gramos: 50 moles × 136 g/mol = 6800 g ZnCl₂.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p22",
      "contexto": "Una docente se encuentra desarrollando una unidad didáctica acerca de las variables que afectan el comportamiento de los gases. Como parte de una de las sesiones de aprendizaje, la docente presenta a los estudiantes la siguiente información: \"Al cocinar, se puede emplear una olla a presión para disminuir el tiempo de cocción de algunos alimentos, como, por ejemplo, las menestras. Las ollas a presión presentan una tapa que las cierra herméticamente y una válvula que se regula de acuerdo con la presión al interior de la olla. Además, en la pared interna de estas ollas, hay una marca que indica el límite del volumen de alimentos que pueden contener. Durante la cocción de los alimentos se alcanza una temperatura aproximada de 120 °C. La presión al interior de estas ollas puede llegar hasta 2 atm\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente pregunta a los estudiantes lo siguiente: \"Durante la cocción de alimentos, cuando la válvula de la olla a presión está cerrada, ¿qué variable es directamente proporcional a la temperatura?\". A continuación, se muestran las respuestas de tres estudiantes. ¿Cuál de los siguientes estudiantes responde correctamente la pregunta planteada por la docente?",
          "opciones": [
            "Arón dice: \"El volumen del contenido de la olla\".",
            "Baltazar dice: \"La presión al interior de la olla\".",
            "Carmen dice: \"La masa del contenido de la olla\"."
          ],
          "respuesta": "Baltazar dice: \"La presión al interior de la olla\".",
          "respuestaCorta": "En un recipiente cerrado de volumen constante, la presión es directamente proporcional a la temperatura según la ley de Gay-Lussac.",
          "solucionario": "La opción B es correcta según las claves oficiales. Cuando la válvula está cerrada, el volumen permanece constante. Según la ley de Gay-Lussac, en un sistema cerrado de volumen constante, la presión es directamente proporcional a la temperatura absoluta (P/T = constante). Por eso, al aumentar la temperatura durante la cocción, aumenta la presión al interior de la olla.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Mariano, un estudiante, comenta lo siguiente: \"A veces, la válvula de las ollas a presión se malogra y ya no se abre, se queda cerrada completamente y la olla también. Cuando esto pasa, la olla es un sistema aislado del entorno, es decir, nada ingresa ni sale de ella\". La docente sabe que Mariano está equivocado porque la olla, en esta situación, es un sistema cerrado y no un sistema aislado. En ese sentido, la docente tiene como propósito presentarle al estudiante un ejemplo de un sistema cerrado. ¿Cuál de los siguientes ejemplos puede utilizar para lograr ese propósito?",
          "opciones": [
            "Una tetera cuyo pico silba, mientras el agua hierve.",
            "Un empaque de carne seca embolsada al vacío.",
            "Un termo con café caliente, tapado herméticamente."
          ],
          "respuesta": "Un empaque de carne seca embolsada al vacío.",
          "respuestaCorta": "Un sistema cerrado permite intercambio de energía pero no de materia con el entorno.",
          "solucionario": "La opción B es correcta según las claves oficiales. Un empaque al vacío es un sistema cerrado porque no permite el intercambio de materia con el entorno, pero sí puede intercambiar energía (calor). Un sistema aislado no intercambia ni materia ni energía. La olla a presión con válvula cerrada es un sistema cerrado porque aunque no hay intercambio de materia, sí hay intercambio de energía (se calienta desde afuera).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p24",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Una docente tiene como propósito promover el enfoque ambiental en los estudiantes. En ese contexto, ha identificado que varios de los estudiantes, a la hora de recreo, consumen frutas y colocan los restos y las cáscaras de estas en los tachos de residuos comunes de la IE. ¿Cuál de las siguientes acciones pedagógicas es más pertinente que realice la docente con los estudiantes?",
          "opciones": [
            "Solicitar a los estudiantes que identifiquen cómo ellos y los demás integrantes de la IE desechan las cáscaras y restos de las frutas que consumen, y evaluar estas acciones para determinar qué actividades permiten reutilizar estos residuos. Luego, llevar a cabo algunas de estas actividades con los estudiantes.",
            "Proponer a los estudiantes observar un video sobre cómo se elabora el compost a partir de los restos y las cáscaras de las frutas que consumen. Luego, pedirles que detallen en un texto los pasos para realizar esta técnica y lo coloquen en el periódico mural de la IE.",
            "Instalar recipientes de diferentes colores en la IE. Luego, indicar a los estudiantes en qué recipiente deben desechar los restos y las cáscaras de las frutas que consumen y comentarles que hay técnicas, como el compostaje, que permiten reutilizar estos residuos."
          ],
          "respuesta": "Solicitar a los estudiantes que identifiquen cómo ellos y los demás integrantes de la IE desechan las cáscaras y restos de las frutas que consumen, y evaluar estas acciones para determinar qué actividades permiten reutilizar estos residuos. Luego, llevar a cabo algunas de estas actividades con los estudiantes.",
          "respuestaCorta": "Esta acción promueve el protagonismo estudiantil al involucrarlos en la identificación del problema, la búsqueda de soluciones y la implementación de acciones concretas.",
          "solucionario": "La opción A es correcta según las claves oficiales. Esta acción pedagógica es la más pertinente porque involucra activamente a los estudiantes en todo el proceso: identificación del problema, evaluación de alternativas y ejecución de soluciones. Esto desarrolla competencias ambientales de manera vivencial y promueve el enfoque ambiental de forma integral, no solo informativa.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2024_p25",
      "contexto": "Como parte de una unidad didáctica sobre los fundamentos de la evolución, una docente plantea a los estudiantes la siguiente pregunta: \"Muchas personas sostienen que la evolución permite que las especies mejoren a través del tiempo. ¿Es cierto o no? ¿Por qué?\".\nA continuación, se presentan las intervenciones de tres estudiantes:\nAlan dice: \"No lo creo en lo absoluto. La evolución no es como una escalera, sino más bien como un árbol. Ninguna especie está en la cima, sino en las tantas ramas del árbol\".\nRaúl dice: \"Creo que algunas veces las especies sufren alguna mutación que los perjudica, y otras veces mutan y se ven beneficiadas. En ambos casos, evolucionan\".\nKaren dice: \"Es cierto, porque, con el tiempo, las especies siempre cambian para mejor y pueden sobrevivir a condiciones extremas\".\nLuego, la docente presenta a los estudiantes la siguiente información:\nLa corea de Huntington es una enfermedad genética degenerativa que afecta al funcionamiento neuronal. Esta enfermedad genera que las personas pierdan lentamente el control de su cuerpo y su mente. Normalmente, no afecta a las personas hasta después de que se han reproducido y ello contribuye a que persista en la población.\nEn 1993, unos investigadores descubrieron que el responsable de la enfermedad de Huntington era un segmento de ADN que se repite una y otra vez. Algunas personas adquieren por mutación demasiadas repeticiones de este segmento y padecen de esta enfermedad. Otras personas heredan esta enfermedad; es decir, tienen un alelo dominante anormal con exceso de repeticiones que heredaron de uno de sus progenitores.\nAlgunos estudios indican que, hace aproximadamente 200 años, una mujer portadora del alelo de Huntington tuvo 10 hijos y, en la actualidad, este linaje (y el alelo causante de la enfermedad que portaba) es el antepasado de muchos residentes del lago de Maracaibo.\nAdaptado de https://evolution.berkeley.edu/evolibrary/article/side_0_0/medicine_05_sp",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿A cuál de las intervenciones se contrapone la información presentada por la docente?",
          "opciones": [
            "A la intervención de Alan.",
            "A la intervención de Raúl.",
            "A la intervención de Karen."
          ],
          "respuesta": "A la intervención de Karen.",
          "respuestaCorta": "La información sobre la corea de Huntington contradice la idea de Karen de que las especies siempre cambian para mejor.",
          "solucionario": "La opción C es correcta según las claves oficiales. La información presentada contradice directamente la afirmación de Karen de que las especies siempre cambian para mejor. La corea de Huntington es un ejemplo de una mutación perjudicial que persiste en la población, demostrando que la evolución no necesariamente implica mejora y que pueden mantenerse características desfavorables.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En la información presentada por la docente, se menciona que las personas que heredan la enfermedad de Huntington tienen un alelo dominante anormal. ¿Qué probabilidad de heredar la enfermedad tiene la descendencia entre un hombre sano y una mujer portadora de la enfermedad?",
          "opciones": [
            "25 %",
            "50 %",
            "75 %"
          ],
          "respuesta": "50 %",
          "respuestaCorta": "Con un alelo dominante, cada hijo tiene 50% de probabilidad de heredar el alelo anormal de la madre portadora.",
          "solucionario": "La opción B es correcta según las claves oficiales. Si la mujer es portadora (Hh) y el hombre es sano (hh), el cruce resulta en: 50% de probabilidad de Hh (con enfermedad) y 50% de probabilidad de hh (sano). Dado que es un alelo dominante, cualquier descendiente que herede el alelo H manifestará la enfermedad.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Ariana, una de las estudiantes, realizó el siguiente comentario: \"Yo creo que, hace 200 años, esa mujer necesariamente se expuso a algún tipo de radiación; de otra manera, su material genético no habría mutado\". ¿Cuál es el error que se evidencia en el comentario de la estudiante?",
          "opciones": [
            "Creer que algún tipo de radiación podría causar una mutación en el material genético.",
            "Dejar de lado que las mutaciones podrían significar beneficios para el organismo en el que suceden.",
            "Obviar que las mutaciones del material genético podrían ocurrir de manera espontánea."
          ],
          "respuesta": "Obviar que las mutaciones del material genético podrían ocurrir de manera espontánea.",
          "respuestaCorta": "El error es asumir que toda mutación requiere un agente externo, ignorando que pueden ocurrir espontáneamente.",
          "solucionario": "La opción C es correcta según las claves oficiales. El error de Ariana es no considerar que las mutaciones pueden ocurrir espontáneamente durante la replicación del ADN, sin necesidad de un agente externo como la radiación. Si bien la radiación puede causar mutaciones, no es el único mecanismo, y las mutaciones espontáneas son comunes en los procesos celulares normales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p28",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante una sesión de aprendizaje, un docente plantea a los estudiantes las siguientes preguntas: \"¿Las grasas son absorbidas por nuestro cuerpo? Si es así, ¿en qué parte del sistema digestivo se realizaría, principalmente, la absorción de estas?\". A continuación, se muestran las respuestas de tres estudiantes. ¿Cuál de los siguientes estudiantes responde correctamente la pregunta planteada por el docente?",
          "opciones": [
            "Amelia dice: \"Yo creo que las grasas se absorben en el intestino grueso. Sin embargo, cuando comemos muchas grasas, ya no se absorben en este sino que se almacenan en las arterias\".",
            "Bruno dice: \"Me parece que en el intestino delgado se absorbe la mayor cantidad de grasas. Esto se debe, en parte, a las secreciones del páncreas que llegan al intestino delgado\".",
            "Camilo dice: \"Pienso que las grasas se absorben, principalmente, en el estómago. Debido a la acidez de este medio, las grasas se absorben fácilmente\"."
          ],
          "respuesta": "Bruno dice: \"Me parece que en el intestino delgado se absorbe la mayor cantidad de grasas. Esto se debe, en parte, a las secreciones del páncreas que llegan al intestino delgado\".",
          "respuestaCorta": "Las grasas se absorben principalmente en el intestino delgado con ayuda de las enzimas pancreáticas y la bilis.",
          "solucionario": "La opción B es correcta según las claves oficiales. Bruno identifica correctamente que la absorción de grasas ocurre principalmente en el intestino delgado. Las secreciones pancreáticas contienen lipasa pancreática que digiere las grasas, y la bilis las emulsiona, facilitando su absorción en el intestino delgado.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p29",
      "contexto": "Un docente presenta a los estudiantes la imagen de una persona extrayendo agua de un pozo con ayuda de una polea simple, un balde con un asa y una cuerda sujeta de manera fija al asa del balde.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "El docente plantea el escenario en que la persona, utilizando la polea, sube el balde con agua que extrae del pozo. Además, menciona que el balde se traslada con rapidez constante. En ese instante, ¿cuál de las siguientes afirmaciones es correcta respecto de las fuerzas que actúan sobre el balde con agua?",
          "opciones": [
            "La suma de las fuerzas que ejercen la cuerda y la Tierra sobre el balde con agua, es una fuerza constante que apunta hacia arriba.",
            "La fuerza que apunta hacia arriba, es decir, la fuerza que ejerce la cuerda sobre el balde con agua, es de mayor magnitud que el resto de fuerzas que intervienen en este.",
            "La magnitud de la fuerza de tensión ejercida por la cuerda sobre el balde con agua, es igual a la magnitud de la fuerza gravitatoria ejercida por la Tierra sobre este."
          ],
          "respuesta": "La magnitud de la fuerza de tensión ejercida por la cuerda sobre el balde con agua, es igual a la magnitud de la fuerza gravitatoria ejercida por la Tierra sobre este.",
          "respuestaCorta": "Con rapidez constante, las fuerzas están en equilibrio, por lo que la tensión iguala al peso.",
          "solucionario": "La opción C es correcta según las claves oficiales. Cuando un objeto se mueve con rapidez constante, su aceleración es cero, lo que implica que la suma de fuerzas es cero (primera ley de Newton). Por tanto, la fuerza de tensión hacia arriba debe tener la misma magnitud que la fuerza gravitatoria (peso) hacia abajo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El docente continúa promoviendo que los estudiantes identifiquen las fuerzas que actúan sobre cada cuerpo en la situación presentada. En ese contexto, solicita a los estudiantes que consideren al balde y al agua que este contiene como dos cuerpos diferentes y que realicen el Diagrama de Cuerpo Libre (DCL) de cada uno de ellos. Para esto, el docente pregunta a los estudiantes lo siguiente: \"¿Qué cuerpos actúan sobre el agua, es decir, qué cuerpos ejercen una fuerza en el agua?\". A continuación, se presentan las respuestas de tres estudiantes. ¿Cuál de los estudiantes responde correctamente la pregunta planteada por el docente?",
          "opciones": [
            "Anabel dice: \"Sobre el agua ejercen fuerzas el balde y la Tierra.\"",
            "Bianca dice: \"Sobre el agua ejercen fuerzas el balde, la cuerda y la Tierra\".",
            "Carlos dice: \"Sobre el agua ejercen fuerzas el balde, la cuerda y la mano de la persona que jala\"."
          ],
          "respuesta": "Anabel dice: \"Sobre el agua ejercen fuerzas el balde y la Tierra.\"",
          "respuestaCorta": "Solo el balde (por contacto) y la Tierra (por gravedad) ejercen fuerzas directamente sobre el agua.",
          "solucionario": "La opción A es correcta según las claves oficiales. Al considerar solo el agua como sistema, las únicas fuerzas que actúan directamente sobre ella son: la fuerza gravitatoria ejercida por la Tierra y la fuerza normal ejercida por el balde que la contiene. La cuerda y la mano no ejercen fuerza directamente sobre el agua, sino sobre el balde.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p31",
      "contexto": "Una científica implementó un equipo cerrado conformado por un tubo de ensayo, agua, plantas de Elodea y un caracol. El caracol, las plantas de Elodea y el agua fueron extraídos de un estanque. En la boca del tubo de ensayo, la científica instaló un tapón al que conectó un sensor para medir la concentración de dióxido de carbono. Además, una computadora estuvo conectada a dicho sensor para registrar los datos que este enviaba. La científica se aseguró de que el caracol cuente con comida suficiente y colocó el equipo en una habitación bien iluminada.\nA continuación, se presenta el dibujo del equipo utilizado por la científica:",
      "imagen": "img/ascenso/secundaria/2024/cyt/8.jpg",
      "preguntas": [
        {
          "pregunta": "Luego de cinco horas de realizar la investigación, ¿cuál de los siguientes resultados es más probable que obtenga la científica?",
          "opciones": [
            "La concentración de dióxido de carbono, en promedio, es constante.",
            "La concentración de dióxido de carbono, en promedio, aumenta.",
            "La concentración de dióxido de carbono, en promedio, disminuye."
          ],
          "respuesta": "La concentración de dióxido de carbono, en promedio, es constante.",
          "respuestaCorta": "En un sistema cerrado con buena iluminación, la fotosíntesis y la respiración se equilibran, manteniendo constante el CO₂.",
          "solucionario": "La opción A es correcta según las claves oficiales. En este sistema cerrado bien iluminado, las plantas de Elodea realizan fotosíntesis (consumiendo CO₂ y produciendo O₂), mientras que tanto las plantas como el caracol realizan respiración (consumiendo O₂ y produciendo CO₂). Después de cinco horas, estos procesos tienden a equilibrarse, manteniendo relativamente constante la concentración de CO₂.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Si después de cinco horas de realizar la investigación, se cubriera el tubo de ensayo con cartulina negra por las próximas cinco horas, ¿qué tipo de variable sería la exposición o no exposición del tubo de ensayo a la luz?",
          "opciones": [
            "Una variable control.",
            "Una variable dependiente.",
            "Una variable independiente."
          ],
          "respuesta": "Una variable independiente.",
          "respuestaCorta": "La exposición a la luz es la variable que se manipula intencionalmente para observar su efecto.",
          "solucionario": "La opción C es correcta según las claves oficiales. La exposición o no exposición a la luz es una variable independiente porque es el factor que se manipula deliberadamente (cubrir o no cubrir con cartulina negra) para observar su efecto sobre la variable dependiente (concentración de CO₂). Es la variable que el investigador controla activamente.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Además de la concentración de dióxido de carbono, ¿qué otra variable debe medir la científica para identificar que, en el equipo cerrado, se está realizando el proceso de fotosíntesis?",
          "opciones": [
            "La concentración de oxígeno producido.",
            "El área superficial de las hojas de la planta.",
            "La turbidez del agua."
          ],
          "respuesta": "La concentración de oxígeno producido.",
          "respuestaCorta": "La fotosíntesis produce oxígeno, por lo que medir su concentración confirma que el proceso está ocurriendo.",
          "solucionario": "La opción A es correcta según las claves oficiales. Para identificar que se está realizando la fotosíntesis, además de medir la disminución de CO₂, es fundamental medir el aumento de O₂, ya que este es el producto principal de la fotosíntesis. La ecuación de la fotosíntesis muestra que se consume CO₂ y se produce O₂, por lo que medir ambos confirma el proceso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p34",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es la ecuación química simplificada de la respiración aeróbica?",
          "opciones": [
            "C₆H₁₂O₆ → 2C₂H₅OH + 2CO₂ + energía",
            "C₆H₁₂O₆ + 6O₂ → 6H₂O + 6CO₂ + energía",
            "6CO₂ + 6H₂O + energía → C₆H₁₂O₆ + 6O₂"
          ],
          "respuesta": "C₆H₁₂O₆ + 6O₂ → 6H₂O + 6CO₂ + energía",
          "respuestaCorta": "La respiración aeróbica consume glucosa y oxígeno para producir agua, dióxido de carbono y energía.",
          "solucionario": "La opción B es correcta según las claves oficiales. Esta ecuación representa correctamente la respiración aeróbica, proceso en el cual la glucosa reacciona con oxígeno para producir dióxido de carbono, agua y energía en forma de ATP. La opción A representa fermentación alcohólica y la opción C representa fotosíntesis.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p35",
      "contexto": "Un docente está desarrollando una unidad didáctica sobre la acción del ser humano en los ecosistemas. El docente observa que los estudiantes ya han logrado explicar que ciertas actividades humanas son las principales causas del incremento en la concentración del dióxido de carbono (CO₂) en la atmósfera.\nComo parte de una de las sesiones de aprendizaje de esta unidad, el docente realiza con los estudiantes la siguiente actividad:\n1. El docente comenta que, a medida que el océano continúa absorbiendo más dióxido de carbono, el pH de este disminuye y el océano se vuelve más ácido. Luego, añade que como resultado de un experimento se mostró que, cuando las conchas de unos pterópodos se colocaron en agua de mar con los niveles de pH proyectados para el año 2100, las conchas de estos animales se disolvieron casi por completo después de 45 días.\n2. El docente pregunta a los estudiantes lo siguiente: \"¿Cómo impactaría este resultado en las cadenas alimenticias de los ecosistemas marinos?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de la actividad realizada por el docente?",
          "opciones": [
            "Que los estudiantes identifiquen los componentes bióticos y abióticos de un ecosistema marino.",
            "Que los estudiantes identifiquen las consecuencias del incremento de las concentraciones de CO₂ en los ecosistemas marinos.",
            "Que los estudiantes planteen acciones para contrarrestar las consecuencias del incremento de las concentraciones de CO₂ en los ecosistemas marinos."
          ],
          "respuesta": "Que los estudiantes identifiquen las consecuencias del incremento de las concentraciones de CO₂ en los ecosistemas marinos.",
          "respuestaCorta": "La actividad busca que los estudiantes comprendan los impactos del aumento de CO₂ en los ecosistemas marinos.",
          "solucionario": "La opción B es correcta según las claves oficiales. El propósito principal de la actividad es que los estudiantes identifiquen y comprendan las consecuencias del incremento de CO₂ en los ecosistemas marinos, específicamente cómo la acidificación oceánica afecta a los organismos marinos y, por ende, a las cadenas alimenticias. La actividad conecta el conocimiento previo sobre causas del incremento de CO₂ con sus efectos en los ecosistemas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Como parte de otra de las sesiones de aprendizaje de la unidad, un equipo de estudiantes realiza una propuesta de indagación acerca de cómo afecta la temperatura a la cantidad de dióxido de carbono que permanece capturado en el agua. A continuación, se presenta la propuesta de indagación de los estudiantes:\n1. Conseguir agua embotellada gasificada, 3 vasos transparentes iguales y 3 recipientes iguales. El vaso debe caber dentro del recipiente.\n2. Rotular los vasos como \"A\", \"B\" y \"C\". Verter el agua embotellada gasificada en igual volumen en cada vaso.\n3. Colocar cada uno de los vasos de la siguiente manera:\nVaso A: dentro de un recipiente que contenga agua fría (aproximadamente a 8 °C)\nVaso B: dentro de un recipiente que contenga agua caliente (aproximadamente a 60 °C)\nVaso C: dentro de un recipiente que contenga agua a temperatura ambiente (aproximadamente a 25 °C)\nEl volumen de agua en los recipientes debe ser el mismo.\n4. Observar y registrar lo que sucede con el agua embotellada gasificada en cada vaso.\n¿Cuál de las siguientes es la variable dependiente en la propuesta de indagación presentada por los estudiantes?",
          "opciones": [
            "La liberación de burbujas.",
            "El volumen de agua embotellada gasificada.",
            "La temperatura del agua en los recipientes."
          ],
          "respuesta": "La liberación de burbujas.",
          "respuestaCorta": "La liberación de burbujas es lo que se observa y mide como resultado de cambiar la temperatura.",
          "solucionario": "La opción A es correcta según las claves oficiales. La variable dependiente es aquella que se observa y mide como resultado de manipular la variable independiente. En este caso, la liberación de burbujas (que indica la cantidad de CO₂ que escapa del agua) es lo que se observa en respuesta a los cambios de temperatura. La temperatura es la variable independiente y el volumen es una variable de control.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_secundaria_2024_p37",
      "contexto": "Como parte de una unidad didáctica sobre la genética en el ser humano, una docente presenta a los estudiantes la siguiente información: \"Tres tipos principales de genes conforman una familia de genes para la visión de color en los seres humanos. En el cromosoma X, se encuentran dos de estos tres genes. Estos son los responsables de la visión para el color verde y rojo. El tercer tipo de gen se encuentra en algunos de los cromosomas autosómicos\".\nLuego, la docente pregunta lo siguiente: \"Determinadas enfermedades relacionadas con la visión del color se presentan mayoritariamente en los hombres. Desde la genética, ¿a qué se debe esto?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, se muestran las respuestas de tres estudiantes. ¿Cuál de los siguientes estudiantes responde correctamente la pregunta planteada por la docente?",
          "opciones": [
            "Alanis dice: \"Al hecho de que en los hombres, los alelos recesivos de los genes relacionados con la visión del color rojo y verde se encuentran exclusivamente en su único cromosoma Y\".",
            "Brian dice: \"Al hecho de que los hombres portadores de alelos sanos pueden tener una copia defectuosa en otro cromosoma autosómico\".",
            "Carlos dice: \"Al hecho de que los hombres portadores de alelos defectuosos no cuentan con una copia sana de estos alelos en otro cromosoma X\"."
          ],
          "respuesta": "Carlos dice: \"Al hecho de que los hombres portadores de alelos defectuosos no cuentan con una copia sana de estos alelos en otro cromosoma X\".",
          "respuestaCorta": "Los hombres solo tienen un cromosoma X, por lo que un alelo defectuoso se manifiesta sin posibilidad de compensación.",
          "solucionario": "La opción C es correcta según las claves oficiales. Los hombres tienen cariotipo XY, es decir, solo poseen un cromosoma X. Si heredan un alelo defectuoso en ese único cromosoma X, no tienen otro cromosoma X con una copia sana que pueda compensar, por lo que manifiestan la enfermedad. Las mujeres (XX) pueden ser portadoras sin manifestar la enfermedad porque tienen dos cromosomas X.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, la docente plantea el siguiente caso: \"Cierta enfermedad de la vista es generada por un rasgo recesivo y está vinculada a un alelo defectuoso, 'c', ubicado en el cromosoma X. Una mujer portadora no manifiesta la enfermedad y posee un alelo sano, 'C', y un alelo defectuoso, 'c'. Un hombre sano y la mujer portadora de la enfermedad pronto tendrán una hija\". La docente pregunta a los estudiantes cuál es la probabilidad de que esta hija sea portadora de la enfermedad. A continuación, se muestran las respuestas de tres estudiantes. ¿Cuál de los siguientes estudiantes responde correctamente la pregunta planteada por la docente?",
          "opciones": [
            "Alba dice: \"0 %\".",
            "Bianca dice: \"25 %\".",
            "Cirilo dice: \"50 %\"."
          ],
          "respuesta": "Cirilo dice: \"50 %\".",
          "respuestaCorta": "La hija tiene 50% de probabilidad de heredar el alelo defectuoso de la madre y ser portadora.",
          "solucionario": "La opción C es correcta según las claves oficiales. El cruce es: Madre XCXc × Padre XCY. Los posibles genotipos para las hijas son: XCXC (sana, 50%) y XCXc (portadora, 50%). Por lo tanto, hay un 50% de probabilidad de que la hija sea portadora de la enfermedad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p39",
      "contexto": "El petróleo",
      "imagen": "img/ascenso/secundaria/2024/cyt/9.jpg",
      "preguntas": [
        {
          "pregunta": "Cuando se mezclan petróleo y agua, el petróleo flota en esta. ¿Cuál de las siguientes es una de las propiedades del petróleo que explica este hecho?",
          "opciones": [
            "La viscosidad.",
            "La volatilidad.",
            "La polaridad."
          ],
          "respuesta": "La polaridad.",
          "respuestaCorta": "El petróleo es no polar y menos denso que el agua, por lo que flota sobre ella.",
          "solucionario": "La opción C es correcta según las claves oficiales. El petróleo flota sobre el agua principalmente porque es una sustancia no polar (apolar), mientras que el agua es polar. Las sustancias no polares no se mezclan con sustancias polares. Además, el petróleo tiene menor densidad que el agua, lo que también contribuye a que flote.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "A partir de la información presentada, ¿cuál de los hidrocarburos se encuentra en estado gaseoso a 25 °C?",
          "opciones": [
            "El etano.",
            "El octano.",
            "El pentano."
          ],
          "respuesta": "El etano.",
          "respuestaCorta": "El etano tiene punto de ebullición de -88,6 °C, muy inferior a 25 °C, por lo que está en estado gaseoso.",
          "solucionario": "La opción A es correcta según las claves oficiales. Para estar en estado gaseoso a 25 °C, el punto de ebullición debe ser inferior a esta temperatura. El etano tiene un punto de ebullición de -88,6 °C, lo que significa que a 25 °C se encuentra en estado gaseoso. El pentano (36,1 °C) y el octano (125,7 °C) tienen puntos de ebullición superiores a 25 °C, por lo que estarían en estado líquido.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "De acuerdo con el procesamiento del crudo de petróleo, ¿cuál de los siguientes hidrocarburos se colectaría en lo más alto de la columna de fraccionamiento?",
          "opciones": [
            "El pentano.",
            "El metano.",
            "El octano."
          ],
          "respuesta": "El metano.",
          "respuestaCorta": "El metano tiene el punto de ebullición más bajo (-161,7 °C), por lo que permanece en estado gaseoso y asciende hasta lo más alto de la columna.",
          "solucionario": "La opción B es correcta según las claves oficiales. En la destilación fraccionada del petróleo, los hidrocarburos con menor punto de ebullición permanecen en estado gaseoso por más tiempo y ascienden hasta las partes más altas de la columna. El metano, con punto de ebullición de -161,7 °C, es el que tiene el menor punto de ebullición de los mencionados, por lo que se colectaría en la parte superior de la torre de fraccionamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p42",
      "contexto": "Un docente se encuentra desarrollando una unidad didáctica que tiene como propósito que los estudiantes describan las propiedades de las soluciones.\nEn una de las sesiones de aprendizaje de la unidad, Miguel, un estudiante, realiza el siguiente comentario: \"Para limpiar el piso de las casas, se prepara un líquido limpiador de pisos casero mezclando vinagre y lejía en un balde. Dicen que deja todo bien limpio. Me parece una buena idea hacerlo\". Varios estudiantes comentan que les parece muy interesante realizar esta práctica para la limpieza en sus casas.\nEl docente sabe que, a partir de la reacción química entre la lejía y el vinagre, se obtienen productos tóxicos. En ese sentido, el docente necesita que los estudiantes reflexionen sobre los riesgos de esta práctica para su salud.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice el docente?",
          "opciones": [
            "Presentar un video donde se muestre la reacción química entre los componentes principales de la lejía y el vinagre. Solicitar a los estudiantes que registren los productos obtenidos en esta reacción y que busquen información acerca de sus propiedades y toxicidad. Luego, pedirles que sustenten si realizar esta práctica para la limpieza presenta riesgos para su salud.",
            "Presentar la etiqueta de diferentes materiales para la limpieza doméstica, entre ellos, la lejía y el vinagre. Solicitar a los estudiantes que, según la etiqueta, identifiquen los componentes que se presentan en mayor porcentaje en cada uno de estos materiales. Luego, explicarles que combinar estos componentes da como resultado productos que ponen en riesgo su salud.",
            "Presentar una infografía que muestre qué materiales de limpieza doméstica no se deben combinar, entre ellos, la lejía y el vinagre. Solicitar a los estudiantes que elaboren carteles para evitar que, en sus casas, sus familiares combinen estos materiales y pongan en riesgo su salud. Luego, pedirles que coloquen estos carteles en el lugar donde almacenan los materiales para la limpieza doméstica."
          ],
          "respuesta": "Presentar un video donde se muestre la reacción química entre los componentes principales de la lejía y el vinagre. Solicitar a los estudiantes que registren los productos obtenidos en esta reacción y que busquen información acerca de sus propiedades y toxicidad. Luego, pedirles que sustenten si realizar esta práctica para la limpieza presenta riesgos para su salud.",
          "respuestaCorta": "Esta acción promueve la indagación y el razonamiento científico al hacer que los estudiantes investiguen y lleguen a sus propias conclusiones basadas en evidencia.",
          "solucionario": "La opción A es correcta según las claves oficiales. Esta acción es la más pertinente porque involucra activamente a los estudiantes en un proceso de indagación científica. Los estudiantes observan la reacción, identifican los productos, investigan sus propiedades y toxicidad, y finalmente construyen su propia argumentación sobre los riesgos. Este enfoque desarrolla competencias científicas y permite que los estudiantes comprendan profundamente el peligro, en lugar de solo recibir información pasivamente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p43",
      "contexto": "Un docente se encuentra desarrollando una unidad didáctica que tiene como propósito que los estudiantes describan las propiedades de las soluciones.\nEn otra de las sesiones de aprendizaje de la unidad, el docente plantea a los estudiantes la siguiente actividad:",
      "imagen": "img/ascenso/secundaria/2024/cyt/10.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el aprendizaje evidenciado en la respuesta del estudiante?",
          "opciones": [
            "Establece relaciones entre soluciones de diferente unidad de concentración.",
            "Establece diferencias entre el soluto y el solvente de una solución.",
            "Establece la función del componente principal de una solución."
          ],
          "respuesta": "Establece relaciones entre soluciones de diferente unidad de concentración.",
          "respuestaCorta": "El estudiante compara dos concentraciones diferentes y las relaciona con el precio, demostrando comprensión de las unidades de concentración.",
          "solucionario": "La opción A es correcta según las claves oficiales. Mateo demuestra que comprende cómo interpretar y comparar diferentes unidades de concentración (5% m/m vs 3% m/m calculado a partir de g/200mL y densidad). Establece una relación entre estas concentraciones y un factor externo (precio), evidenciando que puede trabajar con y relacionar diferentes formas de expresar la concentración de soluciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p44",
      
      "imagen": "img/ascenso/secundaria/2024/cyt/11.jpg",
      "preguntas": [
        {
          "pregunta": "De acuerdo con la hipótesis de la propuesta de indagación, ¿cuál de los siguientes es un ajuste que deben realizar los estudiantes?",
          "opciones": [
            "Utilizar agua destilada tibia.",
            "Filtrar y secar el azúcar en papel filtro.",
            "Triturar el azúcar que van a emplear en las muestras."
          ],
          "respuesta": "Filtrar y secar el azúcar en papel filtro.",
          "respuestaCorta": "Para determinar la masa de azúcar que no se disolvió, es necesario filtrarla y secarla antes de pesarla.",
          "solucionario": "La opción B es correcta según las claves oficiales. Para identificar correctamente la masa de azúcar que no se disolvió en cada muestra (paso 5), es necesario separar el azúcar no disuelta del líquido mediante filtración y luego secarla para eliminar el solvente adherido. Solo así se puede pesar con precisión el azúcar que quedó sin disolverse y comparar la efectividad de cada solvente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p45",
      "contexto": "Luego de realizar los ajustes y llevar a cabo la indagación, los estudiantes elaboran la siguiente conclusión: \"El azúcar se disuelve en agua, pero no se disuelve en alcohol medicinal\".\nEl docente sabe que, dadas las características químicas del agua y del azúcar, esta se disuelve cuando ambas se mezclan. Además, tiene presente que, como el alcohol medicinal es una mezcla de alcohol etílico y agua, el azúcar sí se tendría que disolver al mezclarse con alcohol medicinal, pero en menor cantidad que en las muestras donde el volumen de agua es mayor.\nEl docente tiene como propósito que los estudiantes reflexionen sobre el error evidenciado en su conclusión.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente realizar para lograr este propósito?",
          "opciones": [
            "Decirles que el azúcar puede disolverse si es mezclada en agua, de acuerdo con las características químicas de ambas sustancias. Además, comentarles que, como el alcohol medicinal tiene agua, entonces, el azúcar se tiene que disolver en este necesariamente.",
            "Pedirles que preparen dos muestras con alcohol medicinal de diferente concentración y la misma cantidad de azúcar. Luego, decirles que ya que el alcohol, al tener agua, podrá disolver una pequeña cantidad del azúcar, deben registrar la cantidad de gramos de azúcar antes y después de formar cada una de las mezclas.",
            "Pedirles que observen la composición del alcohol medicinal en las etiquetas de los envases. Luego, preguntarles si creen que el azúcar se disolvería en el alcohol medicinal y qué necesitan hacer para identificar si la cantidad de azúcar en las muestras de alcohol medicinal se mantiene o cambia en las mezclas."
          ],
          "respuesta": "Pedirles que observen la composición del alcohol medicinal en las etiquetas de los envases. Luego, preguntarles si creen que el azúcar se disolvería en el alcohol medicinal y qué necesitan hacer para identificar si la cantidad de azúcar en las muestras de alcohol medicinal se mantiene o cambia en las mezclas.",
          "respuestaCorta": "Esta acción promueve que los estudiantes reflexionen por sí mismos mediante preguntas guía, en lugar de darles la respuesta directamente.",
          "solucionario": "La opción C es correcta según las claves oficiales. Esta acción es la más pertinente porque promueve la reflexión activa de los estudiantes mediante preguntas orientadoras. Al observar que el alcohol medicinal contiene agua, los estudiantes pueden cuestionar su conclusión inicial. Las preguntas los guían a replantear su hipótesis y a identificar qué mediciones necesitan realizar para verificarla, desarrollando así su pensamiento crítico y habilidades de indagación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p46",
      
      "imagen": "img/ascenso/secundaria/2024/cyt/12.jpg",
      "preguntas": [
        {
          "pregunta": "A partir del gráfico, ¿en cuál de los siguientes intervalos es más rápida la reacción química?",
          "opciones": [
            "De 0 a 50 segundos.",
            "De 50 a 100 segundos.",
            "De 100 a 150 segundos."
          ],
          "respuesta": "De 0 a 50 segundos.",
          "respuestaCorta": "La pendiente de la curva es más pronunciada en los primeros 50 segundos, indicando mayor velocidad de reacción.",
          "solucionario": "La opción A es correcta según las claves oficiales. La velocidad de reacción se relaciona con la pendiente de la curva en un gráfico de volumen vs tiempo. En el intervalo de 0 a 50 segundos, la pendiente es más pronunciada (el volumen aumenta más rápidamente), lo que indica que la reacción es más rápida en este periodo. A medida que pasa el tiempo, la pendiente disminuye, indicando que la reacción se hace más lenta.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "A partir del gráfico, ¿cuál de las siguientes alternativas explica los resultados obtenidos en el intervalo de 150 a 200 segundos?",
          "opciones": [
            "El agotamiento de la capacidad disponible en el colector.",
            "El agotamiento de peróxido de hidrógeno.",
            "La presencia de agua colectada."
          ],
          "respuesta": "El agotamiento de peróxido de hidrógeno.",
          "respuestaCorta": "La curva se aplana porque se agotó el reactivo (peróxido de hidrógeno), deteniendo la producción de oxígeno.",
          "solucionario": "La opción B es correcta según las claves oficiales. Entre 150 y 200 segundos, el gráfico muestra una línea horizontal (volumen constante), lo que indica que ya no se produce más oxígeno. Esto se debe al agotamiento del reactivo limitante, el peróxido de hidrógeno. Cuando se agota el reactivo, la reacción se detiene y no se genera más producto.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En la reacción química de descomposición del peróxido de hidrógeno, se emplea dióxido de manganeso. ¿Qué sucede con la masa de este compuesto al finalizar la reacción química?",
          "opciones": [
            "Aumenta.",
            "Disminuye.",
            "Se mantiene constante."
          ],
          "respuesta": "Se mantiene constante.",
          "respuestaCorta": "El dióxido de manganeso actúa como catalizador, por lo que no se consume en la reacción y su masa permanece constante.",
          "solucionario": "La opción C es correcta según las claves oficiales. Un catalizador es una sustancia que acelera una reacción química sin ser consumida en el proceso. El dióxido de manganeso actúa como catalizador en la descomposición del peróxido de hidrógeno, por lo que su masa se mantiene constante al finalizar la reacción. El catalizador participa en el mecanismo de reacción pero se regenera al final.",
          "seccion": "Casuística"
        }
      ]
    },
   
    {
      "idGrupo": "asc_secundaria_2024_p49",
      "contexto": "La descomposición del peróxido de hidrógeno\nEl peróxido de hidrógeno, componente principal del agua oxigenada, se descompone en oxígeno y agua. En un laboratorio, se realizó esta reacción química empleando dióxido de manganeso como catalizador. Se colectó y midió el oxígeno producido en esta reacción.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si se tendría que reemplazar el dióxido de manganeso por una alternativa que cumpla la misma función en la reacción química, ¿con qué alternativa se podría reemplazar el dióxido de manganeso?",
          "opciones": [
            "Con agua.",
            "Con hígado sancochado.",
            "Con papa cruda rallada."
          ],
          "respuesta": "Con papa cruda rallada.",
          "respuestaCorta": "La papa cruda contiene la enzima catalasa que actúa como catalizador biológico para descomponer el peróxido de hidrógeno.",
          "solucionario": "La opción C es correcta según las claves oficiales. La papa cruda rallada contiene la enzima catalasa, que cataliza la descomposición del peróxido de hidrógeno de manera similar al dióxido de manganeso. La catalasa es un catalizador biológico muy eficiente que se encuentra en muchos tejidos vivos, incluida la papa cruda. El hígado sancochado perdería esta enzima por desnaturalización debido al calor.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p50",
      "contexto": "Como parte de una unidad didáctica sobre cómo evolucionan los organismos, en una de las sesiones de aprendizaje, un docente tiene como propósito que los estudiantes construyan diagramas para mostrar las relaciones evolutivas entre un grupo de organismos. En ese sentido, el docente elabora junto con los estudiantes la siguiente tabla con características de algunos organismos:",
      "imagen": "img/ascenso/secundaria/2024/cyt/13.jpg",
      "preguntas": [
        {
          "pregunta": "De acuerdo con el propósito de la sesión de aprendizaje, ¿cuál de las siguientes acciones pedagógicas es más pertinente plantear a los estudiantes?",
          "opciones": [
            "Preguntarles qué característica separa al organismo menos relacionado de los otros organismos de la tabla.",
            "Preguntarles qué características de la tabla se presentan, por lo menos, en dos de los organismos.",
            "Preguntarles por otras características que presentan los organismos de la tabla."
          ],
          "respuesta": "Preguntarles qué característica separa al organismo menos relacionado de los otros organismos de la tabla.",
          "respuestaCorta": "Esta pregunta guía a los estudiantes a identificar las características que permiten establecer las ramificaciones en un diagrama evolutivo.",
          "solucionario": "La opción A es correcta según las claves oficiales. Para construir diagramas evolutivos (cladogramas), es fundamental que los estudiantes identifiquen las características que separan a los organismos, especialmente cuál es el organismo menos relacionado con el resto. Esta pregunta los guía a analizar las características de manera que puedan establecer las relaciones evolutivas y construir el diagrama correctamente, identificando puntos de divergencia.",
          "seccion": "Casuística"
        },
        {
          "imagen":"img/ascenso/secundaria/2024/cyt/14.jpg",
            "pregunta": "Daniel, un estudiante, elabora el siguiente diagrama con base en la información de la tabla:\n[DIAGRAMA_01]\n¿Cuál es el error que se evidencia en el diagrama elaborado por el estudiante?",

          "opciones": [
            "Representar que la lombriz pertenece a una rama del diagrama lejanamente emparentada con el ser humano.",
            "Representar que la lombriz, la lagartija, el pez y el ser humano evolucionaron de un ancestro común.",
            "Representar que la lagartija y el pez están más emparentadas con la lombriz que con el ser humano."
          ],
          "respuesta": "Representar que la lagartija y el pez están más emparentadas con la lombriz que con el ser humano.",
          "respuestaCorta": "El error es mostrar que el pez y la lagartija comparten una rama más cercana con la lombriz cuando deberían estar más cerca del ser humano.",
          "solucionario": "La opción C es correcta según las claves oficiales. Según la tabla, el pez, la lagartija y el ser humano comparten la característica de tener espina dorsal, lo que indica un parentesco más cercano entre ellos que con la lombriz. En el diagrama de Daniel, el pez y la lagartija aparecen agrupados más cerca de la lombriz, lo cual contradice las relaciones evolutivas correctas basadas en las características compartidas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p52",
      "contexto": "Una docente se encuentra desarrollando una unidad didáctica sobre las características del suelo. Como parte de una de las sesiones de aprendizaje de la unidad, la docente presenta a los estudiantes la siguiente información:\n¿Cómo identificar la naturaleza ácida o básica del suelo?\n1. Conseguir 1 L de agua destilada, 150 mL de vinagre blanco, 30 g de bicarbonato de sodio, 5 vasos transparentes iguales y 100 g de un solo tipo de suelo.\n2. Preparar en cada vaso los siguientes ensayos:\nEnsayo A: colocar 100 mL de agua destilada + 50 mL de vinagre\nEnsayo B: colocar 100 mL de agua destilada + 10 g de bicarbonato de sodio\nEnsayo C: colocar 100 mL de agua destilada + 10 g de bicarbonato de sodio + 50 mL de vinagre\nEnsayo D: colocar 100 mL de agua destilada + 10 g de bicarbonato de sodio + 50 g de muestra de suelo\nEnsayo E: colocar 100 mL de agua destilada + 50 mL de vinagre + 50 g de muestra de suelo\n3. Observar y registrar los resultados en una tabla de datos.\nLos estudiantes comentan que les parecería interesante realizar este procedimiento con muestras de suelo que ellos tengan disponibles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Para qué sería necesario realizar los ensayos A y B?",
          "opciones": [
            "Para identificar las evidencias de una reacción de neutralización.",
            "Para identificar la cantidad pertinente de vinagre y bicarbonato de sodio a emplear.",
            "Para identificar el posible efecto del agua destilada sobre la sustancia ácida o básica."
          ],
          "respuesta": "Para identificar el posible efecto del agua destilada sobre la sustancia ácida o básica.",
          "respuestaCorta": "Los ensayos A y B sirven como controles para observar el comportamiento del vinagre y bicarbonato con agua, sin el suelo.",
          "solucionario": "La opción C es correcta según las claves oficiales. Los ensayos A y B son controles que permiten observar cómo se comportan el vinagre (ácido) y el bicarbonato de sodio (básico) cuando se mezclan solo con agua destilada, sin la presencia del suelo. Esto establece una línea base para comparar con los ensayos D y E donde se añade el suelo, permitiendo identificar si el agua destilada tiene algún efecto sobre estas sustancias.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Un estudiante comenta que él ya realizó estos ensayos y que, como resultado del ensayo C, se libera un gas. Luego, la docente pregunta a los estudiantes: \"¿Qué gas se libera en el ensayo C?\". A continuación, se muestran las respuestas de tres estudiantes. ¿Cuál de los siguientes estudiantes responde correctamente la pregunta planteada por la docente?",
          "opciones": [
            "Analí dice: \"Se libera dióxido de carbono\".",
            "Bertha dice: \"Se libera oxígeno gaseoso\".",
            "Cristel dice: \"Se libera hidrógeno gaseoso\"."
          ],
          "respuesta": "Analí dice: \"Se libera dióxido de carbono\".",
          "respuestaCorta": "La reacción entre un ácido (vinagre) y una base (bicarbonato de sodio) produce dióxido de carbono.",
          "solucionario": "La opción A es correcta según las claves oficiales. El ensayo C combina vinagre (ácido acético) con bicarbonato de sodio (base). Esta es una reacción ácido-base que produce dióxido de carbono (CO₂), agua y una sal. La ecuación simplificada es: NaHCO₃ + CH₃COOH → CO₂ + H₂O + CH₃COONa. El gas que se observa como burbujas es el dióxido de carbono.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente y 25 estudiantes que conforman el aula realizaron todos los ensayos. Cada estudiante colectó 100 g de suelo de una zona aledaña a su casa para realizar los ensayos. La docente anotó en la pizarra los resultados obtenidos por los estudiantes en el ensayo D:\n• En 20 muestras, SÍ se desprendió gas.\n• En 5 muestras, NO se desprendió gas.\nA partir de los resultados, ¿cuál de las siguientes proposiciones es correcta?",
          "opciones": [
            "El 80 % de las muestras presentaron un pH ácido.",
            "El 80 % de las muestras presentaron un pH básico.",
            "El 80 % de las muestras presentaron un pH neutro."
          ],
          "respuesta": "El 80 % de las muestras presentaron un pH ácido.",
          "respuestaCorta": "Si hay desprendimiento de gas con bicarbonato, significa que el suelo es ácido y reacciona con la base.",
          "solucionario": "La opción A es correcta según las claves oficiales. En el ensayo D se mezcla bicarbonato de sodio (base) con el suelo. Si se desprende gas (CO₂), significa que hay una reacción ácido-base, indicando que el suelo tiene naturaleza ácida. De las 25 muestras, 20 liberaron gas (80%), lo que indica que el 80% de las muestras tienen pH ácido. Las 5 muestras donde no se desprendió gas tendrían pH neutro o básico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p55",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Como parte de una sesión de aprendizaje sobre las características de la materia, Luis, un estudiante, comenta lo siguiente: \"Mientras mayor masa tenga un cuerpo, mayor volumen tendrá\". El docente nota que varios estudiantes están de acuerdo con Luis. En ese contexto, presenta la siguiente información: \"Los púlsares son estrellas de neutrones que emiten radiación electromagnética. Estos objetos cósmicos son bolas diminutas más o menos del tamaño de una ciudad, pero con la masa del Sol\". A partir de la información presentada, el docente les pregunta a los estudiantes cuál es la relación que existe entre el volumen y la masa de un cuerpo. ¿Cuál es el propósito principal del docente al realizar esta actividad?",
          "opciones": [
            "La activación de saberes previos.",
            "La generación de conflicto cognitivo.",
            "La metacognición sobre las estrategias de aprendizaje."
          ],
          "respuesta": "La generación de conflicto cognitivo.",
          "respuestaCorta": "El docente presenta información que contradice la creencia de los estudiantes para generar un conflicto cognitivo que promueva el aprendizaje.",
          "solucionario": "La opción B es correcta según las claves oficiales. El docente presenta un contraejemplo (púlsares con gran masa pero pequeño volumen) que contradice la idea previa de los estudiantes de que mayor masa implica mayor volumen. Esto genera un conflicto cognitivo que los motiva a revisar y reconstruir su comprensión sobre la relación entre masa, volumen y densidad.",
          "seccion": "Conocimientos Pedagógicos"
        }
      ]
    },
    {
      "idGrupo": "asc_secundaria_2024_p56",
      "contexto": "Se dice que Newton vio caer una manzana de un árbol y relacionó este hecho con el movimiento de la Luna alrededor de la Tierra y el de los planetas alrededor del Sol. A partir de esta relación, Newton propuso que la fuerza con que la Tierra \"jalaba\" a la manzana era la misma fuerza con que la Tierra \"jalaba\" a la Luna, y denominó a esta fuerza como la \"fuerza gravitatoria\".\nPara responder a las siguientes preguntas:\n• Considerar el centro de masa de la Tierra como si estuviera en reposo.\n• No considerar efectos del aire en la superficie de la Tierra.\n• No considerar influencias de otros cuerpos (Sol, planetas, asteroides, etc.) sobre la Tierra y la Luna.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un cuerpo se encuentra en \"caída libre\" cuando la única fuerza actuando sobre dicho cuerpo es la fuerza gravitatoria. ¿Cuál de los siguientes cuerpos se encuentra en caída libre?",
          "opciones": [
            "Una persona descendiendo en un ascensor.",
            "La Luna mientras da vuelta alrededor de la Tierra.",
            "Una pelota tras ser lanzada hacia arriba, pero solo mientras baja."
          ],
          "respuesta": "La Luna mientras da vuelta alrededor de la Tierra.",
          "respuestaCorta": "La Luna está en caída libre continua hacia la Tierra, con la gravedad como única fuerza actuando sobre ella.",
          "solucionario": "La opción B es correcta según las claves oficiales. La Luna se encuentra en caída libre porque la única fuerza significativa actuando sobre ella es la fuerza gravitatoria de la Tierra (considerando las simplificaciones dadas). Aunque tiene movimiento circular, está constantemente \"cayendo\" hacia la Tierra, pero su velocidad tangencial hace que nunca impacte. Una persona en ascensor tiene fuerzas adicionales (normal del piso), y una pelota lanzada tiene resistencia del aire.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El centro de masa de la Luna da una vuelta completa, es decir, realiza una trayectoria casi circular, alrededor de la Tierra cada 28 días. Este centro de masa se traslada con rapidez constante. ¿Cómo es la fuerza que ejerce la Tierra sobre la Luna?",
          "opciones": [
            "La fuerza presenta la misma dirección y sentido del movimiento de la Luna.",
            "La fuerza presenta una dirección perpendicular a la del movimiento de la Luna.",
            "La fuerza presenta la misma dirección pero en sentido opuesto al sentido del movimiento de la Luna."
          ],
          "respuesta": "La fuerza presenta una dirección perpendicular a la del movimiento de la Luna.",
          "respuestaCorta": "En un movimiento circular con rapidez constante, la fuerza centrípeta (gravitatoria) es perpendicular a la velocidad.",
          "solucionario": "La opción B es correcta según las claves oficiales. En un movimiento circular uniforme, la fuerza centrípeta (en este caso, la fuerza gravitatoria) siempre apunta hacia el centro del círculo y es perpendicular a la dirección del movimiento (velocidad tangencial). Esta fuerza no cambia la rapidez de la Luna, solo cambia la dirección de su movimiento, manteniéndola en órbita.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cómo afecta la Tierra a la energía cinética de la Luna?",
          "opciones": [
            "La Tierra realiza un trabajo positivo sobre la Luna y, por ende, aumenta su energía cinética.",
            "La Tierra realiza un trabajo negativo sobre la Luna y, por ende, disminuye su energía cinética.",
            "La Tierra ejerce una fuerza sobre la Luna, pero no realiza trabajo sobre esta, por tanto, no le da ni le quita energía cinética."
          ],
          "respuesta": "La Tierra ejerce una fuerza sobre la Luna, pero no realiza trabajo sobre esta, por tanto, no le da ni le quita energía cinética.",
          "respuestaCorta": "Como la fuerza es perpendicular al desplazamiento, el trabajo es cero y la energía cinética permanece constante.",
          "solucionario": "La opción C es correcta según las claves oficiales. El trabajo se calcula como W = F·d·cos(θ), donde θ es el ángulo entre la fuerza y el desplazamiento. Como la fuerza gravitatoria es perpendicular al desplazamiento de la Luna (θ = 90°), y cos(90°) = 0, el trabajo realizado es cero. Por tanto, la energía cinética de la Luna permanece constante. La fuerza solo cambia la dirección del movimiento, no su rapidez.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Respecto de la magnitud del peso de un cuerpo cerca de la superficie de la Tierra, ¿cuál de las siguientes afirmaciones es correcta?",
          "opciones": [
            "La magnitud del peso de un cuerpo es siempre la misma.",
            "La magnitud del peso de un cuerpo es nula en el punto más alto de su trayectoria tras ser lanzado hacia arriba.",
            "La magnitud del peso de un cuerpo que es soltado a 10 metros del suelo aumenta cuando este desciende y gana rapidez."
          ],
          "respuesta": "La magnitud del peso de un cuerpo es siempre la misma.",
          "respuestaCorta": "Cerca de la superficie terrestre, el peso (P = mg) permanece constante independientemente del movimiento del cuerpo.",
          "solucionario": "La opción A es correcta según las claves oficiales. El peso de un cuerpo cerca de la superficie de la Tierra es P = mg, donde m es la masa y g es la aceleración gravitatoria. Tanto m como g permanecen prácticamente constantes cerca de la superficie, por lo que el peso es constante independientemente de si el cuerpo está en movimiento, en reposo, subiendo o bajando. El peso no desaparece en el punto más alto ni aumenta al descender.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué sucedería con la Luna si, repentinamente, no existiera la Tierra?",
          "opciones": [
            "Iría alejándose cada vez más del punto donde se situaba la Tierra, girando con un radio cada vez mayor, es decir, una trayectoria espiral.",
            "Realizaría un movimiento parabólico, de acuerdo con las condiciones iniciales de movimiento al momento de ya no estar la Tierra.",
            "Avanzaría en línea recta respecto del punto donde se situaba la Tierra."
          ],
          "respuesta": "Avanzaría en línea recta respecto del punto donde se situaba la Tierra.",
          "respuestaCorta": "Sin la fuerza gravitatoria, la Luna continuaría con movimiento rectilíneo uniforme según la primera ley de Newton.",
          "solucionario": "La opción C es correcta según las claves oficiales. Según la primera ley de Newton (ley de inercia), si no hay fuerzas actuando sobre un cuerpo, este continúa en movimiento rectilíneo uniforme. Si la Tierra desapareciera repentinamente, la fuerza gravitatoria sobre la Luna desaparecería, y esta continuaría moviéndose en línea recta con velocidad constante en la dirección que tenía en el momento de la desaparición (velocidad tangencial a su órbita).",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  