{
  "completo": [
    {
      "idGrupo": "asc_inicial_2023_p01",
      "contexto": "Mauricio, de veinticuatro meses, ha empezado a probar nuevos movimientos con su cuerpo. La docente ha visto que hace un par de días está intentando saltar con los dos pies. Hoy al volverlo a intentar, mira sonriente a la docente para mostrarle su logro.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice a continuación la docente para favorecer la autonomía de Mauricio al saltar?",
          "opciones": [
            "Decir: \"Mauricio, veo que cada vez estás saltando mejor\". Luego, mantenerse a cierta distancia atenta a los nuevos intentos del niño para continuar validando sus esfuerzos.",
            "Decir: \"Mauricio, qué feliz estoy porque estás intentando saltar\". Luego, felicitarlo y aplaudirlo por su intento de saltar con los dos pies.",
            "Decir: \"Mauricio, vamos a saltar juntos ¿Te parece?\". Luego, cogerlo de la mano hasta que salte con los dos pies."
          ],
          "respuesta": "Decir: \"Mauricio, veo que cada vez estás saltando mejor\". Luego, mantenerse a cierta distancia atenta a los nuevos intentos del niño para continuar validando sus esfuerzos.",
          "respuestaCorta": "La acción de la docente valida el esfuerzo del niño sin intervenir directamente, lo que le comunica confianza en sus capacidades y fomenta su autonomía.",
          "solucionario": "La opción A es la más pertinente porque respeta el protagonismo del niño en su propio aprendizaje motor. Al validar su esfuerzo (\"veo que cada vez estás saltando mejor\") y mantenerse atenta pero a distancia, la docente le comunica confianza en sus capacidades, permitiéndole a Mauricio seguir intentando y perfeccionando el movimiento por sí mismo. Las otras opciones, aunque bien intencionadas, o bien centran la atención en la emoción del adulto (B) o generan dependencia al intervenir directamente (C), limitando el desarrollo de la autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p02",
      "contexto": "Rosa, de siete meses, cuando está recostada se impulsa y logra sentarse por sí misma.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según la escala de desarrollo motor de Emmi Pickler, ¿cuál es la siguiente posición que alcanzará Rosa?",
          "opciones": [
            "Se recuesta e impulsa para desplazarse rodando.",
            "Se pone de pie sujetándose de un mueble o la pared.",
            "Se arrodilla por breves instantes tratando de mantener el equilibrio."
          ],
          "respuesta": "Se arrodilla por breves instantes tratando de mantener el equilibrio.",
          "respuestaCorta": "De acuerdo con la secuencia de desarrollo postural autónomo de Emmi Pikler, después de que un bebé logra sentarse por sí mismo, el siguiente hito motor es llegar a la posición de arrodillado.",
          "solucionario": "La teoría de Emmi Pikler describe una secuencia natural de desarrollo postural autónomo. Después de que un bebé logra sentarse por sí mismo desde una posición recostada, el siguiente hito motor es impulsarse hacia adelante para llegar a la posición de arrodillado, a menudo pasando por la posición de \"cuatro patas\". Ponerse de pie es una etapa posterior, y rodar es anterior a sentarse de forma autónoma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p03",
      "contexto": "Un grupo de niños del aula de cinco años, junto a la docente, están seleccionando las témperas con los colores que van a utilizar para pintar un mural para la puerta del aula. Luis le dice a la docente: \"Señorita, no hay témpera celeste para pintar el mural\". Entonces, la docente les propone mezclar témperas para obtener ese color.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente que realice la docente para promover la indagación científica a través de la experimentación con los colores?",
          "opciones": [
            "Preguntar: \"¿Creen que el color azul se parece al celeste?\". Luego, pedir que coloquen un poco de témpera azul en la paleta y agreguen mucha témpera blanca, para que lo aclare. Por último, pedir que mezclen ambos colores y preguntarles: \"¿Salió el color celeste?\".",
            "Solicitar que mencionen qué colores pueden mezclar para conseguir el color celeste. Luego de que hagan las mezclas de colores, preguntar: \"¿Qué color les salió? ¿Qué utilizaron para obtener el celeste? ¿Cuánto usaron de cada color?\". Por último, pedir que preparen más cantidad de la mezcla para pintar.",
            "Presentar una cartilla de mezclas donde se muestren los colores y las cantidades a usar para obtener nuevos colores. Luego, preguntar: \"¿Dónde está el color celeste? ¿Qué colores se deben combinar para conseguir ese color? ¿Qué cantidad de cada color se debe usar?\". Por último, pedir que mezclen los colores y comprueben que sale el color celeste."
          ],
          "respuesta": "Solicitar que mencionen qué colores pueden mezclar para conseguir el color celeste. Luego de que hagan las mezclas de colores, preguntar: \"¿Qué color les salió? ¿Qué utilizaron para obtener el celeste? ¿Cuánto usaron de cada color?\". Por último, pedir que preparen más cantidad de la mezcla para pintar.",
          "respuestaCorta": "Esta opción promueve que los niños formulen sus propias hipótesis, experimenten libremente y luego comuniquen sus resultados, lo cual es central en la indagación científica.",
          "solucionario": "La opción B es la más pertinente porque promueve el ciclo completo de la indagación. Permite que los niños formulen hipótesis (\"qué colores pueden mezclar\"), experimenten por sí mismos, analicen los resultados (\"¿Qué color les salió?\") y comuniquen sus hallazgos. En contraste, la opción A guía excesivamente el proceso, y la opción C ofrece la solución de antemano, eliminando la oportunidad de descubrir por sí mismos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p04",
      "contexto": "Los niños del aula de cinco años están trabajando el proyecto de: \"La lonchera saludable\". Hoy están preparando panes con palta. Luego de que los niños degustaron los panes, la docente observa que Lucía tiene la mitad de una palta y se las muestra a sus compañeros de grupo diciendo: \"¡Aquí queda un pedazo de palta! ¡Hay que comerla rápido para que no se ponga fea!\".\nA continuación, se produce el siguiente diálogo entre la docente y los niños:\nDocente dice: \"¿Cómo sabes eso Lucía?\".\nLucía dice: \"Mi mamá me dice eso en el desayuno\".\nSebastián dice: \"No creo que pase nada con la palta\".\nDocente dice: \"¿Qué les parece si dejamos un pedacito de palta hasta la salida para saber qué pasa?\".\nAsí queda la palta en un plato en el sector de ciencia hasta la salida.\nSebastián dice: \"¡¡Ya es la salida, hay que ver la palta!!\".\nVarios niños se acercan al sector.\nRicardo dice: \"¡Miren! ¡Se puso negra!\".\nJulia dice: \"¡Ay!, jahora ya no la quiero comer!\".\nDocente dice: \"¿Qué pasó con la palta?\".\nSebastián dice: \"¡Está negra!\".\nDocente dice: \"¿Recuerdan cómo estaba antes la palta?\".\nJulia dice: \"¡La palta estaba rica y verdecita!\".\nDocente dice: \"Sí, como ven la palta ha cambiado. ¿Qué más podrían decir de lo que ha pasado?\".\nSebastián dice: \"Cuando se deja la palta mucho tiempo se pone de color negro\".\nLucía dice: \"¡Por eso, mi mamá me dice que hay que comer rápido la palta!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la iniciación a la indagación científica, ¿cuál es el principal propósito de la docente en este diálogo?",
          "opciones": [
            "Que los niños conozcan más sobre las características de la palta.",
            "Que los niños formulen conclusiones sobre lo experimentado con la palta.",
            "Que los niños comprendan que deben comer la palta antes de que cambie de color."
          ],
          "respuesta": "Que los niños formulen conclusiones sobre lo experimentado con la palta.",
          "respuestaCorta": "La docente guía a los niños para que, a partir de la observación directa del cambio en la palta, elaboren una conclusión basada en la evidencia.",
          "solucionario": "El propósito principal de la docente es guiar a los niños a través del proceso de indagación. Después de observar el fenómeno (la palta se puso negra), la docente les hace preguntas (\"¿Qué pasó con la palta?\", \"¿Qué más podrían decir de lo que ha pasado?\") para que ellos mismos verbalicen lo ocurrido y lleguen a una conclusión, como lo hace Sebastián: \"Cuando se deja la palta mucho tiempo se pone de color negro\". Esto es formular conclusiones a partir de una experiencia directa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p05",
      "contexto": "En la comunidad se encuentran en época de calor, y la docente del aula de cinco años se dispone a servir la limonada que han preparado en el aula para que los niños se refresquen, para ello, les pide que traigan sus vasos. A continuación, todos los niños colocan sus vasos uno junto al otro; la docente, en presencia de los niños, coge un cucharón y sirve dos cucharones de limonada en cada vaso. Sin embargo, la docente escucha la conversación entre dos niños:\nPablo dice: \"¡A mí me tocó poquita limonada!, ¡mi vaso es chiquito!\". Su vaso es ancho y bajo.\nAlicia dice: \"¡Mi vaso es más grande!, ja mí me tocó mucha limonada!\". Su vaso es delgado y alto.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente tiene el propósito de aprovechar dicha situación para favorecer la iniciación en la indagación científica a través de la experimentación, ¿cuál de las siguientes acciones es más pertinente a dicho propósito?",
          "opciones": [
            "Poner una tina con agua y diversos objetos, como embudos, botellas vacías y vasos de diferente forma y tamaño, para que los niños experimenten trasvasando agua de un recipiente a otro.",
            "Pedir a los niños que sirvan ellos mismos dos cucharones de limonada en recipientes de diferente forma y tamaño, para que comprueben que estos tienen la misma cantidad de líquido.",
            "Hacer una demostración con vasos medidores para que los niños observen que en recipientes de diferente forma y tamaño puede haber la misma cantidad de líquido."
          ],
          "respuesta": "Poner una tina con agua y diversos objetos, como embudos, botellas vacías y vasos de diferente forma y tamaño, para que los niños experimenten trasvasando agua de un recipiente a otro.",
          "respuestaCorta": "Esta acción permite la exploración libre y la experimentación directa por parte de los niños, permitiéndoles construir por sí mismos la noción de conservación de la cantidad de líquido.",
          "solucionario": "La opción A es la más pertinente para la indagación científica porque propone un escenario de exploración libre y autónoma. Al trasvasar agua entre recipientes de diversas formas, los niños pueden experimentar, observar y llegar a sus propias conclusiones sobre la conservación del volumen, un concepto pre-numérico fundamental. La opción B es muy dirigida a comprobar una idea, y la C es una demostración del adulto, lo que limita el descubrimiento por parte de los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p06",
      "contexto": "Los niños del aula de cinco años están jugando a las chapadas en el patio y Pedro corre para que no lo alcancen. En eso, tropieza y cae. Al ver su rodilla raspada, sus compañeros buscan a la docente. Ella se acerca para atenderlo, entonces se produce el siguiente diálogo:\nPedro dice: \"¡No toques la herida porque me va a doler más!\".\nDocente dice: \"Pedro, te debo lavar la herida para curarla\".\nPedro dice: \"¡No, ya!, me duele mucho. Si lavas mi rodilla me va a doler más, el otro día mi hermanita se raspó su codo y cuando le curaron gritaba mucho\".\nDocente dice: \"Pedro, tu herida tiene tierra, y en la tierra hay microbios y si no te lavo la herida se infectará. Y demorará más tiempo en curarse\".\nPedro dice: \"¿Pero, de verdad no me va a doler más cuando me laves?\".\nDocente dice: \"Tranquilo, te voy a lavar con cuidado. Si te duele mucho, yo detengo el lavado, espero un ratito a que baje el dolor y luego sigo lavándote. Y detendré el lavado las veces que tú me digas\".\nEl niño accede y la docente procede a lavarle la herida.\nDocente dice: \"Ya terminé de lavarte. ¿Te dolió más como pensabas al inicio?\".\nPedro dice: \"No, solo me dolió un poquito\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la indagación científica, ¿cuál de las siguientes alternativas corresponde principalmente al logro alcanzado de Pedro en esta situación?",
          "opciones": [
            "Pedro ha comunicado sus conocimientos previos en relación a las heridas.",
            "Pedro ha aceptado una estrategia para evitar el dolor cuando le curan las heridas.",
            "Pedro ha puesto a prueba sus hipótesis sobre lo que siente cuando le curan las heridas."
          ],
          "respuesta": "Pedro ha puesto a prueba sus hipótesis sobre lo que siente cuando le curan las heridas.",
          "respuestaCorta": "Pedro tenía una hipótesis inicial (\"me va a doler más\") basada en una experiencia previa. A través de la acción de curar la herida, la contrastó y la reformuló (\"No, solo me dolió un poquito\").",
          "solucionario": "En esta situación, Pedro parte de una hipótesis: \"si lavas mi rodilla me va a doler más\". Esta idea se basa en sus saberes previos (la experiencia de su hermana). La docente le permite experimentar la situación de una manera segura y controlada. Al final, la pregunta de la docente (\"¿Te dolió más como pensabas al inicio?\") lo lleva a contrastar su hipótesis inicial con el resultado real de la experiencia, concluyendo que no fue como él pensaba. Este proceso de formular una idea y luego comprobarla mediante la acción es fundamental en la indagación científica.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p07",
      "contexto": "El clima estos días ha cambiado y ya no se siente el frío ni la humedad de días pasados. En las jardineras del patio de la IE, las plantas están verdes y se ven algunas flores. Los niños y la docente del aula de cinco años han salido al patio a observar los cambios en las plantas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Un grupo de niños observa que hay algunos insectos alrededor de las plantas. En ese contexto se produce el siguiente diálogo:\nJosé dice: \"Valentina, mira hay una abeja, te va a picar\".\nDoris dice: \"Asústala con tus manos, como a las moscas\".\nValentina dice: \"Tengo miedo que me pique\".\nDocente dice: \"Valentina, niños, cálmense, no se muevan. Quédense quietitos así la abeja se irá\".\nValentina dice: \"Pero me va a picar\".\nDocente dice: \"Tranquilos, por favor, no se muevan por un momento más\".\nLuego, los niños observan que la abeja se aleja sobrevolando las plantas.\nJosé dice: \"¡No nos picó! ¿Por qué?\".\nDocente dice: \"Yo también quisiera saberlo. ¿Qué les parece si averiguamos por qué la abeja no nos picó?\".\nEn el marco de la iniciación a la indagación científica, ¿cuál es el principal propósito de la docente en esta situación?",
          "opciones": [
            "Que los niños problematicen situaciones.",
            "Que los niños analicen la información.",
            "Que los niños diseñen estrategias."
          ],
          "respuesta": "Que los niños problematicen situaciones.",
          "respuestaCorta": "La docente transforma una experiencia cotidiana y una pregunta espontánea de un niño (\"¿Por qué no nos picó?\") en un problema o pregunta de indagación para investigar.",
          "solucionario": "La intervención clave de la docente es tomar la pregunta de José (\"¡No nos picó! ¿Por qué?\") y convertirla en una oportunidad de aprendizaje (\"¿Qué les parece si averiguamos por qué la abeja no nos picó?\"). Al hacer esto, está guiando a los niños para que transformen una observación o una duda en un problema investigable, que es el primer paso del proceso de indagación científica: problematizar situaciones.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p08",
      
      "imagen": "img/ascenso/inicial/2022/1.jpg",
      "preguntas": [
        {
          "pregunta": "De regreso al aula, la docente pide a los niños que dibujen lo que les gustó más de la experiencia. Alejandro acompañó su dibujo con un escrito. Al mostrárselo a la docente, Alejandro afirma haber escrito: \"La abeja busca su comida\". El texto escrito es: A ABJ UCAS OIA. Considerando los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro y Ana Teberozky, ¿en qué nivel se encuentra el escrito de Alejandro?",
          "opciones": [
            "Presilábico.",
            "Silábico.",
            "Silábico alfabético."
          ],
          "respuesta": "Silábico alfabético.",
          "respuestaCorta": "El niño combina hipótesis silábicas (usando una letra por sílaba) con correspondencias alfabéticas (usando más de una letra para representar los sonidos de una sílaba).",
          "solucionario": "El escrito de Alejandro (\"A ABJ UCAS OIA\" para \"La abeja busca su comida\") muestra características de la hipótesis silábico-alfabética. En algunas sílabas, asigna una letra (como en \"A\" para \"La\" o \"OIA\" para \"comida\"), lo cual es característico del nivel silábico. Sin embargo, en otras sílabas como \"ABJ\" para \"abeja\" o \"UCAS\" para \"busca\", ya utiliza más de una grafía, acercándose a la correspondencia sonora completa del nivel alfabético. Esta coexistencia de ambas hipótesis define el nivel silábico-alfabético.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p09",
      "contexto": "Los niños del aula de cinco años conversan sobre qué número presentarán por el aniversario de la IE. Entusiasmados, deciden cantar una canción de uno de sus grupos favoritos, para lo que necesitan una batería. Como no cuentan con una batería en el aula, le proponen al docente elaborar una. Así, acuerdan diseñar primero un modelo de batería.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice el docente para orientar a los niños en el diseño de su modelo de batería?",
          "opciones": [
            "Conversar con los niños sobre cómo imaginan que debe sonar su batería. Luego, pedirles que busquen en el aula objetos con los que puedan construir su modelo de batería con las características que requieren.",
            "Recordar a los niños que una batería es un instrumento que tiene más de un sonido. Luego, proponerles que armen su modelo de batería con latas, baldes y tapas de ollas unidos con cinta engomada.",
            "Entregar a los niños un texto instructivo con indicaciones sobre cómo construir una batería de cartón con acabado en papel platino. Luego, apoyarlos en la construcción de ese modelo de batería."
          ],
          "respuesta": "Conversar con los niños sobre cómo imaginan que debe sonar su batería. Luego, pedirles que busquen en el aula objetos con los que puedan construir su modelo de batería con las características que requieren.",
          "respuestaCorta": "Esta opción promueve que los niños partan de sus propias ideas y necesidades (\"cómo imaginan que debe sonar\") para luego explorar y seleccionar materiales, fomentando su creatividad y autonomía en el diseño.",
          "solucionario": "La acción más pertinente es la A porque parte de las ideas y representaciones de los niños (\"cómo imaginan que debe sonar\") y les da la autonomía para explorar y seleccionar los materiales que consideren adecuados. Este enfoque fomenta la creatividad, la resolución de problemas y el protagonismo de los niños en el proceso de diseño y construcción. Las opciones B y C son directivas y limitan la capacidad de los niños para diseñar su propia solución.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p10",
      "contexto": "Lily, de cinco años, ha construido un robot con bloques de construcción. El robot tiene cabeza, cuerpo, brazos y piernas; pero no tiene pies. Lily observa que cada vez que intenta parar al robot, este se cae. Entonces, la niña pide a la docente que le ayude a poner de pie a su robot. En ese contexto, se produce el siguiente diálogo:\nDocente dice: \"Lily, ¿por qué crees que tu robot se cae?\".\nLily dice: \"No sé\".\nDocente dice: \"¿De qué forma has intentado pararlo?\".\nLily dice: \"Lo pongo derechito sobre sus piernas, pero igual se cae\".\nDocente dice: \"¿Solo las piernas nos ayudan a mantenernos parados?\".\nLily dice: \"No, también los pies\".\nDocente dice: \"Y, ¿cómo nos ayudan los pies a estar parados?\".\nLily dice: \"Es que los pies se apoyan en el piso\".\nDocente dice: \"Así es, ahora mira tu robot, qué le faltará a sus piernas\".\nLily dice: \"¡Ahh! ¡Los pies!\".\nDocente dice: \"Entonces, qué puedes hacer para que tu robot no se caiga\".\nLily dice: \"¡Le pondré pies, señorita!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué proceso está realizando principalmente la docente?",
          "opciones": [
            "Favorecer la metacognición.",
            "Generar conflicto cognitivo.",
            "Brindar andamiaje."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "La docente guía a la niña con preguntas estratégicas para que ella misma descubra la solución, proporcionando el apoyo justo y necesario sin darle la respuesta.",
          "solucionario": "La docente está brindando andamiaje. A través de una serie de preguntas cuidadosamente secuenciadas, ella guía el pensamiento de Lily, ayudándola a conectar sus conocimientos sobre el cuerpo humano (\"los pies se apoyan en el piso\") con el problema de su robot. No le da la respuesta, sino que le proporciona el \"andamio\" (las preguntas) para que Lily pueda construir la solución por sí misma.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p11",
      "contexto": "Los niños y la docente del aula de cuatro años están desarrollando el proyecto de indagación \"Jugando con las sombras\". Al encontrarse la comunidad en época de lluvias, se suscitó un huayco. En los días posteriores al suceso, los niños no dejan de hablar sobre el tema.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál es la alternativa pertinente para continuar favoreciendo el desarrollo de la indagación científica?",
          "opciones": [
            "Dialogar con los niños acerca de lo ocurrido en el huayco, pedirles que lo dibujen y una vez que lo hagan, continuar con el proyecto de las sombras.",
            "Decir a los niños que se tiene que continuar con el proyecto de las sombras, que ya iniciaron, y que, al terminarlo, realizarán un proyecto sobre el huayco.",
            "Conversar con los niños acerca del huayco y del proyecto de las sombras para acordar qué y cómo hacer para atender a ambos intereses en los siguientes días."
          ],
          "respuesta": "Conversar con los niños acerca del huayco y del proyecto de las sombras para acordar qué y cómo hacer para atender a ambos intereses en los siguientes días.",
          "respuestaCorta": "Esta opción valida el interés genuino y emergente de los niños (el huayco) y los involucra democráticamente en la planificación de cómo integrar este nuevo interés con el proyecto existente.",
          "solucionario": "La indagación científica debe partir del interés real de los niños. El huayco es un evento significativo que ha capturado su atención. La alternativa C es la más adecuada porque respeta y acoge este interés emergente, y de manera democrática, involucra a los niños en la toma de decisiones sobre cómo abordar ambos temas. Ignorar el interés por el huayco (opción B) o tratarlo superficialmente (opción A) sería desaprovechar una valiosa oportunidad de aprendizaje significativo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p12",
      "contexto": "En una IE de zona rural, los niños y la docente del aula de cinco años, como parte del proyecto \"Conocemos cómo se crían las truchas\", visitarán una piscigranja para observar las diferentes etapas de desarrollo de las truchas. Antes de la visita, los niños formularon algunas hipótesis sobre cómo nacen estos peces y la docente registró sus ideas. Después de la visita, en la IE, la docente dialoga con los niños sobre la experiencia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál de las siguientes acciones es pertinente que realice a continuación la docente para promover la indagación científica en los niños?",
          "opciones": [
            "Pedir a los niños que dibujen lo observado durante la visita. Luego de hacerlo, entre todos elegir algunos dibujos para elaborar un libro sobre las truchas para la biblioteca.",
            "Conversar con los niños sobre si lo que vieron era como ellos pensaban y que más les gustaría averiguar. Luego, acordar cómo y dónde podrían encontrar la información.",
            "Entregar a los niños imágenes con las diferentes etapas de desarrollo de las truchas. Luego, proponerles que las ordenen según la secuencia de su desarrollo."
          ],
          "respuesta": "Conversar con los niños sobre si lo que vieron era como ellos pensaban y que más les gustaría averiguar. Luego, acordar cómo y dónde podrían encontrar la información.",
          "respuestaCorta": "Esta acción promueve la contrastación de hipótesis (\"si lo que vieron era como ellos pensaban\") y la generación de nuevas preguntas de indagación (\"qué más les gustaría averiguar\"), continuando el ciclo de investigación.",
          "solucionario": "La opción B es la más completa para seguir el proceso de indagación. Invita a los niños a contrastar sus hipótesis iniciales con la evidencia recogida durante la visita, un paso crucial en el método científico. Además, promueve que se planteen nuevas preguntas y diseñen estrategias para buscar más información, manteniendo vivo el ciclo de la indagación. Las otras opciones se centran en la comunicación de resultados (A) o en la verificación de información ya dada (C), pero no en la continuación del proceso indagatorio.",
          "seccion": "Casuística"
        }
      ]
    },

    
    {
      "idGrupo": "asc_inicial_2023_p13",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del área curricular Descubrimiento del mundo y la competencia \"Indaga mediante métodos científicos para construir sus conocimientos\", ¿en cuál de las siguientes situaciones, una niña tiene la oportunidad de construir la noción de causalidad?",
          "opciones": [
            "Patricia, de diez meses, está sentada en el petate en el espacio de juego; la docente le comenta que ya es hora de comer, la niña la mira y sonríe. Luego, la docente la lleva hacia la mesa y le brinda sus alimentos.",
            "Doris, de cuatro meses, está recostada en la alfombra con algunos objetos a su alrededor, coge con ambas manos un patito de plástico, se lo lleva a la boca y lo chupa. Luego, lo deja, coge otro juguete y se lo lleva nuevamente a la boca.",
            "Eliana, de dieciocho meses, ya camina sola. Ella se acerca a la mesa donde hay una pelota de trapo y una bolsita de arena. La niña coge cada uno de los objetos y los deja caer al suelo, ve que la pelota rueda y que la bolsita no. Entonces, coge la bolsita y la deja caer nuevamente."
          ],
          "respuesta": "Eliana, de dieciocho meses, ya camina sola. Ella se acerca a la mesa donde hay una pelota de trapo y una bolsita de arena. La niña coge cada uno de los objetos y los deja caer al suelo, ve que la pelota rueda y que la bolsita no. Entonces, coge la bolsita y la deja caer nuevamente.",
          "respuestaCorta": "Eliana realiza una acción (dejar caer los objetos) y observa el efecto (uno rueda, el otro no). Repite la acción para verificar el resultado, construyendo así la relación causa-efecto.",
          "solucionario": "La noción de causalidad se construye cuando el niño o niña descubre que sus acciones producen efectos predecibles en los objetos. En la situación C, Eliana ejecuta una acción deliberada (soltar los objetos) y observa diferentes consecuencias. Su acción de repetir el lanzamiento de la bolsita demuestra que está explorando activamente la relación entre su acción (la causa) y el resultado observado (el efecto), lo cual es el núcleo de la construcción de la causalidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p14",
      "contexto": "En el aula de cuna, cuatro niños entre año y medio y dos años, están alimentándose con ayuda de la docente. Ella observa que Martín se acerca a Carmen y le coge la cara. Carmen reacciona con un gesto de desagrado, expresando su fastidio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En este contexto, ¿cuál de las siguientes acciones es pertinente que realice la docente para atender esta situación?",
          "opciones": [
            "Decir a Martín: \"No le cojas la cara a Carmen\", y cogerle suavemente la mano para evitar que lo continúe haciendo.",
            "Decir a Carmen: \"Martín solo quiere jugar contigo, no te molestes\", para promover una mejor relación entre los niños.",
            "Decir a Martín: \"A Carmen no le gusta que le cojas la cara\", para que vaya tomando consciencia del otro, luego seguir observando cómo interactúan."
          ],
          "respuesta": "Decir a Martín: \"A Carmen no le gusta que le cojas la cara\", para que vaya tomando consciencia del otro, luego seguir observando cómo interactúan.",
          "respuestaCorta": "La docente verbaliza el sentir de Carmen, ayudando a Martín a reconocer el efecto de su acción en la otra persona y a desarrollar la empatía.",
          "solucionario": "La intervención C es la más pertinente porque se enfoca en el desarrollo socioemocional. Al verbalizar el sentimiento de Carmen (\"A Carmen no le gusta...\"), la docente ayuda a Martín a tomar conciencia de que sus acciones tienen un impacto en los demás (inicio de la empatía). Además, al seguir observando, permite que los niños intenten resolver la interacción por sí mismos. La opción A es directiva y no explica el porqué, mientras que la B invalida los sentimientos de Carmen.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del área curricular Descubrimiento del mundo, ¿cuál de las siguientes situaciones evidencia la competencia \"Resuelve problemas de cantidad\"?",
          "opciones": [
            "César, de doce meses, está explorando un tambor pequeño y al manipularlo, este se le escapa de las manos y rueda debajo de un estante. Luego, él se desplaza gateando hasta donde está el tambor.",
            "Luis, de dieciocho meses, está explorando los objetos en el espacio de juego, coge una bolsa de tela y coloca los objetos que le gustan dentro de ella. Luego, los saca de la bolsa para jugar.",
            "Martín, de dieciseis meses, está explorando una caja con ranura circular y objetos tales como una pelota pequeña; luego, logra meter la pelota por la ranura de la caja."
          ],
          "respuesta": "Luis, de dieciocho meses, está explorando los objetos en el espacio de juego, coge una bolsa de tela y coloca los objetos que le gustan dentro de ella. Luego, los saca de la bolsa para jugar.",
          "respuestaCorta": "La acción de juntar objetos en una bolsa y luego sacarlos implica nociones pre-numéricas como agrupar y separar, que son la base para resolver problemas de cantidad.",
          "solucionario": "La competencia \"Resuelve problemas de cantidad\" en sus niveles iniciales se manifiesta a través de acciones como agrupar, agregar, quitar y separar objetos. La situación B, donde Luis junta objetos en una bolsa (agrupar) y luego los saca (separar), evidencia estas acciones fundamentales. La situación A se relaciona más con la permanencia del objeto y la resolución de problemas de forma, espacio y movimiento, y la C con la correspondencia y relaciones espaciales.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p16",
      "contexto": "La docente del aula de cinco ha colocado en la pared del aula un reloj. Los niños al ingresar al aula y darse cuenta, se muestran alegres y curiosos. En ese contexto, la docente quiere aprovechar el interés de los niños para contribuir a la construcción de la noción de tiempo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice para dicho propósito?",
          "opciones": [
            "Decir a los niños que cómo ve su interés, les explicará que el reloj servirá para seguir la agenda diaria, por ejemplo: de 9 a 10 a. m. juego en los sectores; de 10 a 10:30 a. m. la asamblea; de 10:30 a. m. a 11:30 a. m. la actividad del proyecto, y así con las otras actividades.",
            "Pedir a los niños que digan lo que saben del reloj y para qué sirve. Luego de escucharlos, decirles que ve que en el reloj falta poco tiempo para empezar la asamblea del día, por ello, deben ir guardando los materiales y ubicarse en sus respectivos asientos para iniciar la reunión.",
            "Preguntar a los niños si quieren saber cómo ver la hora. Luego, señalar la aguja gruesa y pequeña diciéndoles que esa aguja indica la hora; luego, que la aguja larga y delgada indica los minutos; a continuación, decirles la hora. Finalmente, en el transcurso de la jornada, pedir que vean nuevamente el reloj y decirles qué hora es."
          ],
          "respuesta": "Pedir a los niños que digan lo que saben del reloj y para qué sirve. Luego de escucharlos, decirles que ve que en el reloj falta poco tiempo para empezar la asamblea del día, por ello, deben ir guardando los materiales y ubicarse en sus respectivos asientos para iniciar la reunión.",
          "respuestaCorta": "Esta acción conecta el reloj con un evento significativo y concreto para los niños (la asamblea), dándole un uso funcional y ayudándoles a comprender la secuencia de eventos.",
          "solucionario": "La construcción de la noción de tiempo en los niños de inicial se da a través de la vivencia y la relación con eventos concretos de su rutina, no a través de la comprensión abstracta de horas y minutos. La opción B es la más pertinente porque parte de los saberes previos de los niños y utiliza el reloj como un referente funcional para anticipar una actividad conocida y significativa (\"falta poco tiempo para empezar la asamblea\"). Esto les ayuda a interiorizar la secuencia y duración de las actividades.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p17",
      "contexto": "En el aula de cinco años, Rosario, Javier y Percy están jugando a medirse en el tallímetro. Luego de un momento, Javier y Percy discuten, pues cada uno afirma ser más alto que el otro. Ante ello, Rosario, que es más alta que Javier, les propone medirlos. Les dice lo que observa sobre quién es más alto, y los niños dejan de discutir y se van a armar rompecabezas. La docente ha observado la situación, se acerca a conversar con Rosario y se produce el siguiente diálogo:\nDocente dice: \"Rosario, veo que mediste a tus compañeros\".\nRosario dice: \"Sí, Javier es más alto que Percy\".\nDocente dice: \"Y tú, Rosario, ¿cómo eres?\".\nRosario dice: \"¡Yo soy más alta que los dos!\".\nDocente dice: \"¡Así es, Rosario!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué propiedad de la seriación se evidencia en la intervención de Rosario?",
          "opciones": [
            "La reciprocidad.",
            "La transitividad.",
            "La reversibilidad."
          ],
          "respuesta": "La transitividad.",
          "respuestaCorta": "Rosario establece una relación de orden: ella es más alta que Javier y Javier es más alto que Percy, lo que implica que ella también es más alta que Percy.",
          "solucionario": "La transitividad es la propiedad que permite establecer una relación entre tres o más elementos sin necesidad de compararlos todos directamente. En este caso, Rosario sabe que ella es más alta que Javier (A>B) y observa que Javier es más alto que Percy (B>C). Al concluir que ella es \"más alta que los dos\", está aplicando la lógica transitiva (si A>B y B>C, entonces A>C), aunque no compare directamente su altura con la de Percy.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p18",
      "contexto": "Las docentes de las aulas de cinco años están dialogando sobre cómo promover en los niños el conteo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes propuestas es más pertinente para promover el conteo en los niños?",
          "opciones": [
            "Flor dice: \"Cuando van a realizar un trabajo, pediré a diferentes niños que recojan de mi mesa material, como pinceles, tijeras u otros, para distribuirlo a su grupo. Diré al niño responsable que, usando una bandeja, lleve la cantidad de material para que cada miembro del grupo tenga con qué trabajar y no le falte ni sobre ningún material\".",
            "Lucy dice: \"Colocaré en el aula una recta con los números. Cada día, antes del inicio de la asamblea de la mañana, señalaré los números de la recta para que los cuenten. Luego, pediré a diferentes niños que identifiquen uno de los números. Por ejemplo, preguntaré a un niño dónde está el número 5, o a otro niño, dónde está el número 8, etc.\".",
            "Inés dice: \"Organizaré juegos para contar, por ejemplo, el juego de las tapitas, que consiste en entregar recipientes y tapitas de gaseosa. Usaré tarjetas con los números del 1 al 9. Sacaré al azahar una tarjeta, nombraré el número que salió; luego, pediré que todos juntos contemos hasta dicho número, mientras que cada niño coloca las tapitas en su recipiente\"."
          ],
          "respuesta": "Flor dice: \"Cuando van a realizar un trabajo, pediré a diferentes niños que recojan de mi mesa material, como pinceles, tijeras u otros, para distribuirlo a su grupo. Diré al niño responsable que, usando una bandeja, lleve la cantidad de material para que cada miembro del grupo tenga con qué trabajar y no le falte ni sobre ningún material\".",
          "respuestaCorta": "Esta propuesta promueve el conteo en una situación real y funcional, donde el niño necesita contar para resolver un problema práctico (repartir materiales).",
          "solucionario": "La propuesta de Flor es la más pertinente porque integra el conteo en una actividad con propósito y significado para los niños. El niño no cuenta por contar, sino que necesita contar para resolver un problema real: asegurarse de que cada compañero de su grupo reciba un material. Esto fomenta la correspondencia uno a uno y la comprensión del cardinal de un conjunto en un contexto funcional, lo cual es mucho más efectivo que los ejercicios de conteo descontextualizados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p19",
      "contexto": "Diana y Laura, del aula de cuatro años, juegan con un dado que tiene hasta 3 puntos por cara. El juego consiste en lanzar el dado y adivinar la cantidad de puntos que saldrá. La que adivina gana un punto. Cada punto equivale a un botón. Concluido el juego, Laura tiene 3 botones y Diana tiene 5 botones. Ellas los ordenaron de la siguiente manera:\nLa docente, que las estuvo observando durante el juego, se acerca y se produce el siguiente diálogo:\nDocente dice: \"¿Quién ganó el juego?\".\nLaura dice: \"Diana ganó\".\nDocente dice: \"¿Cómo sabes que ella ganó?\".\nLaura dice: \"Porque la fila de botones de Diana es más larga que la mía\".",
      "imagen": "img/ascenso/inicial/2022/2.jpg",
      "preguntas": [
        {
          "pregunta": "A partir de esta situación, ¿qué se puede afirmar del proceso de adquisición de la noción de número de Laura?",
          "opciones": [
            "Que la niña avanzó limitadamente el proceso de la adquisición de la noción de número.",
            "Que la niña se encuentra en el proceso de la adquisición de la noción de número.",
            "Que la niña no inició el proceso de la adquisición de la noción de número."
          ],
          "respuesta": "Que la niña se encuentra en el proceso de la adquisición de la noción de número.",
          "respuestaCorta": "Laura compara las colecciones basándose en una propiedad perceptual (la longitud de la fila) en lugar de contar, lo cual es una etapa característica en el proceso de construcción del número.",
          "solucionario": "Laura responde correctamente quién ganó, pero su justificación se basa en una comparación perceptual (\"la fila... es más larga\") y no en el conteo de los elementos. Esto evidencia que aún no ha consolidado la conservación de la cantidad, un principio clave de la noción de número. Sin embargo, el hecho de que pueda comparar colecciones y dar una justificación (aunque sea perceptual) indica que está activamente en el proceso de construir dicha noción. No está estancada ni en un punto de inicio cero.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p20",
      "contexto": "Hoy Juan cumple cinco años, y ha invitado a sus compañeros a su casa, la cual queda cerca de la IE. Un grupo de niños pregunta: \"¿Y cómo llegamos a la casa de Juan?\". La docente, que ha escuchado la conversación, les recomienda ir acompañados de un adulto para encontrar la dirección. En ese contexto, la docente quiere aprovechar esta situación para favorecer la ubicación espacial de los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para ese propósito?",
          "opciones": [
            "Pedirle a Juan que explique cómo llegar a su casa. Luego, con ayuda de todos, elaborar un croquis con la ruta de la IE a la casa de Juan, identificando lugares conocidos por los niños. Finalmente, cada niño reproduce su propio croquis.",
            "Elaborar un croquis y presentarlo a los niños. Luego, explicar cómo llegar desde la IE a la casa de Juan, mientras traza con un plumón el camino a seguir. Finalmente, entregar a cada niño una copia del croquis para que trace la ruta.",
            "Preguntarle a Juan cuál es la dirección de su casa. Luego, escribirla y entregársela a los niños en una nota. Finalmente, decirles que cuando estén en camino, ellos mismos pregunten a los transeúntes cómo llegar a la dirección escrita en la nota."
          ],
          "respuesta": "Pedirle a Juan que explique cómo llegar a su casa. Luego, con ayuda de todos, elaborar un croquis con la ruta de la IE a la casa de Juan, identificando lugares conocidos por los niños. Finalmente, cada niño reproduce su propio croquis.",
          "respuestaCorta": "Esta acción promueve que los niños participen activamente en la representación del espacio, utilizando sus propios puntos de referencia y construyendo colectivamente el croquis.",
          "solucionario": "La opción A es la más pertinente porque involucra a los niños de forma activa en todo el proceso. Parte de la experiencia directa de uno de ellos (Juan), utiliza puntos de referencia significativos para todos (\"lugares conocidos\"), fomenta la construcción colectiva de una representación espacial (el croquis) y finaliza con una representación individual. Este proceso constructivo es el más adecuado para favorecer la ubicación espacial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p21",
      "contexto": "Jorge, de cinco años, cuenta los números hasta el diez. Hoy trajo al aula los ocho carritos que le regalaron; él, contento, llama a la docente para mostrárselos. Entonces, los pone en fila y comienza a contarlos: \"Uno, dos, tres, cuatro, cinco\". En eso, uno de los carritos rueda hacia adelante. Después de que Jorge acomoda el carrito, la docente le pide que continúe contándolos; entonces, Jorge, nuevamente, comienza a contar desde el carrito número uno.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué nivel de las etapas de secuencia verbal del conteo se evidencia en la acción de Jorge?",
          "opciones": [
            "Nivel cuerda.",
            "Nivel cadena irrompible.",
            "Nivel cadena rompible."
          ],
          "respuesta": "Nivel cadena irrompible.",
          "respuestaCorta": "Jorge necesita empezar a contar siempre desde el \"uno\" y no puede continuar desde un número intermedio, lo que caracteriza a la cadena numérica como \"irrompible\".",
          "solucionario": "El nivel de \"cadena irrompible\" se caracteriza porque el niño puede recitar la secuencia numérica de memoria, pero siempre debe empezar desde el uno. No puede \"romper\" la cadena para continuar el conteo desde un número diferente al inicio. La acción de Jorge de volver a empezar desde el \"uno\" después de la interrupción demuestra que su secuencia verbal de conteo se encuentra en esta etapa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p22",
      "contexto": "Zulema y Tomás, del aula de cuatro años, están jugando en el sector del restaurante. Zulema le pide a Tomás que le diga cuánto le tiene que pagar por el almuerzo que ha comido. Tomás le dice que son 5 monedas, entonces Zulema coge un puñado de 4 monedas de un frasco, y cuenta diciendo: \"Unodostrescuatrocinco\"; luego, se las entrega a Tomás. Él le dice que no hay 5 monedas. Zulema las vuelve a contar rápidamente y afirma, nuevamente, que sí hay 5 monedas. Al ver la situación, la docente se acerca y les pide que le comenten lo que está sucediendo; entonces, Tomás le dice que Zulema no le ha pagado completo y le entrega las monedas a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de escuchar a los niños, la docente tiene el propósito de retroalimentar a Zulema por el conteo realizado. ¿Cuál de las siguientes acciones es más pertinente para dicho propósito?",
          "opciones": [
            "Entregar a Zulema las 4 monedas y pedirle que esta vez coloque una por una sobre la mesa mientras juntas nombran el número correspondiente. Después, preguntar: \"¿Cuántas monedas hemos contado? ¿Habían 5 monedas como pensabas?\". Finalmente, pedirle que tome del frasco la moneda que le falta para pagarle a Tomás.",
            "Enseñar a Zulema las 4 monedas y decirle que para pagarle a Tomás le falta una moneda. Después, hacer la demostración de agregar una moneda al grupo que había, decirle que ahora ya hay 5 monedas. Finalmente, contar las monedas una por una para que la niña vea cómo se realiza el conteo.",
            "Preguntar a Zulema: \"¿Cuántas monedas has contado? ¿Estás segura?\". Luego, pedir a Tomás que cuente las monedas delante de Zulema y decirle que esa es la manera correcta de contar. Finalmente, pedir a la niña que cuente nuevamente las monedas por sí misma, y que agregue la moneda que falta."
          ],
          "respuesta": "Entregar a Zulema las 4 monedas y pedirle que esta vez coloque una por una sobre la mesa mientras juntas nombran el número correspondiente. Después, preguntar: \"¿Cuántas monedas hemos contado? ¿Habían 5 monedas como pensabas?\". Finalmente, pedirle que tome del frasco la moneda que le falta para pagarle a Tomás.",
          "respuestaCorta": "Esta opción guía a la niña para que descubra su propio error a través de la acción (contar uno a uno) y la reflexión (preguntas), promoviendo la correspondencia uno a uno.",
          "solucionario": "La retroalimentación más efectiva es aquella que ayuda al estudiante a descubrir su propio error. La opción A es la más pertinente porque la docente no le da la respuesta a Zulema, sino que la acompaña en un proceso para que ella misma se dé cuenta. Al pedirle que coloque las monedas una por una mientras nombran el número, está trabajando la correspondencia uno a uno, que es el principio de conteo que Zulema no está aplicando. Las preguntas finales promueven la metacognición sobre su error.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p23",
      "contexto": "Los niños del aula de cinco años se encuentran jugando con los bloques lógicos. Sonia y Daniel dispersaron los bloques sobre la mesa y llamaron a la docente para mostrarle lo que hicieron, como se presenta a continuación:",
      "imagen": "img/ascenso/inicial/2022/3.jpg",
      "preguntas": [
        {
          "pregunta": "La docente tiene el propósito de aprovechar esta situación para que los niños resuelvan problemas. ¿Cuál de las siguientes alternativas es más pertinente a dicho propósito?",
          "opciones": [
            "Plantear a los niños: \"¿Cómo pueden saber si hay la misma cantidad de triángulos que de círculos?\". Luego de que lo realicen, preguntar: \"¿Hay la misma cantidad de cada tipo de bloques lógicos? ¿Qué hicieron para saberlo?\".",
            "Proponer a los niños que cuenten cada uno de los bloques lógicos y luego preguntar: \"¿Cuántos círculos hay? ¿Cuántos triángulos hay? ¿Hay la misma cantidad de triángulos que de círculos?\".",
            "Pedir a los niños que observen cómo ella empareja cada círculo con un triángulo y luego preguntar: \"¿Sobró algún bloque lógico? ¿Cuántas parejas se formaron? ¿Hay la misma cantidad de círculos que de triángulos?\"."
          ],
          "respuesta": "Plantear a los niños: \"¿Cómo pueden saber si hay la misma cantidad de triángulos que de círculos?\". Luego de que lo realicen, preguntar: \"¿Hay la misma cantidad de cada tipo de bloques lógicos? ¿Qué hicieron para saberlo?\".",
          "respuestaCorta": "La docente plantea un problema abierto que permite a los niños elegir y ejecutar sus propias estrategias de comparación (contar, corresponder, etc.), promoviendo la resolución autónoma de problemas.",
          "solucionario": "La opción A es la más pertinente porque plantea un problema (\"¿Cómo pueden saber...?\") y da a los niños la autonomía para que exploren y elijan sus propias estrategias de solución (podrían contar, hacer correspondencia término a término, etc.). Las preguntas finales promueven la metacognición sobre el proceso que siguieron. En cambio, la opción B les dice qué hacer (contar) y la C es una demostración de la docente, limitando la resolución de problemas por parte de los niños.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p24",
      "contexto": "Los niños del aula de cinco años realizan agrupaciones. Liliana ha agrupado algunos de sus bloques de la siguiente manera: por un lado, ha agrupado cuatro círculos de diferentes colores y tamaños. Por otro, ha agrupado cinco triángulos, también de diferentes colores y tamaños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué fase de la clasificación se evidencia en las agrupaciones realizadas por Liliana?",
          "opciones": [
            "Colecciones figurales.",
            "Colecciones no figurales.",
            "Clases lógicas."
          ],
          "respuesta": "Colecciones no figurales.",
          "respuestaCorta": "Liliana agrupa los objetos basándose en un criterio único y constante (la forma), aunque varíen otros atributos como el color y el tamaño.",
          "solucionario": "La fase de \"Colecciones no figurales\" se caracteriza porque el niño agrupa objetos manteniendo un criterio único y estable (en este caso, la forma: todos círculos en un grupo, todos triángulos en otro), a pesar de que los objetos difieran en otras características (color, tamaño). A diferencia de las \"colecciones figurales\", no busca crear una figura con los objetos, y a diferencia de las \"clases lógicas\", aún no comprende la inclusión de clases (ej. que los círculos rojos son un subconjunto de los círculos).",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_inicial_2023_p25",
      "contexto": "El docente del aula de cinco años, durante el juego libre en los sectores, recorre el aula y observa a tres niños jugando con bloques lógicos. Los niños lo invitan a jugar y el docente acepta. Él coge 9 bloques lógicos, los coloca sobre la mesa y propone a los niños la siguiente actividad lúdica: \"Hemos invitado a estos bloques a una fiesta, pero de estos 9 bloques hay uno que no ha sido invitado, ¿cuál es y por qué?\".",
      "imagen": "img/ascenso/inicial/2022/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de esta actividad?",
          "opciones": [
            "Que los niños deduzcan el criterio de clasificación.",
            "Que los niños se diviertan jugando con bloques lógicos.",
            "Que los niños reconozcan que se puede crear historias utilizando bloques lógicos como personajes."
          ],
          "respuesta": "Que los niños deduzcan el criterio de clasificación.",
          "respuestaCorta": "La actividad desafía a los niños a identificar el atributo común que comparte la mayoría de los bloques para así encontrar el elemento que no pertenece al grupo.",
          "solucionario": "El propósito principal de la actividad lúdica es que los niños analicen el conjunto de bloques, identifiquen las características comunes y, a partir de esa identificación, deduzcan el criterio de clasificación implícito. Al encontrar el \"intruso\" o el que \"no ha sido invitado\", los niños están demostrando que han comprendido la regla que agrupa a los demás.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p26",
      "contexto": "A la hora del juego libre en los sectores, en el aula de cinco años, Violeta, Marcos y Rafael, están jugando a comprar y vender en la frutería del aula. Cuando termina la hora de juego, todos los niños y la docente se reúnen en asamblea y relatan lo que hicieron. Entonces, cuando le toca comentar al grupo de Violeta su juego, se suscita el siguiente diálogo:\nDocente dice: \"Violeta, ¿cuánto dinero tenías y qué compraste?\".\nVioleta dice: \"Tenía 4 soles y compré una papaya\".\nDocente dice: “Y tú, Marcos, ¿cuánto dinero tenías y qué compraste?\".\nMarcos dice: \"Yo tenía 5 soles y compré una piña y un melocotón\".\nDocente dice: \"¡Qué bueno!, te alcanzó para comprar dos frutas. Y tú, Rafael, que eras el dueño de la frutería, ¿cuánto has ganado vendiendo?\".\nRafael dice: \"¡Mucha plata!\".\nDocente dice: \"Niños, ¿qué les parece si averiguamos cuánto ha ganado Rafael?\".\nTodos dicen: \"¡Si!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente tiene el propósito de que los niños resuelvan problemas de cantidad. ¿Cuál de las siguientes acciones es pertinente que realice para lograr dicho propósito?",
          "opciones": [
            "Decir a los niños que se agrupen en parejas. Luego, que dibujen las monedas que pagaron Violeta y Marcos, y las encierren para juntarlas con una línea para saber cuánto ganó Rafael.",
            "Pedir a Rafael que ponga en una fila todas las monedas que ganó. Luego, proceder a contarlas junto con los niños y mencionar el total ganado.",
            "Plantear a los niños que resuelvan la situación. Luego, que compartan sus respuestas entre ellos y que comparen las formas en que lo hicieron."
          ],
          "respuesta": "Plantear a los niños que resuelvan la situación. Luego, que compartan sus respuestas entre ellos y que comparen las formas en que lo hicieron.",
          "respuestaCorta": "Esta opción promueve la resolución autónoma de problemas, permitiendo que los niños utilicen sus propias estrategias y luego socialicen y comparen sus procedimientos.",
          "solucionario": "La opción C es la más pertinente para la resolución de problemas, ya que primero plantea el desafío de manera abierta (\"que resuelvan la situación\"), permitiendo que los niños movilicen sus propios saberes y estrategias. Posteriormente, al compartir y comparar sus formas de resolverlo, se promueve la reflexión sobre los diferentes caminos que llevan a una solución, enriquecendo el aprendizaje de todos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Después de que los niños resolvieron el problema, la docente tiene la intención de promover la metacognición sobre la acción realizada. ¿Cuál de las siguientes es una intervención que contribuye con dicho propósito?",
          "opciones": [
            "\"Si Marcos solo hubiera gastado tres soles, ¿cuánto habría ganado Rafael?\".",
            "\"Si saben cuánto ganó Rafael, ¿fue fácil o difícil llagar a la respuesta? ¿Por qué?\".",
            "\"Si juntamos la plata que pagaron Violeta y Marcos, ¿el resultado es mucha plata o poca plata?\"."
          ],
          "respuesta": "\"Si saben cuánto ganó Rafael, ¿fue fácil o difícil llagar a la respuesta? ¿Por qué?\".",
          "respuestaCorta": "Esta pregunta lleva a los niños a reflexionar sobre su propio proceso de pensamiento y las dificultades que encontraron, lo cual es la esencia de la metacognición.",
          "solucionario": "La metacognición implica reflexionar sobre el propio proceso de aprendizaje. La pregunta de la opción B (\"¿fue fácil o difícil...?, ¿por qué?\") invita directamente a los niños a pensar sobre cómo llegaron a la respuesta, qué estrategias usaron y qué dificultades enfrentaron. La opción A plantea un nuevo problema y la C es una pregunta de apreciación, pero ninguna de las dos se enfoca en la reflexión del proceso realizado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p28",
      "contexto": "Luego de regresar de vacaciones, Mirta, Ana y Lidia, del aula de cinco años, conversan en el patio. A continuación, se presenta parte del diálogo que sostienen las niñas:\nMirta dice: \"¡Ana, estás más grande que Lidia!\".\nAna dice: (Acercándose a Lidia) \"¡Sí!\".\nMirta dice: \"Y, Lidia, ¡tú estás más chiquita que Ana!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué propiedad de la seriación se evidencia en la intervención de Mirta?",
          "opciones": [
            "Reciprocidad.",
            "Transitividad.",
            "Reversibilidad."
          ],
          "respuesta": "Reciprocidad.",
          "respuestaCorta": "Mirta comprende que la relación \"más grande que\" tiene su correspondencia inversa en \"más chiquita que\", demostrando la propiedad de reciprocidad.",
          "solucionario": "La propiedad de reciprocidad en la seriación se refiere a la capacidad de comprender que toda relación tiene una inversa. Mirta primero establece una relación en un sentido (\"Ana es más grande que Lidia\") y luego la expresa en el sentido opuesto (\"Lidia es más chiquita que Ana\"), demostrando que entiende esta correspondencia bidireccional.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p29",
      "contexto": "Marcela, de doce meses, se pone de pie, sujetándose de una mesa baja. Sobre la mesa, encuentra un recipiente con pelotas de plástico, coge una pelota, la pone sobre la mesa y esta rueda hasta caer. En seguida, la niña recoge la pelota del piso, nuevamente la coloca sobre la mesa y la pelota vuelve a caer. Luego de varias repeticiones en la que ve rodar y caer la pelota, Marcela aplaude y sonríe.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la competencia \"Indaga mediante métodos científicos para construir sus conocimientos\", ¿a cuál de las siguientes acciones corresponde principalmente lo realizado por Marcela en la situación presentada?",
          "opciones": [
            "Explora activamente las características de los objetos.",
            "Hace uso de los objetos que están a su alcance para jugar.",
            "Descubre el efecto que sus acciones producen sobre los objetos."
          ],
          "respuesta": "Descubre el efecto que sus acciones producen sobre los objetos.",
          "respuestaCorta": "Marcela repite una acción (poner la pelota en la mesa) para observar y confirmar el efecto que esta produce (la pelota rueda y cae), estableciendo una relación de causa-efecto.",
          "solucionario": "La acción de Marcela va más allá de una simple exploración. Ella repite de manera intencionada una acción específica para provocar y observar un resultado concreto. Esta repetición le permite descubrir la relación de causalidad entre su acción (causa) y la caída de la pelota (efecto). Su sonrisa y aplauso al final indican la satisfacción de haber comprendido este vínculo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p30",
      "contexto": "Maribel, de siete meses, se encuentra en los primeros días de adaptación a la cuna, y acaba de dormirse en los brazos de la docente. Ella la acuesta para que descanse y luego se dirige a acompañar a los demás niños. Después de unos minutos, la docente debe salir a atender a un padre de familia por el caso de uno de los niños y debe dejar indicaciones a la auxiliar para atender a Maribel.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál es la indicación pertinente que la docente debe dejar a la auxiliar, en caso de que Maribel se despierte llorando?",
          "opciones": [
            "\"Carga a Maribel y tráemela inmediatamente hasta donde yo me encuentre\".",
            "\"Carga a Maribel y dale su alimento para que se calme\".",
            "\"Carga a Maribel y dile que salí, pero regresaré pronto\"."
          ],
          "respuesta": "\"Carga a Maribel y dile que salí, pero regresaré pronto\".",
          "respuestaCorta": "Esta indicación atiende la necesidad afectiva de la niña y le brinda seguridad al anticiparle el regreso de su figura de apego, ayudándola a manejar la separación.",
          "solucionario": "Durante el periodo de adaptación, es fundamental brindar seguridad y confianza al niño. La indicación C es la más pertinente porque atiende la necesidad emocional de Maribel (cargarla para contenerla) y le comunica verbalmente una información que le da seguridad y predictibilidad (\"salí, pero regresaré pronto\"). Esto ayuda a construir la noción de permanencia de las personas y a manejar la ansiedad por separación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p31",
      "contexto": "En la cuna ubicada en una población bilingüe quechua-castellano, ha sido matriculado Ricardo, de dieciocho meses. Su familia comparte con la docente que en su hogar se comunican en quechua y con sus vecinos se comunican en castellano y quechua. Sin embargo, los padres han pedido a la docente que le hable a Ricardo en castellano, para ayudarlo a que aprenda a hablarlo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que la docente es bilingüe y que el niño se encuentra en una fase de adaptación a la IE, ¿cuál de las alternativas es más pertinente que la docente utilice para responder a lo que requiere Ricardo en este contexto?",
          "opciones": [
            "Usar la lengua materna de Ricardo para atenderlo en los momentos de cuidado, higiene y alimentación, para favorecer su confianza en las personas y en el nuevo contexto.",
            "Atender a Ricardo en los momentos de cuidado, higiene y alimentación usando su lengua materna y castellano a fin de favorecer su comunicación en el nuevo contexto.",
            "Escuchar cómo se expresa Ricardo en momentos de cuidado, higiene y alimentación y, si usa su lengua materna y responderle en castellano para favorecer un vínculo comunicativo y social en el nuevo contexto."
          ],
          "respuesta": "Usar la lengua materna de Ricardo para atenderlo en los momentos de cuidado, higiene y alimentación, para favorecer su confianza en las personas y en el nuevo contexto.",
          "respuestaCorta": "En el periodo de adaptación, priorizar la lengua materna del niño en momentos de cuidado es crucial para establecer un vínculo afectivo seguro y generar confianza.",
          "solucionario": "La pertinencia cultural y afectiva es clave en el proceso de adaptación. Utilizar la lengua materna de Ricardo, especialmente en momentos de cuidado que son íntimos y fundamentales para el apego, le proporciona seguridad emocional y facilita su adaptación al nuevo entorno. Priorizar el castellano en esta etapa inicial podría generarle estrés e inseguridad. El aprendizaje de la segunda lengua debe darse de forma gradual, una vez establecido un vínculo de confianza.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p32",
      "contexto": "La docente del aula de cuatro años ha planificado que hoy los niños compartan los alimentos del refrigerio, para promover en ellos \"el compartir\" en el aula.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de realizar la actividad planteada, ¿cuál de las siguientes alternativas es pertinente para promover la reflexión sobre el compartir?",
          "opciones": [
            "Preguntarles si suelen compartir con sus compañeros y pedirles que respondan qué entienden por compartir. Después, explicarles con ejemplos de su experiencia qué es compartir.",
            "Contarles una historia sobre un niño que no compartía sus alimentos y hacerles preguntas sobre la situación. Después, presentarles imágenes para que identifiquen en cuál de ellas se evidencia el compartir.",
            "Dialogar con los niños sobre en qué momentos comparten en el aula y cómo los hace sentir el compartir. Después, pedir que digan otros momentos en los que pueden compartir en casa y en el vecindario."
          ],
          "respuesta": "Dialogar con los niños sobre en qué momentos comparten en el aula y cómo los hace sentir el compartir. Después, pedir que digan otros momentos en los que pueden compartir en casa y en el vecindario.",
          "respuestaCorta": "Esta opción promueve la reflexión partiendo de las propias vivencias y emociones de los niños (\"cómo los hace sentir\"), y luego los ayuda a generalizar el valor a otros contextos.",
          "solucionario": "La opción C es la más pertinente porque parte de la experiencia directa y reciente de los niños. Fomenta la reflexión al conectar la acción (\"compartir\") con la emoción (\"cómo los hace sentir\"), lo cual es fundamental para interiorizar valores. Además, promueve la transferencia del aprendizaje a otros ámbitos de su vida (\"en casa y en el vecindario\"), dándole mayor sentido y relevancia a la acción de compartir.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p33",
      "contexto": "Cuando los niños del aula de cuatro años realizan las actividades en el aula, la docente suele decir en todo momento a cada uno de ellos: \"¡Muy bien! ¡Buen trabajo! ¡Lo están haciendo excelente! ¡Eres el mejor!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Sobre las expresiones que la docente dirige a los niños del aula, ¿cuál de las siguientes afirmaciones es falsa?",
          "opciones": [
            "Afectan el desarrollo de su tolerancia a la frustración.",
            "Perjudican la percepción que tienen sobre sí mismos.",
            "Contribuyen con su integración social."
          ],
          "respuesta": "Contribuyen con su integración social.",
          "respuestaCorta": "El elogio generalizado y excesivo no contribuye a la integración social; por el contrario, puede generar dependencia de la aprobación externa y afectar negativamente la autopercepción y la tolerancia a la frustración.",
          "solucionario": "Los elogios genéricos y constantes como \"eres el mejor\" pueden ser perjudiciales. Pueden afectar la tolerancia a la frustración (el niño no aprende a lidiar con el error), perjudicar su autopercepción (la vuelve dependiente de la validación externa) y no necesariamente contribuyen a la integración social (incluso pueden generar competencia). Por lo tanto, la afirmación de que \"contribuyen con su integración social\" es falsa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p34",
      "contexto": "Últimamente, los niños de cinco años, al finalizar el momento del juego en el patio, hacen carreras para llegar al aula. Rita ha sido la primera en llegar los días anteriores, pero hoy, algunos de sus compañeros han llegado antes que ella. En ese contexto, ella, levantando la voz dice: \"¡Noooo!, iyo siempre llego primera!\" y molesta empuja la puerta del salón. Sus compañeros, que están cerca, la miran sorprendidos. La docente, al percatarse de lo ocurrido, calma a todos y dice a los niños que hablará un momento con Rita para luego continuar todos con las actividades.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si la docente busca favorecer la autorregulación de emociones en Rita, ¿cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Explicar a Rita que su forma de reaccionar no es la más adecuada, pues gritando y empujando no soluciona el problema. Luego, decirle: \"Recuerda cómo tus compañeros reaccionan cuando están molestos. Ellos se quedan tranquilos y no gritan\". Finalmente, preguntarle: \"Entonces, ¿cómo debes reaccionar la siguiente vez que te sientas molesta?\".",
            "Pedir a Rita que le cuente que pasó y cómo se siente. Después, decirle: \"Comprendo que hay cosas que te pueden molestar, pero no es la mejor forma de reaccionar\". Luego, preguntarle: \"¿Cómo te sentirías si un compañero grita y empuja la puerta?, te podrías asustar o causaría que te lastimes\". Finalmente, juntas proponer otras formas de reaccionar para cuando se sienta molesta.",
            "Decir a Rita que es importante que aprenda a controlarse cuando se sienta molesta, pues ella ya lo puede hacer. Luego, decirle: \"Para que la próxima vez te tranquilices sola, primero vas a cerrar los ojos, respirar despacio y contar hasta diez para que se te pase la molestia\". Finalmente, decirle: \"¿Crees que me puedes prometer tomar mucho aire para tranquilizarte la próxima vez que estés molesta?\"."
          ],
          "respuesta": "Pedir a Rita que le cuente que pasó y cómo se siente. Después, decirle: \"Comprendo que hay cosas que te pueden molestar, pero no es la mejor forma de reaccionar\". Luego, preguntarle: \"¿Cómo te sentirías si un compañero grita y empuja la puerta?, te podrías asustar o causaría que te lastimes\". Finalmente, juntas proponer otras formas de reaccionar para cuando se sienta molesta.",
          "respuestaCorta": "Esta opción es la más completa: valida la emoción de la niña, le ayuda a tomar perspectiva (empatía), y la involucra en la búsqueda de soluciones alternativas, fomentando la autorregulación.",
          "solucionario": "El proceso de autorregulación emocional implica reconocer la emoción, comprender su impacto y buscar estrategias para gestionarla. La opción B sigue este proceso: 1) Ayuda a Rita a identificar lo que siente. 2) Valida su emoción pero establece un límite a la conducta. 3) Promueve la empatía para que comprenda el efecto de sus actos en los demás. 4) La involucra en la búsqueda de soluciones, haciéndola partícipe de su propio aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p35",
      "contexto": "Durante una reunión, las docentes abordan el tema de situaciones relevantes en sus aulas. Cuando le toca a Raquel, docente del aula de cuatro años, comenta que algunos niños, en el momento de juego libre en los sectores, se quitan los juguetes entre ellos. Ella pide sugerencias a las docentes para atender esta situación.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes sugerencias brindadas por los docentes promueve la participación democrática?",
          "opciones": [
            "Fernanda dice: \"Reúne a los niños y cuéntales que has observado que algunos de ellos quitan los juguetes a sus compañeros y pídeles que entre todos den ideas para solucionar esa situación\".",
            "Carolina dice: \"Explícales a los niños que no está bien quitar los juguetes a sus compañeros, que los niños que no los quiten, al finalizar del día serán felicitados por todos\".",
            "Juana dice: \"Identifica a los niños que quitan los juguetes, agrúpalos en un solo sector y acompáñalos para que jueguen en armonía\"."
          ],
          "respuesta": "Fernanda dice: \"Reúne a los niños y cuéntales que has observado que algunos de ellos quitan los juguetes a sus compañeros y pídeles que entre todos den ideas para solucionar esa situación\".",
          "respuestaCorta": "La sugerencia de Fernanda involucra a todos los niños en la identificación del problema y en la búsqueda colectiva de soluciones, lo que es la base de la participación democrática.",
          "solucionario": "La participación democrática implica que los miembros de una comunidad (en este caso, el aula) se involucren en la toma de decisiones que afectan a todos. La propuesta de Fernanda es la única que convoca a los niños a una asamblea para analizar un problema común y proponer soluciones de forma colectiva. Las otras opciones son directivas o impositivas, centradas en la acción del adulto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p36",
      "contexto": "La docente del aula de cinco años está realizando una asamblea para evaluar el cumplimiento de las normas durante el juego en el patio de la IE. En la asamblea, Patricia con expresión molesta dice: \"Micaela me empujó\", a lo que Micaela responde que fue de casualidad. A partir de ello, la docente le dice a Micaela que pida disculpas a Patricia, pero Micaela replica que fue de casualidad. La docente insiste y Micaela se disculpa mostrándose fastidiada. A pesar de las disculpas, Patricia continúa molesta. Los niños opinan que Patricia debe aceptar las disculpas de Micaela. Finalmente, la docente cierra la asamblea señalando la importancia de disculparse, y promueve que todos los niños se den un abrazo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aspecto importante ha obviado la docente para la resolución del conflicto entre las niñas?",
          "opciones": [
            "No tomó en cuenta los sentimientos de Micaela y tampoco el tiempo que requiere Patricia para retomar la calma.",
            "No concluyó con la evaluación del cumplimiento de las normas y tampoco registró lo evaluado en el cartel respectivo.",
            "No recalcó a Micaela, Patricia y los niños que hay que tener cuidado cuando se juega en el patio y tampoco marcó los límites de los juegos."
          ],
          "respuesta": "No tomó en cuenta los sentimientos de Micaela y tampoco el tiempo que requiere Patricia para retomar la calma.",
          "respuestaCorta": "La docente forzó una disculpa sin validar los sentimientos de Micaela y presionó a Patricia para aceptar una disculpa no sentida, ignorando las emociones de ambas.",
          "solucionario": "La resolución de conflictos efectiva requiere escuchar y validar las emociones y perspectivas de todas las partes. La docente obvió los sentimientos de Micaela al forzar una disculpa que no sentía, lo que la hizo sentir invalidada. También ignoró que Patricia necesitaba tiempo para procesar su molestia y no estaba lista para aceptar una disculpa, especialmente una que no era sincera. La solución fue superficial y no abordó las emociones subyacentes de las niñas.",
          "seccion": "Casuística"
        }
      ]
    },

   
    {
      "idGrupo": "asc_inicial_2023_p37",
      "contexto": "En el aula de cinco años, la docente suele retroalimentar los trabajos de los niños usando sellos con caritas. Cuando ellos realizan un trabajo que la docente considera que está bien elaborado les coloca un sello con carita feliz; cuando el trabajo necesita ser mejorado, coloca un sello con carita triste y cuando el trabajo está mal elaborado, coloca un sello con carita llorando.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué efecto tiene en los niños que la docente utilice la estrategia de caritas para retroalimentarlos?",
          "opciones": [
            "Los hace dependientes de la aprobación de la docente por conseguir la carita deseada.",
            "Los impulsa a mejorar de forma permanente para conseguir la carita deseada.",
            "Los motiva a reflexionar sobre su aprendizaje al conseguir la carita deseada."
          ],
          "respuesta": "Los hace dependientes de la aprobación de la docente por conseguir la carita deseada.",
          "respuestaCorta": "Esta estrategia centra la motivación del niño en obtener una recompensa externa (la carita feliz) en lugar de en el proceso de aprendizaje y la satisfacción intrínseca.",
          "solucionario": "El uso de recompensas y castigos externos, como las caritas, para calificar el desempeño genera en los niños una motivación extrínseca. Su esfuerzo se orienta a obtener la aprobación del adulto (la carita feliz) y evitar su desaprobación (la carita triste), en lugar de desarrollar un interés genuino por aprender y mejorar. Esto crea dependencia de la validación externa y no fomenta la reflexión sobre el propio aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p38",
      "contexto": "Durante la reunión colegiada en una IE, la docente de cinco años comenta a sus colegas que recibirá en el aula a Samanta, una niña que usa silla de ruedas para desplazarse, y que su mamá, en la entrevista al matricularla, ha informado que su hija es autónoma en el manejo de la silla de ruedas. A continuación, la docente pide a sus colegas sugerencias para promover la inclusión de la niña el primer día de clases.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las sugerencias de las docentes se encuentra alineada con el enfoque inclusivo?",
          "opciones": [
            "Rosalía dice: \"Yo organizaría una actividad para recorrer la IE con todos los niños, incluida Samanta y les diría que si alguno necesita ayuda, la pida a cualquiera del grupo porque todos estaremos dispuestos a ayudar\".",
            "Manuela dice: \"Yo presentaría a Samanta a los demás niños y les contaría que en el patio vamos a hacer un juego muy divertido en el que correremos y, por turnos, cada uno ayudará a empujar la silla de ruedas de Samanta\".",
            "Josefa dice: \"Yo pediría el apoyo de la auxiliar para que esté atenta a Samanta y la ayude a desplazarse cuando participe de las actividades dentro del aula y en el patio, de esa manera podrás atender a todos los niños del aula\"."
          ],
          "respuesta": "Rosalía dice: \"Yo organizaría una actividad para recorrer la IE con todos los niños, incluida Samanta y les diría que si alguno necesita ayuda, la pida a cualquiera del grupo porque todos estaremos dispuestos a ayudar\".",
          "respuestaCorta": "La sugerencia de Rosalía promueve la participación de todos en igualdad de condiciones y fomenta una cultura de apoyo mutuo, sin centrarse en la discapacidad de la niña ni asumir que necesita ayuda.",
          "solucionario": "El enfoque inclusivo busca eliminar barreras y asegurar la participación de todos en igualdad de condiciones. La propuesta de Rosalía es la más alineada porque plantea una actividad común para todos (\"recorrer la IE\") y establece un principio de ayuda recíproca y universal (\"si alguno necesita ayuda\"), sin señalar a Samanta. Las otras opciones son excluyentes porque o bien asumen que Samanta necesita ayuda sin preguntarle (Manuela) o la segregan asignándole un adulto de forma permanente (Josefa), limitando su autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p39",
      "contexto": "En el sector de ciencias del aula de cinco años, Juana ha terminado de construir una maqueta de un acuario. Ahora, quiere usar el visor de lunas azules para observar su maqueta a través de este. Por otro lado, Sara está jugando a bucear en el mar y también quiere usar el visor de lunas azules. Entonces, ambas cogen simultáneamente dicho visor. Como ninguna de las dos desea soltarlo, empiezan a discutir y, al no ponerse de acuerdo, forcejean. Al percatarse del hecho, la docente se acerca, les pregunta qué sucede y las escucha. Luego, les pide que le entreguen el visor y que se calmen para conversar.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para favorecer la resolución del conflicto, ¿qué acción es pertinente que realice la docente a continuación?",
          "opciones": [
            "Pedir a cada una que comente a su compañera por qué le es importante usar el visor de lunas azules. Luego, decirles: \"¿Alguna de ustedes podría esperar a que su compañera termine de usar el visor?\". A la niña que acepte esperar, decirle: \"¿Qué te parece si, mientras esperas, buscamos juntas otros materiales que también necesites?\".",
            "Decirles: \"Niñas, no es necesario discutir por el visor de lunas azules. ¿Acaso es el único visor? Fíjense, aquí en el sector hay más visores de diferentes colores y tan bonitos como ese\". Luego, pedirles que prueben los otros visores y escojan cada una un visor de color distinto.",
            "Indicar a las niñas que, ante un problema, procuren siempre buscar una solución. Luego, añadir: \"En este caso, el problema es que falta un visor de lunas azules. Entonces, voy a pedir prestado el visor azul de la otra aula para que ambas puedan seguir trabajando\"."
          ],
          "respuesta": "Pedir a cada una que comente a su compañera por qué le es importante usar el visor de lunas azules. Luego, decirles: \"¿Alguna de ustedes podría esperar a que su compañera termine de usar el visor?\". A la niña que acepte esperar, decirle: \"¿Qué te parece si, mientras esperas, buscamos juntas otros materiales que también necesites?\".",
          "respuestaCorta": "Esta acción promueve que las niñas expresen sus necesidades, escuchen la perspectiva de la otra y busquen una solución negociada, fomentando la empatía y la autorregulación.",
          "solucionario": "La opción A es la más pertinente porque guía a las niñas a través de un proceso de resolución de conflictos constructivo. Primero, promueve la comunicación y la empatía al hacer que cada una exprese y escuche las necesidades de la otra. Luego, las invita a ellas mismas a proponer una solución (ceder el turno). Finalmente, ofrece una alternativa positiva a la niña que espera, validando su generosidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p40",
      "contexto": "Danilo, de doce meses, se encuentra en proceso de adaptación del hogar a la cuna. Hoy, él está en el espacio de juego y ha comenzado a interesarse por explorar un juguete, tímidamente lo sujeta y busca con la mirada a la docente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones es pertinente que realice la docente para favorecer que Danilo continúe explorando los objetos?",
          "opciones": [
            "Responder a Danilo sonriendo y manteniéndose cerca sin interrumpir su juego.",
            "Responder a Danilo mostrando los variados juegos que puede hacer con el juguete que ha elegido.",
            "Responder a Danilo alentándolo de forma permanente con palabras para que se motive a seguir jugando."
          ],
          "respuesta": "Responder a Danilo sonriendo y manteniéndose cerca sin interrumpir su juego.",
          "respuestaCorta": "La presencia atenta y no intrusiva de la docente le brinda a Danilo la seguridad emocional que necesita para atreverse a explorar de forma autónoma.",
          "solucionario": "La mirada de Danilo es una búsqueda de confirmación y seguridad en su figura de apego. La respuesta más adecuada de la docente es ofrecer esa seguridad de manera sutil y respetuosa. Una sonrisa y su cercanía física le comunican \"estoy aquí para ti, es seguro explorar\", sin dirigir ni interrumpir la iniciativa del niño. Esto fomenta la autonomía y la confianza.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p41",
      "contexto": "Sergio, de dos años, desde hace poco dice: \"NO\", cada vez que se le pide algo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando la etapa de desarrollo en la que se encuentra el niño, ¿qué se puede afirmar de su comportamiento?",
          "opciones": [
            "Que Sergio responde con NO a todo porque acaba de aprender a decir esa palabra y la usa cada vez que le es posible.",
            "Que Sergio responde con NO a todo porque quiere mostrar que es diferente a los demás y quiere que tomen en cuenta su decisión.",
            "Que Sergio responde con NO a todo porque se encuentra en una fase egocéntrica y no se le han puesto aún límites claros acordes a su edad."
          ],
          "respuesta": "Que Sergio responde con NO a todo porque quiere mostrar que es diferente a los demás y quiere que tomen en cuenta su decisión.",
          "respuestaCorta": "El uso constante del \"NO\" a los dos años es una manifestación normal del desarrollo de la identidad y la autonomía, donde el niño se reconoce como un ser individual con voluntad propia.",
          "solucionario": "Alrededor de los dos años, los niños atraviesan una etapa conocida como la \"crisis de oposición\" o la \"etapa del no\". Este comportamiento es un hito fundamental en su desarrollo, ya que a través de la negación, el niño comienza a reafirmar su yo, a diferenciarse de los demás y a experimentar su propia capacidad de decisión y voluntad. Es una expresión saludable del inicio de su autonomía.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p42",
      "contexto": "Durante un proyecto de alimentación saludable, la docente comenta a los niños del aula de cinco años, que cuando era niña, a ella le gustaba tomar jugo de plátano con leche, que le preparaba su mamá para crecer sana. Entonces, a solicitud de los niños, acuerdan preparar dicho jugo.\nPara la preparación del jugo, la docente presenta la siguiente receta:",
      "imagen": "img/ascenso/inicial/2022/5.jpg",
      "preguntas": [
        {
          "pregunta": "En el aula, es la primera vez que la docente va a presentar este tipo de texto, ella tiene el propósito de que los niños se familiaricen con las características del texto instructivo. Antes de que la docente lea la receta, ¿cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Pedir que observen las imágenes del texto y que, a partir de las mismas, traten de mencionar cuáles serán los ingredientes. Luego, pedirles que mencionen los pasos para la preparación del jugo de plátano con leche.",
            "Pedir que observen el texto y preguntar dónde está escrito el título, qué creen que dirá allí, si conocen algunas palabras del texto y cuáles son las palabras que conocen. Luego, pedir voluntarios para que encierren con un plumón las palabras conocidas.",
            "Pedir que observen el texto, preguntar si habían visto antes este tipo de texto y para qué creen que servirá. Luego, pedirles que señalen dónde creen que están escritos los ingredientes, dónde dirá cómo hacerlo y para qué creen que servirán los números que están debajo."
          ],
          "respuesta": "Pedir que observen el texto, preguntar si habían visto antes este tipo de texto y para qué creen que servirá. Luego, pedirles que señalen dónde creen que están escritos los ingredientes, dónde dirá cómo hacerlo y para qué creen que servirán los números que están debajo.",
          "respuestaCorta": "Esta opción guía a los niños a analizar la estructura y función del texto (título, ingredientes, pasos) antes de leerlo, permitiéndoles formular hipótesis sobre sus características.",
          "solucionario": "Para que los niños se familiaricen con un tipo textual, es fundamental que exploren su estructura y propósito. La opción C logra esto al preguntarles sobre sus conocimientos previos (\"¿habían visto antes...?\"), su función (\"¿para qué creen que servirá?\") y sus partes (\"dónde están los ingredientes\", \"dónde dirá cómo hacerlo\"). Esto les permite construir un entendimiento global del texto instructivo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de realizar el paso 2 de la preparación del jugo de plátano con leche, la docente prosigue y lee el paso 3 que indica: \"Servir de inmediato el jugo\". Después de asegurarse de que los niños comprenden el significado de la palabra \"inmediato\", la docente tiene el propósito de aprovechar la lectura de dicho paso para que los niños formulen hipótesis. ¿Cuál de las siguientes preguntas es más pertinente que realice la docente para dicho propósito?",
          "opciones": [
            "¿El jugo se malogra cuando se demoran en tomarlo?",
            "¿Qué creen que le pasará al jugo si se demoran en tomarlo después de prepararlo?",
            "¿Qué les parece si separamos un poco de jugo para ver qué pasa después de un rato de prepararlo?"
          ],
          "respuesta": "¿Qué creen que le pasará al jugo si se demoran en tomarlo después de prepararlo?",
          "respuestaCorta": "La pregunta \"¿Qué creen que...?\" invita directamente a los niños a anticipar un resultado y a proponer una explicación basada en sus ideas previas, lo cual es la definición de formular una hipótesis.",
          "solucionario": "Formular una hipótesis es plantear una posible explicación o predicción sobre un fenómeno. La pregunta de la opción B (\"¿Qué creen que le pasará...?\") es la más pertinente porque abre la posibilidad de que los niños elaboren diversas ideas y anticipaciones. La opción A es una pregunta cerrada (sí/no), y la C es una propuesta para la experimentación, que sería el paso siguiente a la formulación de hipótesis.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de la degustación del jugo de plátano, la docente y los niños conversan sobre lo realizado, y Andrés comenta que quiere preparar el jugo en su casa con sus papás; entonces, la docente agrega que sería importante recordar los pasos de la preparación y a continuación pregunta a los niños: \"¿Cuál fue el primer paso? ¿Cuál, el segundo? ¿Cuál, el tercero?\".\n¿Qué uso del número se evidencia en la intervención de la docente?",
          "opciones": [
            "Como nominal.",
            "Como cardinal.",
            "Como ordinal."
          ],
          "respuesta": "Como ordinal.",
          "respuestaCorta": "La docente utiliza los números (\"primero\", \"segundo\", \"tercero\") para establecer el orden y la secuencia de los pasos de la receta.",
          "solucionario": "El uso ordinal del número se refiere a su función para indicar la posición o el orden de un elemento dentro de una serie. Al preguntar por el \"primer\", \"segundo\" y \"tercer\" paso, la docente está utilizando los números para establecer la secuencia correcta que se debe seguir en la preparación, lo cual es un claro ejemplo del uso ordinal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p45",
      "contexto": "En el aula de cinco años, los niños están desarrollando el proyecto \"Conocemos más sobre los insectos\". Hoy, los niños van a buscar información, y en ese contexto, la docente tiene como propósito aprovechar esa actividad para que se aproximen a la lectura de textos escritos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones pedagógicas es pertinente para dicho propósito?",
          "opciones": [
            "Mostrar variedad de textos con los nombres de los insectos y leer varias veces con ellos cada palabra escrita. Luego, mostrar tarjetas con los nombres de los insectos previamente presentados, para que cada niño identifique el nombre de un insecto.",
            "Poner a disposición variedad de textos sobre insectos para que los niños los revisen. Luego, conversar sobre qué insecto les pareció interesante, qué creen que dirá en los textos sobre ese insecto y preguntar a cada uno: \"¿Cómo te diste cuenta de lo que dice?\".",
            "Seleccionar, en variedad de textos, la información sobre los insectos. Luego, distribuir dichos textos entre los niños, indicándole a cada uno la parte que debe revisar para conocer mejor cómo es el insecto que le tocó."
          ],
          "respuesta": "Poner a disposición variedad de textos sobre insectos para que los niños los revisen. Luego, conversar sobre qué insecto les pareció interesante, qué creen que dirá en los textos sobre ese insecto y preguntar a cada uno: \"¿Cómo te diste cuenta de lo que dice?\".",
          "respuestaCorta": "Esta opción promueve que los niños exploren libremente los textos, formulen hipótesis sobre su contenido y expliquen los indicios que usaron, actuando como lectores activos.",
          "solucionario": "La aproximación a la lectura en el nivel inicial debe ser un proceso activo y significativo. La opción B es la más pertinente porque permite que los niños interactúen con diversos portadores de texto, hagan predicciones sobre el contenido (\"¿qué creen que dirá?\") y verbalicen las estrategias que utilizan para inferir el significado (\"¿Cómo te diste cuenta?\"). Este enfoque respeta el proceso constructivo del niño como lector.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p46",
      "contexto": "En el aula de cinco años, durante el momento del juego libre en los sectores, la docente observa que los niños realizan diversas acciones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando los niveles de representación de la función simbólica, ¿cuál de las siguientes acciones corresponde al nivel símbolo?",
          "opciones": [
            "Doris coge un plumón y una hoja, y escribe su nombre como cree que se hace.",
            "José toma la tapa de un balde, se sienta en su silla, y juega a que está manejando un carro.",
            "Carlos, con los ojos vendados, juega a reconocer a sus amigos cuando escucha que le hablan."
          ],
          "respuesta": "José toma la tapa de un balde, se sienta en su silla, y juega a que está manejando un carro.",
          "respuestaCorta": "José utiliza un objeto (la tapa) para representar otro que no está presente (el timón de un carro), lo cual es la característica principal del juego simbólico.",
          "solucionario": "El nivel de representación simbólica se manifiesta cuando el niño es capaz de usar un objeto con una función para representar otro objeto ausente. En este caso, José le atribuye a la tapa de un balde el significado de \"timón de carro\" y a la silla el de \"asiento del conductor\". Esta capacidad de \"hacer como si\" es la esencia del juego simbólico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p47",
      "contexto": "Julieta, de cuatro años, coge un cuento de la biblioteca, que en la portada tiene un ratón sonriendo. Lo revisa por unos minutos, pasando las páginas. Luego, se lo lleva a la docente para mostrarle y pasando nuevamente las páginas le dice: \"Te cuento el cuento. Había una vez un ratón feliz y colorín colorado este cuento se ha terminado\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente que la docente realice para continuar favoreciendo la aproximación a la lectura de Julieta?",
          "opciones": [
            "\"Julieta, qué lindo el cuento del ratón, pero qué te parece si ahora lo lees pasando página por página\".",
            "\"Julieta, qué bueno que te guste el cuento, ahora te lo leeré para saber todo lo que le pasó al ratón\".",
            "\"Julieta, qué interesante está el cuento que me leíste, cuéntame qué más pasó con el ratón\"."
          ],
          "respuesta": "\"Julieta, qué interesante está el cuento que me leíste, cuéntame qué más pasó con el ratón\".",
          "respuestaCorta": "La docente valida el acto de \"lectura\" de la niña y la invita a ampliar su narración, respetando su nivel de desarrollo y fomentando su capacidad de crear historias a partir de imágenes.",
          "solucionario": "En esta etapa, la \"lectura\" que hace Julieta es una interpretación de las imágenes y la estructura del cuento. La intervención más pertinente es la C porque valora su intento (\"qué interesante está el cuento que me leíste\") y la anima a seguir elaborando su historia (\"cuéntame qué más pasó\"). Esto refuerza su rol como lectora activa y fomenta la comprensión y producción de narrativas, que son habilidades fundamentales para la lectura convencional posterior.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p48",
      "contexto": "En una IE de la selva, un niño del aula de cuatro años ha traído un periódico para mostrarle a sus compañeros. Un grupo de niñas se acerca, y al ver la primera página, encuentran la fotografía de un perezoso que está colgado de un árbol en la plaza de la ciudad.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, ¿cuál de los comentarios de las niñas es una inferencia?",
          "opciones": [
            "Natalia dice: \"¡Qué lindo perezoso! A mí me gusta su carita tierna\".",
            "Francisca dice: \"Ese perezoso está colgado en ese árbol de la plaza\".",
            "Antonia dice: \"Mira ese perezoso, seguro que se ha escapado de su casa\"."
          ],
          "respuesta": "Antonia dice: \"Mira ese perezoso, seguro que se ha escapado de su casa\".",
          "respuestaCorta": "Antonia elabora una suposición (\"seguro que se ha escapado\") para explicar la presencia del perezoso en la plaza, yendo más allá de la información explícita de la imagen.",
          "solucionario": "Una inferencia es una conclusión o suposición que se deriva de la información disponible, pero que no está explícitamente declarada. El comentario de Antonia (\"seguro que se ha escapado de su casa\") es una inferencia porque propone una causa o una historia para explicar por qué el perezoso está en la plaza, algo que la fotografía no muestra directamente. El comentario de Natalia es una opinión y el de Francisca es una descripción literal de la imagen.",
          "seccion": "Casuística"
        }
      ]
    },
 
    {
      "idGrupo": "asc_inicial_2023_p49",
      "contexto": "La docente y los niños del aula de cinco años visitan una feria cercana a la IE. Al entrar al campo ferial, observan a lo lejos los cuadros de un pintor de la zona y le piden a la docente acercarse.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente, ante el interés de los niños, averigua el nombre del pintor y luego, les propone organizarse para conversar con el pintor Tomás. Si la docente quiere aprovechar esta situación para favorecer la expresión oral de los niños, ¿cuál de las siguientes intervenciones es más pertinente para dicho propósito?",
          "opciones": [
            "\"Niños, como veo que les han gustado los cuadros de Tomás, qué les parece si escojo a algunos de ustedes para que lo feliciten a nombre de todo el salón por los bonitos cuadros que hace\".",
            "\"Niños, recuerden que cuando se acerquen a Tomás, hay que saludarlo y luego le pueden preguntar sobre lo que les gustaría saber acerca de él o de sus cuadros\".",
            "\"Niños, les voy proponer algunas preguntas para que se las hagan a Tomás, eso nos servirá para conocerlo más y saber acerca de sus cuadros\"."
          ],
          "respuesta": "\"Niños, recuerden que cuando se acerquen a Tomás, hay que saludarlo y luego le pueden preguntar sobre lo que les gustaría saber acerca de él o de sus cuadros\".",
          "respuestaCorta": "Esta intervención orienta a los niños sobre las normas sociales de la conversación y les da la libertad para que formulen sus propias preguntas, promoviendo su autonomía comunicativa.",
          "solucionario": "Para favorecer la expresión oral, es fundamental crear oportunidades donde los niños puedan hablar por iniciativa propia sobre temas de su interés. La opción B es la más pertinente porque establece pautas sociales básicas (\"hay que saludarlo\") y luego abre el diálogo para que los niños expresen su curiosidad de manera espontánea (\"le pueden preguntar sobre lo que les gustaría saber\"). Las opciones A y C son directivas y limitan la participación libre de los niños.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Al regresar a la IE, la docente y los niños están reunidos conversando acerca de la visita. Algunos niños comentan que les gustaría pintar un cuadro como los que vieron en la feria y acuerdan realizar dicha actividad. La docente tiene el propósito de aprovechar esa situación para promover la expresión a través del lenguaje gráfico plástico. ¿Cuál de las siguientes acciones es pertinente a dicho propósito?",
          "opciones": [
            "Conversar con los niños sobre lo que les gustó más de los cuadros de Tomás y considerando sus propuestas, elaborar una imagen en cartulina. Luego, invitarlos a seguir los mismos pasos en la elaboración de su cuadro.",
            "Indicar a los niños que, para pintar con témperas y pincel, se debe practicar el trazo de líneas rectas, curvas, onduladas, entre otras. Luego de la práctica, proceder a elaborar su cuadro con esos tipos de trazos.",
            "Entregar por grupos imágenes de los cuadros del pintor y pedirles que las observen. Luego, pedirles que pinten con témpera los recuerdos u otras ideas que les provocan las imágenes observadas."
          ],
          "respuesta": "Entregar por grupos imágenes de los cuadros del pintor y pedirles que las observen. Luego, pedirles que pinten con témpera los recuerdos u otras ideas que les provocan las imágenes observadas.",
          "respuestaCorta": "Esta opción utiliza las obras del pintor como un inspirador para que los niños expresen sus propias ideas y emociones, fomentando la creatividad y la libre expresión en lugar de la imitación.",
          "solucionario": "La expresión a través del lenguaje gráfico plástico busca que los niños comuniquen su mundo interno. La opción C es la más adecuada porque utiliza las imágenes como un punto de partida para evocar \"recuerdos u otras ideas\", permitiendo que cada niño cree algo personal y único. La opción A promueve la copia de un modelo y la B se centra en la técnica de forma descontextualizada, ambas limitando la libre expresión.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p51",
      "contexto": "La docente y los niños de cinco años leen el siguiente cuento:\nEl Colibrí y el incendio\nHace muchos años, los animales vivían felices en un bosque escondido. Cuentan, los animales ancianos, que en ese bosque, una vez se produjo un gran incendio. Y dicen que todos los animales, asustados trataban de escapar del fuego. En su carrera por escapar del fuego, Jaguar, Mono y otros animales vieron extrañados pasar a Colibrí, en dirección al incendio. Jaguar quiso advertirle del peligro; pero, Colibrí pasó tan rápido que no pudo hacerlo. Momentos después, lo vieron pasar de nuevo volando, esta vez en dirección hacia un lago cercano. Los animales observaron que Colibrí llenaba su piquito con una o dos gotas de agua solamente, y que, rápidamente, derramaba el líquido sobre el gran fuego que amenazaba con destruirlo todo. Fue así que Jaguar pudo observar el ir y venir de Colibrí, hasta que se animó a decirle: \"¡Oye, Colibrí!, ¿qué estás haciendo?\". Colibrí respondió: \"¡Voy al lago a recoger en mi pico agua para apagar el fuego!\". Jaguar quiso hacer entrar en razón a Colibrí y le dijo: \"¿Cómo crees que con esas gotitas de agua puedes apagar un incendio tan grande?\". Entonces, Colibrí, mirándole a los ojos respondió: \"El bosque es mi casa. Me alimenta, me protege a mí y a mi familia, por eso le estoy agradecido. ¡Sí, sé que no puedo apagar el fuego solo, pero tengo que hacer mi parte! Jaguar, tú también vives acá en el bosque. Dime, ¿estás haciendo tu parte?\". Y al ver que Jaguar se quedó callado, Colibrí regresó a seguir con su tarea. Jaguar, Mono y los otros animales se quedaron pensando en lo que Colibrí dijo, luego de un momento se miraron y se sintieron avergonzados. Entonces, Mono bajó de la palmera y corriendo cogió una hoja grande, fue al lago a recoger agua, y rápidamente la arrojó al fuego. Al ver a Colibrí y Mono echar agua para apagar el fuego, Jaguar y los otros animales se fueron sumando a la tarea de apagarlo, y a medida que más y más animales comenzaban a tirar agua al fuego, este empezó a disminuir y así lograron apagar el incendio y salvar el bosque.",
      "imagen": "img/ascenso/inicial/2022/6.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este cuento?",
          "opciones": [
            "¿Qué te parece cómo actuaban los animales cuando escapaban del incendio?",
            "¿Qué contaban los animales ancianos sobre lo que sucedió en el bosque?",
            "¿Por qué Colibrí quería apagar el incendio del bosque?"
          ],
          "respuesta": "¿Qué contaban los animales ancianos sobre lo que sucedió en el bosque?",
          "respuestaCorta": "Esta pregunta requiere que el niño localice información que está literalmente escrita en el texto (\"Cuentan, los animales ancianos, que en ese bosque, una vez se produjo un gran incendio\").",
          "solucionario": "Identificar información explícita implica encontrar datos que están directamente mencionados en el texto. La pregunta de la opción B puede ser respondida directamente con una frase del cuento. En cambio, la opción A pide una opinión (nivel crítico) y la C pide inferir una motivación (nivel inferencial).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este cuento?",
          "opciones": [
            "¿Para qué recogía agua en su pico el Colibrí?",
            "¿Cuál es la parte del cuento que más te ha gustado?",
            "¿Qué quiso decir Colibrí cuando dijo \"tengo que hacer mi parte\"?"
          ],
          "respuesta": "¿Qué quiso decir Colibrí cuando dijo \"tengo que hacer mi parte\"?",
          "respuestaCorta": "Esta pregunta requiere interpretar el significado de una frase a partir del contexto de la historia, yendo más allá de lo literal para comprender la intención del personaje.",
          "solucionario": "Realizar una inferencia implica deducir información que no está explícitamente dicha en el texto. La pregunta C pide a los niños que interpreten el significado de la frase \"hacer mi parte\" basándose en las acciones y palabras del colibrí, lo cual requiere un proceso de deducción. La opción A es literal y la B es de apreciación personal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre el contenido de este cuento?",
          "opciones": [
            "¿Por qué los animales se quedaron pensando cuando Colibrí preguntó a Jaguar si él estaba haciendo su parte?",
            "¿Qué opinas de que Colibrí, a pesar de saber que no podía apagar el fuego solo, de todas maneras lo hacía?",
            "¿Qué hicieron Jaguar y los otros animales al ver a Colibrí y Mono echar agua para apagar el incendio?"
          ],
          "respuesta": "¿Qué opinas de que Colibrí, a pesar de saber que no podía apagar el fuego solo, de todas maneras lo hacía?",
          "respuestaCorta": "La pregunta \"¿Qué opinas...?\" invita al niño a emitir un juicio de valor sobre las acciones y motivaciones del personaje, conectando la historia con sus propios valores.",
          "solucionario": "La reflexión sobre el contenido de un texto implica que el lector evalúe y opine sobre lo leído. La pregunta B pide explícitamente una opinión (\"¿Qué opinas de que...\") sobre la conducta del personaje principal, promoviendo una reflexión profunda sobre el mensaje del cuento. Las opciones A (inferencial) y C (literal) no solicitan una valoración personal.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p54",
      "contexto": "A inicios de año, las docentes de las aulas de cinco años se encuentran realizando el trabajo colegiado, y comentan que los niños están entusiasmados al realizar acciones como marcar su asistencia, ordenar sus trabajos identificando sus nombres, entre otros. Luego, las docentes buscan aprovechar ese interés para la aproximación a la lectura a partir de los nombres de los niños.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las propuestas de las docentes es más pertinente para favorecer dicho propósito?",
          "opciones": [
            "Violeta dice: \"Colocaré en los carteles del aula tarjetas con el nombre escrito de cada niño, acompañadas de sus fotos. Y les preguntaré diariamente, de forma individual y rotativa: ¿Dónde está escrito tu nombre?\".",
            "Fanny dice: \"Entregaré a cada niño la imagen de un objeto que inicie con la misma sílaba de su nombre, para que la peguen al costado de su tarjeta de asistencia. De este modo, ellos podrán encontrar su nombre rápidamente\".",
            "Julia dice: \"Formaré grupos de tres niños, y a cada grupo le entregaré las tarjetas con los nombres de los integrantes. Luego, les diré que solo en una de las tarjetas dice el nombre de cada uno, y les pediré que entre los tres conversen y encuentren sus respectivos nombres\"."
          ],
          "respuesta": "Julia dice: \"Formaré grupos de tres niños, y a cada grupo le entregaré las tarjetas con los nombres de los integrantes. Luego, les diré que solo en una de las tarjetas dice el nombre de cada uno, y les pediré que entre los tres conversen y encuentren sus respectivos nombres\".",
          "respuestaCorta": "Esta propuesta genera un problema real de lectura (encontrar el propio nombre entre otros) y promueve la interacción y el intercambio de pistas entre pares para resolverlo.",
          "solucionario": "La propuesta de Julia es la más pertinente porque crea una situación problemática de lectura con sentido. Los niños necesitan leer (comparar, buscar indicios) para resolver un problema. Además, fomenta el aprendizaje colaborativo, ya que pueden ayudarse mutuamente a descubrir sus nombres. Las otras opciones facilitan demasiado la tarea (la foto o la imagen), eliminando el desafío de leer.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p55",
      "contexto": "Los niños del aula de cinco años y la docente leen un cuento titulado \"La carrera de los animales\".\nLa docente lee el siguiente fragmento:\n\"Muy temprano, los animalitos dejaron sus casas y partieron hacia la cima de la montaña. La meta era llegar a esa cima y, allí, desde lo más alto, divisar el ancho y verde valle\".\nEntonces, Pablo pregunta: \"¿Qué cosa es 'cima'?\". En ese contexto, la docente va a intervenir.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para ayudar a Pablo a inferir el significado de 'cima' en el cuento?",
          "opciones": [
            "Comentarle que puede descubrir el significado de la palabra 'cima' por sí mismo. Para ello, solo tiene que recordar la parte del cuento en la que aparece esta palabra.",
            "Decirle: \"Según el cuento, los animales están yendo a la parte más alta, alta, alta de la montaña. Por tanto, a esta parte alta, alta, alta se le llama 'cima'\".",
            "Releer el párrafo. Luego, decirle: \"Si los animales pueden ver todo el valle desde la cima de la montaña, ¿qué significará 'cima' en el cuento?\"."
          ],
          "respuesta": "Releer el párrafo. Luego, decirle: \"Si los animales pueden ver todo el valle desde la cima de la montaña, ¿qué significará 'cima' en el cuento?\".",
          "respuestaCorta": "La docente relee el contexto clave y formula una pregunta que guía al niño a usar esa pista (\"desde lo más alto\") para deducir el significado de la palabra desconocida.",
          "solucionario": "Para ayudar a un niño a inferir el significado de una palabra por contexto, la estrategia más efectiva es volver a la parte del texto que contiene las pistas y guiar su razonamiento con una pregunta. La opción C hace exactamente eso: relee el fragmento relevante y luego, con una pregunta, dirige la atención de Pablo a la pista clave (\"pueden ver todo el valle\") para que él mismo deduzca que \"cima\" debe ser la parte más alta.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p56",
      "contexto": "La docente del aula de cinco años trajo una radio al aula, y tanto ella como los niños escuchan una noticia emitida por una emisora local.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de escuchar la noticia completa, ¿cuál de las alternativas de preguntas es pertinente para promover que los niños hagan una inferencia sobre lo escuchado?",
          "opciones": [
            "¿Qué pasó en la noticia? ¿Qué les parece lo que sucedió?",
            "¿Qué pasó en la noticia? ¿Dónde sucedió y a quiénes les pasó?",
            "¿Qué pasó en la noticia? ¿Qué nombre le pondrían a esta noticia?"
          ],
          "respuesta": "¿Qué pasó en la noticia? ¿Qué nombre le pondrían a esta noticia?",
          "respuestaCorta": "Poner un nombre o titular a la noticia requiere que los niños sinteticen la información principal e infieran la idea central o el tema del texto escuchado.",
          "solucionario": "Las preguntas de la opción C combinan una pregunta de nivel literal (\"¿Qué pasó?\") con una de nivel inferencial (\"¿Qué nombre le pondrían...?\"). Para poner un título, los niños deben ir más allá de los datos explícitos, identificar la idea principal de la noticia y sintetizarla en una frase, lo cual es un proceso inferencial. Las otras opciones se centran en el nivel literal (B) o el crítico (A).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p57",
      "contexto": "Desde el inicio del año escolar, la docente del aula de cinco años ha colocado un cartel de asistencia con tarjetas con los nombres de todos los niños del aula para que ellos se registren diariamente. Hoy, al término de una actividad, la docente observa que Alberto ha escrito su nombre en su trabajo de la siguiente manera: \"A E O\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En ese contexto, la docente tiene el propósito de aprovechar esa situación para que Alberto avance en la apropiación de la escritura de su nombre. ¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Indicar a Alberto que busque dónde está escrito su nombre en el cartel de asistencia, luego, pedirle que acerque su escrito al cartel y preguntarle qué diferencias observa.",
            "Ayudar a Alberto a pronunciar cada vocal y consonante de su nombre usando la tarjeta del cartel de asistencia para que se dé cuenta de las letras que le falta escribir y las complete.",
            "Pedir a Alberto que busque la tarjeta del cartel de asistencia con su nombre para que repase con su dedo por encima de las letras mientras lo pronuncia; luego, pedirle que escriba su nombre sin mirar la tarjeta."
          ],
          "respuesta": "Indicar a Alberto que busque dónde está escrito su nombre en el cartel de asistencia, luego, pedirle que acerque su escrito al cartel y preguntarle qué diferencias observa.",
          "respuestaCorta": "Esta acción promueve que el niño compare su propia escritura con un referente estable (el cartel) y descubra por sí mismo las diferencias, fomentando la reflexión sobre el sistema de escritura.",
          "solucionario": "Desde un enfoque constructivista, el aprendizaje de la escritura se da a través de la reflexión y comparación. La opción A es la más pertinente porque le da a Alberto un rol activo: lo invita a comparar su producción con la escritura convencional de su nombre y a notar por sí mismo qué letras le faltan o sobran. Este proceso de comparación y análisis es más significativo que la simple corrección.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p58",
      "contexto": "Los niños se encuentran jugando en el patio de la IE. De pronto, Matilde, de cinco años, se acerca a la docente y le dice: \"Señorita, Diego dice que lo empujé, pero yo no he 'fuido'\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué intervención docente es la más pertinente para contribuir al desarrollo de la expresión oral de la niña?",
          "opciones": [
            "Responder a la niña enfatizando la forma correcta del verbo y pedirle que la repita.",
            "Dejar que la niña se exprese y luego realizar con ella juegos verbales de pronunciación.",
            "Continuar escuchando lo que dice la niña y responderle utilizando la palabra adecuada."
          ],
          "respuesta": "Continuar escuchando lo que dice la niña y responderle utilizando la palabra adecuada.",
          "respuestaCorta": "La docente modela el uso correcto de la palabra (\"fui\") de manera natural dentro de la conversación, sin interrumpir ni corregir directamente a la niña, lo que facilita la adquisición del lenguaje.",
          "solucionario": "La mejor manera de apoyar el desarrollo del lenguaje oral es a través del modelado en contextos comunicativos reales. La intervención C es la más adecuada porque la docente se centra en el mensaje de Matilde, escucha su necesidad y, al responder, usa la forma correcta de manera natural (ej. \"Entiendo, me dices que no fuiste tú\"). Esto permite que la niña escuche el modelo correcto sin sentirse corregida.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p59",
      "contexto": "Los niños del aula de cinco años van a elaborar una tarjeta de invitación para convocar a las familias a la kermés que se realizará en la IE. Antes de escribir la invitación, la docente les pregunta a los niños: \"¿A quiénes vamos a invitar? ¿Para qué los vamos a invitar? ¿Qué vamos a escribir en la invitación? ¿Quiénes escriben la invitación?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En la situación descrita, ¿cuál es el propósito pedagógico de las preguntas hechas por la docente?",
          "opciones": [
            "Que los niños planifiquen el texto que escribirán.",
            "Que los niños aprendan cuál es la estructura del texto a producir.",
            "Que los niños puedan formular inferencias sobre el texto que producirán."
          ],
          "respuesta": "Que los niños planifiquen el texto que escribirán.",
          "respuestaCorta": "Las preguntas de la docente guían a los niños a definir el propósito comunicativo, el destinatario, el mensaje y el emisor del texto, que son los elementos clave de la planificación textual.",
          "solucionario": "El proceso de producción de textos comienza con la planificación. Las preguntas de la docente (\"¿A quiénes...?\", \"¿Para qué...?\", \"¿Qué vamos a escribir...?\") están diseñadas para ayudar a los niños a pensar y tomar decisiones sobre los elementos fundamentales del texto que van a crear: el destinatario, el propósito y el contenido. Este es el propósito pedagógico de la fase de planificación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2023_p60",
      "contexto": "Ana, una niña de cinco años, escucha a la docente, que lee el cuento \"Lorenzo, el cuy que llegó a la ciudad\". Cuando la docente concluye la lectura, pregunta a los niños: \"¿De quién habla la historia?\", y Ana responde: \"De los amigos de Lorenzo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que el cuento habla mayormente del cuy Lorenzo, ¿cuál es la intervención docente más pertinente?",
          "opciones": [
            "Preguntar a Ana: \"¿Estás segura de lo que estás diciendo? ¿Cómo se llama el cuento?\". Esperar a que dé su respuesta y volverle a preguntar de quién habla el cuento, para que la niña logre identificar al personaje central.",
            "Preguntar a otra niña: \"A ver, Rosa, ¿recuerdas de quién habla la historia?\". Una vez que ella responda, asegurarse de que Ana escuche la respuesta correcta, para que se dé cuenta de que se equivocó y logre ubicar al personaje central.",
            "Preguntar a Ana: \"¿Por qué dices que el cuento habla de los amigos de Lorenzo?\", para identificar qué idea tiene la niña sobre el cuento. A partir de ello, hacerle preguntas para que deduzca de quién habla el cuento, para que así pueda reconocer al personaje central."
          ],
          "respuesta": "Preguntar a Ana: \"¿Por qué dices que el cuento habla de los amigos de Lorenzo?\", para identificar qué idea tiene la niña sobre el cuento. A partir de ello, hacerle preguntas para que deduzca de quién habla el cuento, para que así pueda reconocer al personaje central.",
          "respuestaCorta": "La docente indaga sobre el razonamiento de la niña para comprender su error y, a partir de ahí, la guía con más preguntas para que ella misma reconstruya su comprensión y llegue a la respuesta correcta.",
          "solucionario": "Esta es una intervención de retroalimentación por descubrimiento. En lugar de corregir directamente, la docente primero busca entender el porqué de la respuesta de Ana (\"¿Por qué dices que...?\"). Esto le permite identificar la lógica de la niña. Luego, a través de repreguntas, le brinda el andamiaje necesario para que Ana reflexione sobre la historia y sea ella misma quien descubra al personaje principal. Este enfoque es el más respetuoso y efectivo para el aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  