{
  "Conocimientos Pedagógicos": [
    {
      "idGrupo": "cp_inicial_2019_p51",
      "contexto": "Cuando Carlos, de dieciocho meses, quiere que la docente le dé un objeto, él lo señala con el dedo. Si la docente busca favorecer la expresión oral de Carlos en esa situación, ¿cuál de las siguientes acciones es pertinente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente?",
          "opciones": [
            "Decirle a Carlos que si quiere que le dé un objeto debe pedirlo por su nombre.",
            "Entregarle a Carlos el objeto que ha señalado como muestra de que lo ha comprendido.",
            "Coger el objeto que Carlos ha señalado, preguntarle si es el objeto que desea y nombrarlo."
          ],
          "respuesta": "Coger el objeto que Carlos ha señalado, preguntarle si es el objeto que desea y nombrarlo.",
          "respuestaCorta": "Nombrar el objeto señalado.",
          "solucionario": "Para favorecer la expresión oral en un niño de 18 meses que señala objetos, la estrategia pertinente es el andamiaje verbal: confirmar la intención comunicativa del niño ('¿es esto lo que quieres?') y proporcionar el modelo lingüístico correcto (nombrar el objeto), sin forzarlo a hablar ni ignorar su intento comunicativo.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p52",
      "contexto": "Andrea, de dos años, suele decir \"feyo\" cuando algo no le agrada. ¿Cuál de las siguientes intervenciones favorece la expresión oral de Andrea en esa situación?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones favorece la expresión oral de Andrea en esa situación?",
          "opciones": [
            "\"Andrea, ¿estás diciendo que algo es feo? ¿Es así? ¿Qué es?\".",
            "\"¿Quién dijo 'feyo'? No has sido tú, ¿verdad, Andrea?\".",
            "\"Andrea, se dice 'feo'. Repite conmigo: 'Fee-oo\"."
          ],
          "respuesta": "\"Andrea, ¿estás diciendo que algo es feo? ¿Es así? ¿Qué es?\".",
          "respuestaCorta": "Parafrasear y ampliar el enunciado.",
          "solucionario": "La intervención adecuada es la reformulación positiva o expansión. La docente valida lo que la niña intenta comunicar y le devuelve el modelo correcto dentro de un contexto comunicativo natural ('¿estás diciendo que algo es feo?'), invitándola a seguir conversando ('¿Qué es?'), en lugar de corregir explícitamente o pedir repeticiones mecánicas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p53",
      "contexto": "Roberto, de tres años, puede ponerse los zapatos por sí mismo, pero se los coloca al revés. En esa situación, la docente busca continuar favoreciendo la autonomía de Roberto.\n¿Cuál de las siguientes acciones es pertinente para ese propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Decirle a Roberto que él es un niño grande y, por tanto, ya puede ponerse bien los zapatos. Luego, pedirle que se los ponga correctamente.",
            "Pedir a Roberto que camine y preguntarle si puede hacerlo cómodamente cuando usa los zapatos de esa manera. Luego, ayudarle a ponérselos adecuadamente.",
            "Pedirle a un niño que sepa colocarse bien los zapatos que se los ponga delante de Roberto. Luego, decir a Roberto que observe a su compañero para que aprenda de él."
          ],
          "respuesta": "Pedir a Roberto que camine y preguntarle si puede hacerlo cómodamente cuando usa los zapatos de esa manera. Luego, ayudarle a ponérselos adecuadamente.",
          "respuestaCorta": "Promover la reflexión sobre la incomodidad y asistir.",
          "solucionario": "Para favorecer la autonomía, el niño debe tomar conciencia de su error por sí mismo a través de la experiencia sensorial (caminar y sentir incomodidad). La docente guía esta reflexión mediante preguntas y luego ofrece la ayuda necesaria (andamiaje) para que complete la acción correctamente, respetando su iniciativa inicial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p54",
      "contexto": "Carla, de tres años, ha ingresado hace poco al jardín. El primer día, ella se resistía a ingresar al aula. Entonces, la mamá le entregó a Carla el oso de peluche favorito de la niña para que la acompañe. Tras ello, Carla ingresó al aula, pero se mantuvo aislada de sus compañeros toda la jornada mientras se aferraba a su oso. Al segundo día, Carla ingresó al aula con su oso, pero se mantuvo junto a la docente. Al tercer día, la docente observa que de vez en cuando Carla se acerca a sus compañeros, pero inmediatamente se retrae y vuelve a interactuar solo con su oso.\nLa docente interpreta que Carla se encuentra en proceso de transición del hogar a la escuela y busca continuar favoreciendo ese proceso. Considerando dicho propósito, ¿cuál de las siguientes intervenciones es pertinente que realice la docente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones es pertinente que realice la docente?",
          "opciones": [
            "\"Carla, ven; vamos a trabajar todos juntos. Guardaré tu osito y te lo devolveré a la hora de salida\".",
            "\"Carla, pregúntale a tu osito si quiere estar con nosotros. Nosotros tenemos muchas ganas de trabajar con ustedes\".",
            "\"Carla, creo que tu osito quiere descansar. Vamos a sentarlo en ese estante y, desde allí, él te va a cuidar mientras trabajamos todos juntos\"."
          ],
          "respuesta": "\"Carla, pregúntale a tu osito si quiere estar con nosotros. Nosotros tenemos muchas ganas de trabajar con ustedes\".",
          "respuestaCorta": "Integrar al objeto de apego en la interacción.",
          "solucionario": "El oso actúa como un objeto transicional que brinda seguridad a la niña. Para favorecer la adaptación sin generar angustia, la docente debe validar este vínculo e integrar al objeto en la dinámica del aula, usándolo como puente para invitar a la niña a participar ('pregúntale a tu osito si quiere estar con nosotros'), en lugar de separarla de él.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p55",
      "contexto": "En una IE de la costa, la docente del aula de cinco años leerá con los niños un cuento cuyo protagonista es un zorro. En el aula se encuentra Hugo, un niño que proviene de una comunidad andina. Antes de la lectura, la docente les pregunta a los niños qué saben sobre el zorro. Este es el diálogo que se produce a continuación.\nHugo: Señorita, en mi pueblo, al zorro le decimos atoq.\nDarío: ¿Atoq?\nHugo: Así le decimos, pues.\nDocente: Darío, atoq es una palabra quechua que quiere decir \"zorro\". El quechua es un idioma que se habla en el pueblo en que nació Hugo.\nDarío: Ah, ya...\nDocente: Continúa, Hugo.\nHugo: El atoq es bueno... Cuando aúlla, entonces habrá buena papa. Pero, si ladra, habrá mala cosecha.\nCarla: Yo pensaba que el zorro era malo...; es que en los cuentos los zorros siempre se comen a las ovejas.\nHugo: ¡Ah, sí! El zorro se come a las ovejas a veces. Pero le decimos al cerro que le diga al zorro que ya no moleste... y el zorro solito se va.\nKaren: ¿Y por qué le dicen al cerro?\nHugo: ¡Porque el atoq es el guardián del cerro!\nDocente: ¡Qué interesante lo que cuentas, Hugo! ¿Qué piensan ustedes, niños?\nCarla: Es bonito... ¡Un zorro que avisa si habrá buenas papas!\nClaudia: ¡Y que no se come todas las ovejas!\nKaren: ¡Hay que hacer un cuento sobre este zorro!\nDarío: Sííí... ¡Que se llame \"El atoq\"!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes enfoques transversales promueve principalmente la docente en esta situación?",
          "opciones": [
            "Enfoque inclusivo o de atención a la diversidad.",
            "Enfoque de derechos.",
            "Enfoque intercultural."
          ],
          "respuesta": "Enfoque intercultural.",
          "respuestaCorta": "Promover el diálogo y valoración de saberes culturales.",
          "solucionario": "La docente promueve el enfoque intercultural al propiciar un diálogo de saberes donde se valora e integra la cosmovisión andina de Hugo (el zorro/atoq como guardián y predictor de cosecha) con los conocimientos de los otros niños. Valida su lengua materna (quechua) y su cultura, fomentando el respeto y el enriquecimiento mutuo entre los estudiantes.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p56",
      "contexto": "En el patio de la IE, acaban de colocar un tobogán. A la hora de recreo, los niños del aula de cinco años se dirigen al tobogán corriendo para ser los primeros en jugar. La docente observa que Sonia y Pedro discuten, pues ambos sostienen que es su turno de usar el tobogán. En esa situación, ¿cuál de las siguientes acciones favorece la resolución del conflicto entre los niños?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece la resolución del conflicto entre los niños?",
          "opciones": [
            "Hacerles notar que el tobogán es un juego que puede ser utilizado por todos los niños del jardín y, por tanto, ambos tienen derecho a jugar en él. Luego, decirles que, para evitar discusiones, ella les asignará un turno a cada uno. Finalmente, pedirles que se amisten.",
            "Preguntarles qué ocurrió y escuchar sus versiones. Luego, pedirles que digan cómo se sienten después de discutir con su compañero. Finalmente, preguntarles cómo podrían hacer para que ambos jueguen en el tobogán y orientarlos para que lleguen a un acuerdo.",
            "Decirles que no está bien discutir delante de sus compañeros. Luego, indicarles que usen otros juegos del patio hasta que se calmen. Finalmente, recordarles que deben tratarse bien en todo momento para que den un buen ejemplo a los niños más pequeños."
          ],
          "respuesta": "Preguntarles qué ocurrió y escuchar sus versiones. Luego, pedirles que digan cómo se sienten después de discutir con su compañero. Finalmente, preguntarles cómo podrían hacer para que ambos jueguen en el tobogán y orientarlos para que lleguen a un acuerdo.",
          "respuestaCorta": "Mediación para el acuerdo mutuo.",
          "solucionario": "La resolución constructiva de conflictos implica que los niños sean protagonistas. La docente actúa como mediadora: primero escucha a ambas partes para entender el problema, luego fomenta la expresión emocional y, finalmente, guía a los niños para que ellos mismos propongan y acuerden una solución justa (turnos, por ejemplo), en lugar de imponerla.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p57",
      "contexto": "La docente y los niños del aula de cinco años se encuentran planificando el proyecto \"Vamos a hacer un robot\". En ese contexto, los niños proponen distintas actividades mientras la docente anota sus propuestas en la pizarra. La docente nota que los niños plantean muchas actividades. Entonces, decide aprovechar esa situación para promover en ellos procesos metacognitivos.\nConsiderando ese propósito, ¿cuál de las siguientes acciones es pertinente que realice la docente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente que realice la docente?",
          "opciones": [
            "Leerles las actividades propuestas y preguntarles si creen que podrán realizar todas. Luego, proponerles que elijan aquellas que sean posibles de realizar, considerando el tiempo y los recursos con los que cuentan.",
            "Escoger las actividades que realizarán los niños durante el proyecto y organizarlas temporalmente. Luego, explicarles por qué eligió tales actividades y las organizó de esa manera.",
            "Decirles que todas las propuestas son valiosas, pero que un proyecto no puede tener tantas actividades. Luego, indicarles que elegirán por votación qué actividades realizarán."
          ],
          "respuesta": "Leerles las actividades propuestas y preguntarles si creen que podrán realizar todas. Luego, proponerles que elijan aquellas que sean posibles de realizar, considerando el tiempo y los recursos con los que cuentan.",
          "respuestaCorta": "Reflexionar sobre la viabilidad de las propuestas.",
          "solucionario": "La metacognición implica reflexionar sobre el propio proceso de pensamiento y aprendizaje. Al pedirles que evalúen si podrán realizar todas las actividades y que seleccionen las posibles considerando restricciones (tiempo, recursos), la docente los lleva a planificar y autorregular su propio proyecto, en lugar de decidir por ellos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p58",
      "contexto": "Edgar y Daniel, del aula de cinco años, conversan. Edgar le cuenta a Daniel que ha aprendido a hacer aviones de papel. Emocionado, Daniel le pide que le enseñe. Entonces, rápidamente, Edgar coge un libro que está cerca y arranca una hoja. En ese momento, interviene la docente.\nDocente: Niños, ¿por qué arrancaron una hoja del libro?\nEdgar: ¡Es que quería enseñarle a hacer aviones de papel!\nDocente: Pero, ¿estará bien romper los libros?\nNiños: No...\nDocente: ¿Por qué no?\nNiños: (Silencio)\nDocente: A ver, Edgar, ¿a ti qué libro te gusta?\nEdgar: A mí me gustan los cuentos.\nDocente: Y a ti, Daniel?\nDaniel: A mí el libro de recetas. ¡Es divertido!\nDocente: Y este libro de animales, ¿a quién le gusta?\nEdgar: A mí no..., pero ese libro sí le gusta a Mariana... y a Pedro. Les gusta mucho.\nDocente: Entonces, pensemos. ¿Qué pasaría si un día esos libros aparecieran rotos?\nDaniel: ¡Ya no podría ver recetas!\nEdgar: ¡Ni leer mis cuentos favoritos!\nDaniel: ¡Y los otros niños tampoco podrían leer!\nDocente: Entonces, ¿por qué no debemos romper los libros?\nEdgar: Mmm... ¡Porque los libros son buenos!\nDaniel: ¡Porque nos sirven a todos!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿qué aprendizaje relacionado con el área de Personal Social está promoviendo la docente?",
          "opciones": [
            "Que los niños se aproximen a la noción de bien común.",
            "Que los niños propongan normas para cuidar los bienes del aula.",
            "Que los niños se comprometan a reparar el daño ocasionado por sus acciones."
          ],
          "respuesta": "Que los niños se aproximen a la noción de bien común.",
          "respuestaCorta": "Comprender que los bienes compartidos benefician a todos.",
          "solucionario": "La docente guía el diálogo para que los niños comprendan que los libros no son propiedad exclusiva de uno, sino que sirven a todos (a Daniel, a Edgar, a Mariana, a Pedro). Al reflexionar sobre cómo el daño afecta al colectivo ('los otros niños tampoco podrían leer'), se promueve la noción de bien común.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p59",
      "contexto": "Jazmín es una niña que presenta baja visión y será incluida en el aula de cinco años. A raíz de ello, las docentes de la IE comparten ideas sobre cómo favorecer la inclusión de la niña en el aula. A continuación, se presentan los comentarios de tres docentes.\nSandra: \"Sería bueno establecer turnos para que cada día un niño esté pendiente de Jazmín y le alcance los útiles que ella requiera. Así, Jazmín se sentirá cómoda en el aula\".\nGladis: \"Creo que es necesario plantear para Jazmín actividades más sencillas que las propuestas para sus compañeros. Así, ella percibirá que también puede aprender\".\nMartha: \"Pienso que se pueden colocar puntos de apoyo en el aula que ayuden a Jazmín a reconocer el espacio. Así, ella podrá ubicarse con facilidad y desplazarse por su cuenta\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los comentarios se enmarca en el enfoque inclusivo?",
          "opciones": [
            "El de Sandra.",
            "El de Gladis.",
            "El de Martha."
          ],
          "respuesta": "El de Martha.",
          "respuestaCorta": "Adaptar el entorno para la autonomía.",
          "solucionario": "El enfoque inclusivo busca eliminar barreras y fomentar la autonomía. La propuesta de Martha (puntos de apoyo táctiles o visuales) adapta el entorno para que la niña pueda desenvolverse independientemente, en igualdad de condiciones. Las otras opciones generan dependencia (Sandra) o reducen las expectativas de aprendizaje (Gladis).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p60",
      "contexto": "Sofía, de dos años, está empezando a resfriarse. Debido a ello, presenta mucosidad en la nariz. La docente sabe que a Sofía no le gusta que le limpien la nariz, pues la mamá de la niña así se lo ha comentado. En esa situación, ¿cuál de las siguientes intervenciones supone una atención respetuosa hacia la niña?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes intervenciones supone una atención respetuosa hacia la niña?",
          "opciones": [
            "\"Sofía, sé que no te gusta que te limpien la nariz, pero si la limpiamos podrás respirar mejor. ¿Lo hacemos juntas?\".",
            "\"Sofía, si me dejas que te limpie la nariz, te daré una sorpresita. ¿Verdad que te gustan las sorpresitas? Te limpio la nariz y te la doy\".",
            "\"Sofía, como no te gusta que te limpien la nariz, no te voy a obligar. Pero si te quedas así, se te va a ver feo y tus amiguitos ya no van a querer jugar contigo\"."
          ],
          "respuesta": "\"Sofía, sé que no te gusta que te limpien la nariz, pero si la limpiamos podrás respirar mejor. ¿Lo hacemos juntas?\".",
          "respuestaCorta": "Validar la emoción y explicar el beneficio.",
          "solucionario": "La atención respetuosa implica reconocer y validar el sentimiento del niño ('sé que no te gusta'), explicar la razón de la acción de cuidado ('para respirar mejor') y solicitar su colaboración ('¿lo hacemos juntas?'), evitando sobornos o amenazas que atentan contra su dignidad y bienestar emocional.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p61",
      "contexto": "Santiago, de veinticuatro meses, ha empezado a comer sin ayuda. Hoy la docente ha decidido sentarlo junto a dos niños que ya comen solos para que comparta la mesa con ellos. Al inicio, Santiago come sus propios alimentos; pero, luego de unos minutos, coge los alimentos de sus compañeros. Ante esto, ellos lloran.\nFrente a esta situación de conflicto, ¿qué acción es pertinente que realice la docente?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción es pertinente que realice la docente?",
          "opciones": [
            "Explicar a Santiago que sus compañeros están llorando, pues no les gusta que les quiten la comida de sus platos.",
            "Pedir a los niños que le tengan paciencia a Santiago, pues él recién está aprendiendo a comer y poco a poco lo hará mejor.",
            "Retirar a Santiago del grupo, sentarse con él y acompañarlo hasta que termine su comida, pues aún no está listo para comer con otros niños."
          ],
          "respuesta": "Explicar a Santiago que sus compañeros están llorando, pues no les gusta que les quiten la comida de sus platos.",
          "respuestaCorta": "Explicar las consecuencias emocionales de la acción.",
          "solucionario": "A los 24 meses, los niños están desarrollando empatía y comprensión social. La intervención adecuada es verbalizar lo que sucede y las emociones de los otros ('están llorando porque no les gusta que les quiten la comida'), ayudando a Santiago a comprender el efecto de sus acciones, sin aislarlo ni pedir a los otros niños que soporten la conducta.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p62",
      "contexto": "La docente les pregunta a los niños de cinco años para qué sirven los números. A continuación, se presentan algunas respuestas.\nEva: \"Sirven para que sepamos cuántas pelotas hay en la caja\".\nJavier: \"Y para decir que mi casa está en la calle Lima 215, Villa María\".\nMarcela: \"También sirven para decir quién ha ganado, y quién llegó segundo o al último cuando jugamos a las carreras\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las intervenciones se evidencia el uso del número como nominal?",
          "opciones": [
            "En la de Eva.",
            "En la de Javier.",
            "En la de Marcela."
          ],
          "respuesta": "En la de Javier.",
          "respuestaCorta": "Uso del número como etiqueta o identificador.",
          "solucionario": "El uso del número como 'nominal' se refiere a utilizarlo como una etiqueta para identificar un objeto o lugar, sin implicar cantidad ni orden (como un número de teléfono, de DNI o una dirección). La respuesta de Javier (calle Lima 215) ejemplifica este uso.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p63",
      "contexto": "La docente del aula de cuatro años le pide a Iván que coloque los platos para los niños de su grupo. Entonces, Iván coloca un plato en el sitio de cada compañero mientras dice: \"Este es para Karen, este para Carlo, este para Rocío y este para mí\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué principio del conteo se evidencia en la intervención de Iván?",
          "opciones": [
            "Correspondencia término a término.",
            "Orden estable.",
            "Abstracción."
          ],
          "respuesta": "Correspondencia término a término.",
          "respuestaCorta": "Asignar un objeto único a cada elemento.",
          "solucionario": "El principio de correspondencia término a término implica asignar un elemento único del conjunto de conteo (en este caso, un plato) a cada elemento del conjunto contado (cada compañero/sitio), asegurando que se cuenten todos una sola vez. Iván demuestra esto al emparejar un plato con cada niño.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "cp_inicial_2019_p64",
      "contexto": "Los niños del aula de cinco años se encuentran en el sector de juegos tranquilos. Teresa, Susana y Esteban cogen un grupo de 10 cartas y le piden a la docente que les ayude a repartirlas. La docente busca aprovechar esta situación para favorecer que los niños resuelvan problemas. ¿Cuál de las siguientes acciones es más pertinente para ello?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ello?",
          "opciones": [
            "Preguntarles: \"¿Cuántas cartas hay y cuántos son ustedes? ¿Qué hacemos para que todos tengan la misma cantidad de cartas?\". Luego, decirles que pongan en práctica sus propuestas y elijan la que consideren mejor.",
            "Decirles que se repartan las cartas hasta que todos tengan la misma cantidad. Cuando noten que sobra una, preguntarles: \"¿Qué podrían hacer con esta carta?\".",
            "Repartir tres cartas a cada niño. Luego, mostrarles la carta sobrante y preguntarles: \"¿Les parece si esta carta se queda en la mesa?\"."
          ],
          "respuesta": "Preguntarles: \"¿Cuántas cartas hay y cuántos son ustedes? ¿Qué hacemos para que todos tengan la misma cantidad de cartas?\". Luego, decirles que pongan en práctica sus propuestas y elijan la que consideren mejor.",
          "respuestaCorta": "Plantear el problema y permitir propuestas de solución.",
          "solucionario": "Para desarrollar la resolución de problemas, la docente debe abstenerse de dar la solución o el procedimiento. Debe plantear preguntas que movilicen a los niños a analizar la situación (cantidad de cartas vs. niños) y generar sus propias estrategias de reparto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p65",
      "contexto": "Los niños y la docente del aula de cuatro años se encuentran limpiando el huerto de la IE. Durante la actividad, los niños recogen diversos objetos como piedras, ramas, hojas, etc. Entonces, la docente decide aprovechar esa situación para promover la clasificación en los niños.\n¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Plantearles que agrupen los objetos recolectados según lo deseen y, luego, preguntarles por qué los agruparon de ese modo.",
            "Entregarles cajas etiquetadas según los objetos recolectados y, luego, pedirles que los guarden en las cajas según corresponda.",
            "Explicarles que clasificar es juntar objetos que se parecen y, luego, darles un ejemplo de cómo hacerlo para que ellos continúen agrupando los demás objetos."
          ],
          "respuesta": "Plantearles que agrupen los objetos recolectados según lo deseen y, luego, preguntarles por qué los agruparon de ese modo.",
          "respuestaCorta": "Promover la clasificación libre y la verbalización del criterio.",
          "solucionario": "El desarrollo del pensamiento lógico-matemático en la clasificación comienza con la agrupación libre basada en los propios criterios del niño. La docente facilita esto permitiendo que ellos decidan cómo agrupar y luego verbalicen su criterio (metacognición), en lugar de imponer etiquetas preestablecidas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p66",
      "contexto": "La docente del aula de cuatro años busca favorecer en los niños el desarrollo de la noción de tiempo. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Emplear un reloj con manecillas para explicar a los niños a qué hora realizarán cada actividad. Luego, designar responsables para que observen el reloj y avisen cuándo toca cambiar de actividad.",
            "Mostrarles imágenes de las actividades que realizan durante la jornada, ordenadas temporalmente. Luego, pedir voluntarios para que describan cada una de ellas.",
            "Pedir a los niños que dibujen la actividad de la jornada que más les gusta. Luego, ordenar con ellos sus dibujos empleando términos como \"antes\" o \"después\"."
          ],
          "respuesta": "Pedir a los niños que dibujen la actividad de la jornada que más les gusta. Luego, ordenar con ellos sus dibujos empleando términos como \"antes\" o \"después\".",
          "respuestaCorta": "Ordenar secuencias temporales significativas.",
          "solucionario": "La noción de tiempo se construye a partir de la experiencia vivida y la secuencia de eventos. Dibujar una actividad significativa y luego ubicarla temporalmente en relación con otras (usando 'antes' y 'después') permite a los niños estructurar el tiempo de manera concreta y activa.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p67",
      "contexto": "Los niños del aula de cinco años van a realizar un juego que han llamado \"Le pongo la chompa a mi silla\". Este consiste en buscar una chompa con los ojos vendados, encontrarla y ponérsela a una silla siguiendo indicaciones como \"avanza\", \"adelante\", \"atrás\", etc. Para ello los niños forman cinco grupos de cuatro integrantes cada uno. Los grupos se ubican en diferentes lugares del aula y al centro de cada grupo, colocan una silla. Luego, voluntariamente se dividen los roles: tres niños esconden la chompa dentro del espacio que se les ha asignado y, además, dan las indicaciones, y un niño sigue estas para encontrar la chompa y ponérsela a la silla. Cuando lo logre, se intercambian los roles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aprendizaje están desarrollando principalmente los niños con esta actividad?",
          "opciones": [
            "Reconocer a través del tacto características de objetos como la chompa o la silla.",
            "Establecer relaciones espaciales al dar y seguir indicaciones.",
            "Utilizar objetos del entorno para realizar juegos."
          ],
          "respuesta": "Establecer relaciones espaciales al dar y seguir indicaciones.",
          "respuestaCorta": "Uso de relaciones espaciales y direccionalidad.",
          "solucionario": "La actividad central requiere que los niños interpreten y ejecuten desplazamientos basados en términos direccionales (\"avanza\", \"adelante\", \"atrás\"). Esto moviliza directamente la competencia de establecer relaciones espaciales y ubicarse en el espacio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p68",
      "contexto": "Los niños de cinco años se encuentran jugando libremente en los sectores. Para hacer rodar una bolita, Cristina ha construido un camino con trozos de cartón, pedazos de tubos y otros materiales. Sin embargo, la niña se muestra contrariada. Cuando la docente le pregunta qué sucede, Cristina le comenta que no entiende por qué la bolita no avanza. La docente observa que el tramo del camino en el que se detuvo la bolita está ligeramente elevado. Entonces, le pregunta a la niña: \"¿Dónde se ha detenido la bolita? ¿Cómo es esa parte del camino? ¿Y cómo es la parte anterior? Entonces, ¿qué tendrías que hacer para que la bolita continúe rodando por el camino?\". Luego, Cristina ensaya distintas acciones para que la bolita continúe rodando y finalmente lo logra. Tras ello la docente le dice: \"Muy bien. Cuéntame, ¿cómo hiciste para que la bolita ruede?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes procesos de aprendizaje promueve la docente principalmente con su intervención?",
          "opciones": [
            "Metacognición.",
            "Conflicto cognitivo.",
            "Activación de saberes previos."
          ],
          "respuesta": "Metacognición.",
          "respuestaCorta": "Reflexión sobre el proceso y la estrategia.",
          "solucionario": "La pregunta final \"¿cómo hiciste para que la bolita ruede?\" invita a la niña a verbalizar y tomar conciencia de los pasos que siguió y la solución que encontró. Esto es la esencia de la metacognición: pensar sobre el propio pensamiento y aprendizaje.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p69",
      "contexto": "Cuando Fernando, de cuatro años, cuenta objetos, suele decir lo siguiente: \"1, 2, 3, 4, 5\". Dice esto incluso cuando cuenta un mismo objeto dos veces, como en este caso.",
      "imagen": "img/inicial_2019_q69.png",
      "preguntas": [
        {
          "pregunta": "De acuerdo con la información presentada, ¿qué principio del conteo evidencia haber alcanzado Fernando?",
          "opciones": [
            "Orden estable.",
            "No pertinencia del orden.",
            "Correspondencia término a término."
          ],
          "respuesta": "Orden estable.",
          "respuestaCorta": "Recita la secuencia numérica correctamente.",
          "solucionario": "Fernando recita la serie numérica \"1, 2, 3, 4, 5\" en el orden correcto, lo que demuestra el principio de Orden Estable. Su error radica en la Correspondencia Término a Término, ya que cuenta un mismo objeto dos veces (el 2 y el 3 apuntan al mismo objeto en el diagrama), pero la secuencia verbal es correcta.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p70",
      "contexto": "Víctor y Pamela, del aula de cinco años, entablan el siguiente diálogo.\nVíctor: ¡Hoy es mi cumpleaños y mi mamá me ha regalado 3 carritos!\nPamela: ¿Así? Pero yo tengo más que tú.\nVíctor: ¿Por qué dices eso?\nPamela: Porque yo tengo 5 carros y tú solo tienes 3. Entonces, ¡yo tengo más!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué uso del número se evidencia en la intervención de Pamela?",
          "opciones": [
            "Como ordinal.",
            "Como cardinal.",
            "Como nominal."
          ],
          "respuesta": "Como cardinal.",
          "respuestaCorta": "Expresa la cantidad total del conjunto.",
          "solucionario": "El uso cardinal del número se refiere a la capacidad de determinar la cantidad total de elementos de un conjunto. Pamela compara las cantidades totales de los conjuntos (5 frente a 3) para determinar \"quién tiene más\", evidenciando el uso cardinal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p71",
      "contexto": "Los niños y la docente del aula de cinco años pasean por la ribera del río. Al llegar a una cocha, observan pequeños peces. Entusiasmados, conversan sobre lo que observan. De regreso al aula, Pedro le pregunta a la docente: \"Señorita, ¿qué respiran los peces?, ¿agua?\".\nA partir de la intervención de Pedro, la docente busca que los niños construyan sus propias explicaciones sobre la respiración de los peces. ¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para ese propósito?",
          "opciones": [
            "Decirles que en el agua hay oxígeno y que los peces respiran ese oxígeno. Para ello, en lugar de pulmones, poseen branquias que funcionan como un colador que solo deja pasar el oxígeno. Finalmente, pedirles que digan con sus propias palabras lo que entendieron.",
            "Presentarles una ilustración del sistema respiratorio de los peces. Luego, pedirles que la observen y describan detalladamente. Finalmente, pedirles que, a partir de la ilustración, planteen hipótesis respecto de qué y cómo respiran los peces.",
            "Proponerles que dibujen qué y cómo se imaginan que respiran los peces. Luego, pedirles que conversen con sus compañeros sobre lo que han dibujado. Finalmente, buscar con ellos información que complemente sus respuestas."
          ],
          "respuesta": "Proponerles que dibujen qué y cómo se imaginan que respiran los peces. Luego, pedirles que conversen con sus compañeros sobre lo que han dibujado. Finalmente, buscar con ellos información que complemente sus respuestas.",
          "respuestaCorta": "Externalizar ideas previas y contrastarlas.",
          "solucionario": "Para que los niños construyan explicaciones (enfoque de indagación), primero deben externalizar sus modelos mentales (dibujando e imaginando). Luego, el diálogo y la búsqueda de información permiten contrastar y enriquecer esas ideas previas, en lugar de recibir la explicación adulta pasivamente.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p72",
      "contexto": "La docente observa que Gabriela, de ocho meses, está quedándose dormida justo antes de la hora de los alimentos. En esa situación, ¿qué intervención favorece el desarrollo óptimo de la niña?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué intervención favorece el desarrollo óptimo de la niña?",
          "opciones": [
            "\"Gabriela, vamos a comer rapidito para que luego duermas todo lo que quieras\".",
            "\"Gabriela, veo que tienes sueño; te llevaré a dormir y, cuando despiertes, comerás tu comida\".",
            "\"Gabriela, no te vayas a dormir; mira que ya vas a comer la crema de verduras que tanto te gusta\"."
          ],
          "respuesta": "\"Gabriela, veo que tienes sueño; te llevaré a dormir y, cuando despiertes, comerás tu comida\".",
          "respuestaCorta": "Priorizar la necesidad fisiológica de sueño.",
          "solucionario": "El desarrollo óptimo y el cuidado respetuoso implican atender las necesidades fisiológicas del niño en el momento que surgen. Si la niña tiene sueño, forzar la alimentación genera estrés y malestar. Lo pertinente es dejarla dormir y alimentarla cuando esté descansada y dispuesta.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p73",
      "contexto": "Hace dos días que Micaela, de seis meses, asiste a la cuna. Cuando la docente le va a cambiar la ropa, el tono muscular de la niña se torna tenso. La docente interpreta que Micaela se encuentra en periodo de adaptación. Por ello, busca que la niña se sienta confiada en el entorno.\nConsiderando ese propósito, ¿qué acción es pertinente que realice la docente durante el cambio de ropa?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿qué acción es pertinente que realice la docente durante el cambio de ropa?",
          "opciones": [
            "Anticipar a Micaela que se le cambiará de ropa, esperar un momento para que se disponga al cambio y describirle las acciones que se realizan mientras se le cambia.",
            "Colocar un móvil sobre el cambiador para que Micaela se entretenga mirándolo y aprovechar ese momento para cambiarle de ropa.",
            "Cambiar rápidamente de ropa a Micaela para que el momento de tensión sea breve y la niña vuelva a su estado de tranquilidad."
          ],
          "respuesta": "Anticipar a Micaela que se le cambiará de ropa, esperar un momento para que se disponga al cambio y describirle las acciones que se realizan mientras se le cambia.",
          "respuestaCorta": "Anticipación y verbalización para generar seguridad.",
          "solucionario": "En los cuidados cotidianos, la seguridad afectiva se construye mediante la anticipación y la participación del bebé. Explicar lo que va a suceder y describir las acciones permite a la niña predecir los acontecimientos y reducir su tensión, sintiéndose respetada y no tratada como un objeto.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p74_75",
      "contexto": "Lea la siguiente situación y responda las preguntas 74 y 75.\nLos niños del aula de cinco años están desarrollando el proyecto \"Aprendemos a preparar alimentos saludables\". Hoy prepararán ensaladas de verduras. Luego de lavar y picar las verduras, los niños se disponen a preparar el aliño para sus ensaladas. Para ello la docente entrega a cada mesa un recipiente con vinagre, otro con aceite, y un poco de sal y pimienta. Luego, les pregunta qué creen que pasará si juntan el aceite con el vinagre y los remueven. Los niños responden: \"¡Se mezclarán!\". Entonces, la docente les pide que viertan ambos líquidos en un solo vaso transparente y, luego, los remuevan con una cuchara. Los niños observan sorprendidos que, después de unos momentos, ambos líquidos se separan.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué proceso de aprendizaje está promoviendo la docente en su última intervención?",
          "opciones": [
            "La transferencia de los aprendizajes.",
            "El conflicto cognitivo.",
            "La metacognición."
          ],
          "respuesta": "El conflicto cognitivo.",
          "respuestaCorta": "Contradicción entre predicción y realidad.",
          "solucionario": "El conflicto cognitivo ocurre cuando hay un desequilibrio entre lo que el niño sabe o cree (predicción: \"se mezclarán\") y la nueva información o experiencia (observación: \"se separan\"). La docente provoca esto intencionalmente para detonar el aprendizaje.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente busca que los niños construyan sus propias explicaciones respecto de por qué el aceite y el vinagre se separan. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Elaborar para ellos un texto sencillo acompañado de gráficos para que comprendan por qué ambos líquidos se separan y leérselo.",
            "Comentarles que el aceite y el vinagre son líquidos muy distintos, y están compuestos por partículas que no se atraen unas a otras. Por ello, se separan.",
            "Proponerles que revuelvan otra vez el aceite y el vinagre, observen detalladamente lo que ocurre y compartan sus ideas sobre por qué ambos líquidos se separan."
          ],
          "respuesta": "Proponerles que revuelvan otra vez el aceite y el vinagre, observen detalladamente lo que ocurre y compartan sus ideas sobre por qué ambos líquidos se separan.",
          "respuestaCorta": "Observación y discusión de hipótesis.",
          "solucionario": "Para construir sus propias explicaciones, los niños necesitan interactuar nuevamente con el fenómeno, observar los detalles y verbalizar sus hipótesis. Dar la respuesta científica (partículas) o leer un texto impide que ellos elaboren la explicación por sí mismos.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p76",
      "contexto": "Kevin y Eduardo, de cinco años, han elaborado bolitas de plastilina de la siguiente manera.\nLuego, ambos niños comentan lo siguiente:\nKevin: Mira, yo hice más bolitas.\nEduardo: Es cierto. ¡Ahora haré más!",
      "imagen": "img/inicial_2019_q76.png",
      "preguntas": [
        {
          "pregunta": "En la situación presentada, ¿qué principio del conteo evidencian NO haber alcanzado aún los niños?",
          "opciones": [
            "De abstracción.",
            "De orden estable.",
            "De correspondencia término a término."
          ],
          "respuesta": "De abstracción.",
          "respuestaCorta": "Independencia del conteo respecto a cualidades físicas.",
          "solucionario": "El principio de abstracción implica entender que el conteo se aplica a cualquier conjunto de entidades discretas y que las cualidades físicas de los objetos (como el tamaño) no afectan la cantidad numérica. Al pensar que hay \"más\" bolitas solo porque son más grandes (a pesar de ser la misma cantidad, 5), evidencian no haber abstraído la cantidad de la dimensión física.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    
    {
      "idGrupo": "cp_inicial_2019_p77",
      "contexto": "Valentina, de dieciocho meses, acaba de iniciar la marcha. Ahora intenta subir una escalera de madera que la docente ha colocado en el aula. Para favorecer la autonomía de Valentina, ¿qué acción es más pertinente que realice la docente en esta situación?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción es más pertinente que realice la docente en esta situación?",
          "opciones": [
            "Dejar que Valentina suba la escalera sola, permanecer cerca e intervenir cuando la niña lo solicite o requiera.",
            "Tomar a Valentina de la mano, y subir y bajar la escalera con ella varias veces hasta que logre hacerlo sola.",
            "Decir a Valentina que espere un momento, pues para evitar que se lastime colocará cojines alrededor de la escalera."
          ],
          "respuesta": "Dejar que Valentina suba la escalera sola, permanecer cerca e intervenir cuando la niña lo solicite o requiera.",
          "respuestaCorta": "Permitir la exploración motriz con supervisión indirecta.",
          "solucionario": "Para favorecer la autonomía y el desarrollo motor libre (enfoque Pikler), el adulto debe confiar en la capacidad del niño y permitirle moverse libremente, manteniéndose cerca para brindar seguridad afectiva y física si es necesario, pero sin interferir ni dirigir el movimiento (como darle la mano).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p78",
      "contexto": "Javier, de 11 meses, ha empezado a ponerse de pie. Cuando la docente intenta cambiarle el pañal, él se mueve mucho y quiere pararse en el cambiador. En esa situación, ¿cuál de las siguientes acciones es respetuosa con el desarrollo motor del niño?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es respetuosa con el desarrollo motor del niño?",
          "opciones": [
            "Acostar a Javier y darle un juguete para que se distraiga y así se le pueda cambiar el pañal.",
            "Jugar con Javier hasta que se canse y esperar a que se duerma para cambiarle el pañal.",
            "Cambiar el pañal a Javier adecuándose a la postura en la que él se encuentra."
          ],
          "respuesta": "Cambiar el pañal a Javier adecuándose a la postura en la que él se encuentra.",
          "respuestaCorta": "Adaptar el cuidado a la iniciativa motriz del niño.",
          "solucionario": "El respeto al desarrollo motor implica no forzar posturas ni restringir el movimiento. Si el niño quiere estar de pie (hito de desarrollo actual), la docente debe adaptar la rutina de cambio a esa postura (cambio vertical), validando su iniciativa y evitando luchas de poder.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p79",
      "contexto": "Al iniciar la jornada, la docente del aula de tres años dialoga con los niños sobre lo que hicieron el fin de semana. Cuando le toca participar a Jimena, ella dice: \"Fui al paque con mi tía\". Ante esta situación, ¿qué intervención es pertinente para favorecer la expresión oral de Jimena?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué intervención es pertinente para favorecer la expresión oral de Jimena?",
          "opciones": [
            "\"Veo que necesitas la ayuda de tus compañeros, Jimena. Niños, ¿cómo se dice? ¿'Paque' o 'parque'?\".",
            "\"Es lindo lo que cuentas, Jimena pero se dice 'parque'; no 'paque'. 'Fui al parque con mi tía\".",
            "\"Así que fuiste al parque con tu tía, Jimena. ¡Qué divertido! ¿Y qué hicieron en el parque?\"."
          ],
          "respuesta": "\"Así que fuiste al parque con tu tía, Jimena. ¡Qué divertido! ¿Y qué hicieron en el parque?\".",
          "respuestaCorta": "Reformulación positiva y continuación del diálogo.",
          "solucionario": "La docente aplica una estrategia de 'recast' o reformulación: repite la frase de la niña corrigiendo sutilmente la palabra ('parque') sin evidenciar el error, y mantiene el hilo conversacional ('¿Y qué hicieron...?'). Esto da seguridad a la niña y le ofrece el modelo correcto en un contexto comunicativo real.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p80",
      "contexto": "La docente y los niños del aula de cinco años se encuentran explorando los libros de la biblioteca. Si el propósito de la docente es promover en los niños la aproximación a la lectura, ¿qué acción es más pertinente que realice a continuación?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué acción es más pertinente que realice a continuación?",
          "opciones": [
            "Proponerles que en parejas escojan un libro que les guste. Luego, decirles que señalen las letras que conozcan y las lean en voz alta.",
            "Decirles que cada uno elija el libro que desee. Luego, indicarles que se pongan cómodos para leerlo, y, si algún niño le pide que le lea el libro, atender su pedido.",
            "Seleccionar diversos libros y entregar uno distinto a cada niño. Luego, decirles que, cuando terminen de revisarlo, la llamen para entregarles uno nuevo."
          ],
          "respuesta": "Decirles que cada uno elija el libro que desee. Luego, indicarles que se pongan cómodos para leerlo, y, si algún niño le pide que le lea el libro, atender su pedido.",
          "respuestaCorta": "Fomentar la elección libre y el disfrute.",
          "solucionario": "La aproximación a la lectura en el Nivel Inicial busca el placer y el contacto significativo con los textos. Permitir la libre elección y leerles si lo piden modela el comportamiento lector y vincula la lectura con el disfrute, a diferencia de decodificar letras (mecanización) o imponer libros.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p81",
      "contexto": "Los niños del aula de cinco años están realizando un collage en grupos. La docente se encuentra atendiendo las dudas de un grupo. En ese momento, Yaquelín se acerca a la docente y se produce el siguiente diálogo.\nYaquelín: ¡Señorita!\nDocente: Dime, Yaquelín.\nYaquelín: Se nos acabó la goma de nuestro pomo y la goma del estante pesa mucho. ¿Nos puede echar goma en nuestro pomo, por favor?\nDocente: Claro, Yaquelín. Aguarda un momento, por favor.\nYaquelín: Mmm... ¿Qué quiere decir \"aguarda\"?\nDocente: No puedo darles goma ahora, porque estoy trabajando con este grupo. Solo demoraré un momento. Aguarda unos minutos. Luego, iremos las dos al estante y echaremos goma en el pomo.\nYaquelín: ¡Ah, ya!... ¡Tengo que esperar!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué aprendizaje relacionado con la oralidad se evidencia en la intervención de Yaquelín?",
          "opciones": [
            "Opina sobre un tema planteado en la conversación.",
            "Incorpora comparaciones y ejemplos en su texto oral.",
            "Deduce el significado de una palabra por el contexto."
          ],
          "respuesta": "Deduce el significado de una palabra por el contexto.",
          "respuestaCorta": "Inferencia de significado léxico.",
          "solucionario": "Yaquelín pregunta por el significado de \"aguarda\". Tras la explicación de la situación por parte de la docente (\"No puedo... ahora\", \"demoraré un momento\"), la niña concluye exitosamente: \"¡Tengo que esperar!\". Esto demuestra que ha deducido el significado basándose en las pistas contextuales proporcionadas.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p82",
      "contexto": "¿Cuál de las siguientes acciones favorece la apropiación del sistema de escritura en los niños?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece la apropiación del sistema de escritura en los niños?",
          "opciones": [
            "Presentarles en un papelógrafo el texto de una canción breve. Luego de leerles el texto, señalar algunas palabras para que las adivinen. Finalmente, entregarles hojas con el texto de la canción para que repasen las palabras con plumón.",
            "Presentarles una lista de los libros de la biblioteca del aula. Luego de leerles la lista, decirles que, cada vez que tomen un libro prestado, escriban su nombre en la lista, al costado del nombre del libro correspondiente.",
            "Presentarles una lista con los ingredientes para preparar una ensalada de frutas. Luego de leerles la lista, decirles que la transcriban a sus cuadernos e indicarles qué fruta le toca traer a cada uno."
          ],
          "respuesta": "Presentarles una lista de los libros de la biblioteca del aula. Luego de leerles la lista, decirles que, cada vez que tomen un libro prestado, escriban su nombre en la lista, al costado del nombre del libro correspondiente.",
          "respuestaCorta": "Escritura con propósito comunicativo real.",
          "solucionario": "La apropiación de la escritura se da a través de prácticas sociales del lenguaje con sentido. Registrar el préstamo de un libro escribiendo su propio nombre tiene una función real y comunicativa (saber quién tiene el libro), a diferencia de repasar (grafomotricidad) o transcribir sin sentido propio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p83",
      "contexto": "La docente y los niños del aula de cinco años han visitado una granja. Al volver al aula, dialogan y acuerdan elaborar dibujos sobre la visita.\nEn esa situación, ¿Cuál de las siguientes acciones es más pertinente para favorecer la expresión creativa de los niños?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más pertinente para favorecer la expresión creativa de los niños?",
          "opciones": [
            "Proponerles que elaboren un dibujo de la granja que sea lo más parecido posible a la que visitaron.",
            "Pedirles que dibujen lo que más les gustó de la granja y utilicen para ello los materiales que deseen.",
            "Darles siluetas de animales de la granja para que las delineen y decirles que decoren sus dibujos con papel embolillado."
          ],
          "respuesta": "Pedirles que dibujen lo que más les gustó de la granja y utilicen para ello los materiales que deseen.",
          "respuestaCorta": "Libertad de tema y técnica.",
          "solucionario": "La expresión creativa requiere libertad para elegir qué representar (lo que más les gustó) y cómo hacerlo (materiales a elección). Copiar la realidad (opción A) o rellenar siluetas preestablecidas (opción C) limita la creatividad y estereotipa la expresión artística.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p84",
      "contexto": "Durante la asamblea, la docente del aula de cuatro años les pregunta a los niños qué hicieron el día anterior. Antonia, muy emocionada, comenta lo siguiente: \"¡Yo fui a la fiesta de mi prima y jugamos con burbujas gigantes!\".\nEn esa situación, ¿cuál de las siguientes acciones NO favorece la expresión oral de Antonia?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones NO favorece la expresión oral de Antonia?",
          "opciones": [
            "Preguntarle en qué consiste el juego con burbujas gigantes y decirle que, si desea, utilice materiales del aula para apoyar su explicación.",
            "Dejarla que continúe narrando su experiencia espontáneamente y, luego, animarla a responder las preguntas que planteen sus compañeros.",
            "Pedirle que cuente detalladamente su experiencia y, si pronuncia inadecuadamente alguna palabra, detenerla, mostrarle cómo se pronuncia y pedirle que la repita."
          ],
          "respuesta": "Pedirle que cuente detalladamente su experiencia y, si pronuncia inadecuadamente alguna palabra, detenerla, mostrarle cómo se pronuncia y pedirle que la repita.",
          "respuestaCorta": "Interrumpir para corregir la pronunciación.",
          "solucionario": "Detener al niño para corregir errores de pronunciación interrumpe el flujo comunicativo, genera inseguridad y prioriza la forma sobre el contenido. Esto inhibe el deseo de expresarse, lo cual es contraproducente para el desarrollo de la expresión oral.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p85",
      "contexto": "¿Cuál de las siguientes acciones es más adecuada para promover la expresión oral de los niños durante la preparación de una entrevista?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es más adecuada para promover la expresión oral de los niños durante la preparación de una entrevista?",
          "opciones": [
            "Preguntarles qué equipos usan los periodistas en una entrevista y proponerles elaborar con material reusable algunos de esos equipos, como cámaras o micrófonos.",
            "Brindar una pregunta a cada grupo, pedirles que la practiquen y decirles que elijan al niño que hable con mayor fluidez para que represente al grupo en la entrevista.",
            "Recoger las preguntas que los niños quieren plantear y orientarlos para que se queden con aquellas que respondan al propósito de la entrevista."
          ],
          "respuesta": "Recoger las preguntas que los niños quieren plantear y orientarlos para que se queden con aquellas que respondan al propósito de la entrevista.",
          "respuestaCorta": "Planificación del discurso en función del propósito.",
          "solucionario": "Promover la expresión oral implica desarrollar capacidades de planificación del discurso. Al ayudarles a seleccionar preguntas que respondan al propósito comunicativo, la docente fomenta la coherencia y la pertinencia, habilidades clave de la oralidad formal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p86_87",
      "contexto": "Lea la siguiente situación y responda las preguntas 86 y 87.\nLa docente del aula de cinco años busca que los niños escriban por sí mismos sus nombres en sus trabajos. Para favorecer ello, ha colocado los nombres de los niños en los carteles del aula. Al terminar una actividad, la docente observa que Saida escribe su nombre en su hoja de trabajo de la siguiente manera:",
      "imagen": "img/inicial_2019_q86.png",
      "preguntas": [
        {
          "pregunta": "Considerando los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro, ¿en qué nivel se encuentra Saida?",
          "opciones": [
            "Presilábico.",
            "Silábico.",
            "Silábico alfabético."
          ],
          "respuesta": "Presilábico.",
          "respuestaCorta": "Escritura sin correspondencia sonora.",
          "solucionario": "En el nivel presilábico, el niño realiza trazos (pseudoletras, garabatos) para representar palabras, pero aún no establece una correspondencia entre la grafía y los sonidos del habla (ni sílabas ni fonemas).",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "La docente tiene como propósito favorecer la apropiación del sistema de escritura en Saida. ¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Ayudarla a encontrar su nombre en uno de los carteles del aula y pedirle que repase las letras varias veces con el dedo índice.",
            "Pedirle que ubique su nombre en alguno de los carteles del aula, lo compare con el texto que escribió e identifique las diferencias.",
            "Brindarle hojas que contengan su nombre escrito para que lo contornee con bolitas de papel, semillas, lanas de color u otros materiales de su agrado."
          ],
          "respuesta": "Pedirle que ubique su nombre en alguno de los carteles del aula, lo compare con el texto que escribió e identifique las diferencias.",
          "respuestaCorta": "Comparación visual para generar conflicto cognitivo.",
          "solucionario": "Para avanzar en la apropiación de la escritura, es necesario generar conflictos cognitivos. Al comparar su producción con la escritura convencional (el cartel), Saida puede notar las diferencias (cantidad de letras, formas), lo que la impulsará a reformular sus hipótesis sobre cómo se escribe.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    },
    {
      "idGrupo": "cp_inicial_2019_p88_89_90",
      "contexto": "Lea la siguiente situación y responda las preguntas 88, 89 y 90.\nTodos los días, la docente y los niños del aula de cinco años reservan un momento para leer un texto que los niños elijan. Hoy Sebastián ha elegido el siguiente texto:\nFrederick\nLeo Lionni\nEn el campo había una casa de campesinos que estaba vacía, pues los dueños se habían ido muy lejos. Cerca de la casa, había un muro de piedra en el que vivían cinco ratoncitos. Como el invierno estaba cerca, los ratoncitos empezaron a recoger maíz, trigo y bayas.\nTodos trabajaban día y noche. Todos menos Frederick.\n\"Frederick, ¿por qué no trabajas?\", le preguntaron.\n\"Yo trabajo\", dijo Frederick. \"Recojo rayos de sol y colores para los fríos y oscuros días de invierno\".\nUna vez, Frederick parecía medio dormido.\n\"¿Estás soñando, Frederick?\", le preguntaron con reproche.\nPero Frederick dijo: \"Oh, no. Estoy juntando palabras, porque los días de invierno son muy largos y no habrá mucho de qué hablar\".\nLos días de invierno llegaron y, cuando cayó la primera nieve, los ratoncitos se instalaron en el muro. Al principio había alimentos para comer. Eran una familia feliz.\nPero, poco a poco, el maíz, el trigo y las bayas se acabaron. En el muro hacía frío y nadie sentía ganas de conversar. Entonces recordaron que Frederick les había dicho que recogía rayos de sol, colores y palabras.\n\"¿Qué hay de tus provisiones, Frederick?\", le preguntaron.\n\"Cierren los ojos\", les dijo. Entonces les habló de los rayos del sol. Y, a medida que Frederick hablaba, los cuatro ratoncitos sintieron de nuevo la tibieza del sol. Se sintieron felices nuevamente.\n\"¿Y qué hay de los colores, Frederick?\", preguntaron ansiosamente.\n\"Cierren los ojos otra vez\", dijo Frederick. Y cuando les habló de los trigos amarillos, de las dulces uvas verdes y de una hermosa flor azul llamada \"pervinca\", ellos veían los colores con tanta claridad como si estuvieran pintados en sus mentes.\n\"¿Y las palabras, Frederick?\".\nFrederick aclaró su garganta y les recitó:\n\"¿Quién derrite el hielo? ¿Quién hace bonito el tiempo? ¿Quién enciende la luna?\nCuatro ratoncitos de campo, que viven en el cielo.\nUno es Ratón Primavera, que baila bajo la lluvia.\nOtro es Ratón Verano, que pinta en las flores.\nOtoño Ratón les sigue, y trae trigo y nueces.\nY el último es Ratón Invierno, que tiene los piececitos fríos.\n¡Pronto se irá Ratón Invierno y llegará bailando la primavera!\".\nCuando Frederick terminó, todos los ratoncitos le aplaudieron emocionados.\n\"Pero, Frederick\", le dijeron. \"¡Tú eres un poeta!\".\nFrederick se ruborizó, hizo una reverencia y dijo tímidamente: \"Ya lo sé\".\nAdaptación",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este texto?",
          "opciones": [
            "¿Qué querrá decir \"bayas\"?",
            "¿De qué color es la flor llamada \"pervinca\"?",
            "¿Qué les parece que los ratoncitos junten alimentos para el invierno?"
          ],
          "respuesta": "¿De qué color es la flor llamada \"pervinca\"?",
          "respuestaCorta": "Localización de información literal.",
          "solucionario": "La información explícita es aquella que está escrita literalmente en el texto. El texto menciona: \"una hermosa flor azul llamada pervinca\". Por tanto, preguntar por el color permite recuperar un dato literal.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre el texto?",
          "opciones": [
            "¿Dónde vivían los ratoncitos?",
            "¿Les gustó esta historia? ¿Por qué?",
            "¿Cómo era Frederick en el cuento? ¿Por qué dicen eso?"
          ],
          "respuesta": "¿Cómo era Frederick en el cuento? ¿Por qué dicen eso?",
          "respuestaCorta": "Deducción de características implícitas.",
          "solucionario": "Inferir implica deducir información que no está escrita pero se desprende del texto. Preguntar \"cómo era Frederick\" requiere que los niños interpreten sus acciones (no recogía comida, recogía sol/palabras) para asignarle características (soñador, poeta, diferente), las cuales no están explicitadas al inicio.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños reflexionen sobre el texto?",
          "opciones": [
            "¿Qué piensan de lo que hacía Frederick en el cuento?",
            "¿Por qué los ratoncitos aplaudieron a Frederick al final?",
            "¿Qué recogieron los ratoncitos cuando notaron que el invierno estaba cerca?"
          ],
          "respuesta": "¿Qué piensan de lo que hacía Frederick en el cuento?",
          "respuestaCorta": "Evaluación crítica y opinión personal.",
          "solucionario": "El nivel de reflexión o criterio implica opinar y valorar el contenido del texto. Preguntar \"¿Qué piensan de...?\" invita a los niños a tomar una postura personal y enjuiciar las acciones del personaje, yendo más allá de la comprensión literal o inferencial.",
          "seccion": "Conocimientos Pedagógicos de la Especialidad"
        }
      ]
    }
  ]
}
  