{
  "completo": [
    {
      "idGrupo": "asc_inicial_2018_p01",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Desde hace una semana, Manuel, de dos años, ya no usa pañales. Sin embargo, hoy le ha pedido a la docente que se los ponga nuevamente. Si el propósito de la docente es favorecer el control de esfinteres en Manuel, ¿cuál de las siguientes acciones es pertinente que realice ante el pedido del niño?",
          "opciones": [
            "Explicar a Manuel que no puede volver a ponerle pañales, porque él ya es un niño grande y los niños grandes como él ya no los necesitan.",
            "Decir a Manuel que, si le pone el pañal, las personas lo tratarán de nuevo como un bebé y preguntarle si quiere ser niño o bebé.",
            "Indicar a Manuel que le pondrá el pañal si así lo desea y que le avise cuando esté listo para dejar de usarlo."
          ],
          "respuesta": "Indicar a Manuel que le pondrá el pañal si así lo desea y que le avise cuando esté listo para dejar de usarlo.",
          "respuestaCorta": "Respetar la solicitud del niño de usar el pañal nuevamente apoya su seguridad emocional y autonomía en el proceso de control de esfínteres, evitando presiones.",
          "solucionario": "La acción más pertinente es la C, ya que el control de esfínteres es un proceso madurativo y no lineal, con posibles retrocesos. Forzar al niño o avergonzarlo (opciones A y B) puede generar ansiedad y afectar negativamente el proceso. Atender a su pedido le brinda seguridad y respeta su ritmo, fortaleciendo su autonomía y confianza para que él mismo decida cuándo está listo para dejar el pañal de forma definitiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p02",
      "contexto": "Los niños se encuentran en el espacio de juego y exploración. Sandra, de 10 meses, coge un patito de plástico y se lo lleva a la boca para explorarlo. Doris, de 12 meses, se acerca a Sandra gateando, coge el juguete y lo jala con fuerza. Sandra reacciona y hace fuerza también. Entonces, Doris le da un manotazo a Sandra y se queda con el juguete.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación de agresión, ¿qué acción es pertinente que realice la docente?",
          "opciones": [
            "Decir: \"Sandra, sé que eso no te gustó y que te duele. Cálmate, le diré a Doris que no lo vuelva a hacer\". Luego, decir a Doris: \"Veo que te gusta el patito y vas a jugar con él. Pero, recuerda que no se pega a nadie\".",
            "Decir: \"Sandra, cálmate, ahora le pido el patito a Doris y te lo doy\". Luego, decir a Doris: \"Dame el patito, Sandra estaba jugando primero con él; ahora hay que dárselo para que se calme\".",
            "Decir: \"Vean, Sandra y Doris, el patito se asustó porque lo jalaron; lo voy a llevar a su casita para que se tranquilice. El patito volverá solo cuando las vea a ustedes jugar juntas\"."
          ],
          "respuesta": "Decir: \"Sandra, sé que eso no te gustó y que te duele. Cálmate, le diré a Doris que no lo vuelva a hacer\". Luego, decir a Doris: \"Veo que te gusta el patito y vas a jugar con él. Pero, recuerda que no se pega a nadie\".",
          "respuestaCorta": "La docente debe validar los sentimientos del niño agredido y establecer un límite claro y sencillo para el niño que agrede, sin castigar ni quitar el objeto.",
          "solucionario": "La opción A es la correcta porque la docente interviene de manera respetuosa con ambos niños. Valida la emoción de Sandra (\"sé que eso no te gustó\") y le da contención, y al mismo tiempo establece un límite claro para Doris (\"no se pega a nadie\") sin entrar en sermones o castigos. Las opciones B y C son directivas, no permiten que los niños aprendan a gestionar la situación y no validan sus emociones ni intereses.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p03",
      "contexto": "Sergio, de un año, ya gatea y, ahora, ha comenzado a erguir su cuerpo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el enfoque infantil temprano del Minedu, ¿cuál de las siguientes acciones favorece que Sergio alcance la verticalidad corporal?",
          "opciones": [
            "Colocar a Sergio en un corralito para que pueda sujetarse de la baranda y ponerse de pie autónomamente cuando pueda hacerlo.",
            "Sujetar a Sergio por su tronco y enseñarle a ponerse de pie y, cuando se muestre seguro en esa posición, darle la mano para que se desplace.",
            "Permitir que Sergio se desplace libremente en el aula, asegurándose de que esta cuente con barandas y soportes seguros para que se sujete cuando lo necesite."
          ],
          "respuesta": "Permitir que Sergio se desplace libremente en el aula, asegurándose de que esta cuente con barandas y soportes seguros para que se sujete cuando lo necesite.",
          "respuestaCorta": "El desarrollo motor autónomo se favorece mejor en un ambiente seguro y preparado que permita al niño explorar y moverse libremente, usando soportes cuando lo necesite.",
          "solucionario": "El enfoque de desarrollo infantil temprano promueve la autonomía y el movimiento libre. La opción C es la más adecuada porque ofrece un espacio seguro y con los soportes necesarios para que Sergio, por propia iniciativa y a su ritmo, practique ponerse de pie. El corralito (opción A) limita el movimiento, y la intervención directa del adulto (opción B) interfiere con el desarrollo autónomo del niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p04",
      "contexto": "En el aula de cinco años, se están organizando para celebrar el Día de los Abuelitos. Los niños han propuesto ir al albergue municipal para visitar a los ancianos y, ahora, discuten respecto del programa que desarrollarán durante la visita. Hasta el momento han quedado dos propuestas: representar un cuento o realizar una presentación con canciones y poesías. Los niños están divididos frente a estas dos propuestas y no logran ponerse de acuerdo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el propósito de la docente es promover la convivencia democrática entre los niños, ¿qué acción es más pertinente que realice a continuación?",
          "opciones": [
            "Explicarles que una forma de decidir con cuál de las dos propuestas se quedarán es realizar una votación y decirles que se debe respetar la decisión de la mayoría.",
            "Decirles que, como no logran ponerse de acuerdo, se realizará un sorteo para elegir una de las dos propuestas y que deberán acatar el resultado.",
            "Plantearles que, para elegir la propuesta, deben considerar si esta les gustará a los abuelitos y si es posible realizarla con los materiales del aula."
          ],
          "respuesta": "Plantearles que, para elegir la propuesta, deben considerar si esta les gustará a los abuelitos y si es posible realizarla con los materiales del aula.",
          "respuestaCorta": "Para fomentar la convivencia democrática, es crucial guiar a los niños a tomar decisiones basadas en criterios razonados y en la consideración del bien común.",
          "solucionario": "La opción C promueve una forma más profunda de convivencia democrática, ya que invita a los niños a deliberar y argumentar basándose en criterios relevantes (el gusto de los abuelitos, la viabilidad). Esto va más allá de un simple mecanismo de votación (A) o del azar (B), fomentando la empatía y el pensamiento crítico para llegar a un consenso.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p05",
      "contexto": "La docente del aula de cinco años les dice a los niños que pueden leer el libro que más les gusta. Pero, antes de que termine de dar las indicaciones, Mateo y Raúl corren a la biblioteca del aula y ambos se disputan el mismo libro de cuentos. Este es el diálogo que se produce a continuación:\nMateo: ¡Es mío!\nRaúl: ¡Yo lo cogí primero!\nDocente: (Acercándose de forma calmada) Dejen de quitarse el cuento. Denme el cuento. (Lo coloca en la parte superior de un estante. Luego, mira a los niños). Al amigo se le trata con cariño. A ver, dense la mano. ¡Muy bien! Ahora siéntense aquí y compartan este otro cuento. (Mateo todavía llora y Raúl está molesto).",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Por qué la intervención de la docente NO es pertinente para la resolución del conflicto?",
          "opciones": [
            "Porque la docente no considera que, para resolver los conflictos, los niños deben recobrar la calma primero y, luego, expresar su perspectiva del problema y reflexionar. Así, es más probable que se comprometan con la solución del conflicto.",
            "Porque la docente no considera el interés de ambos niños por leer el mismo cuento y les brinda uno distinto. Lo adecuado era devolverles el cuento por el que discutieron y hacerles prometer que lo leerían juntos.",
            "Porque la docente no termina de resolver el conflicto, pues los niños involucrados quedan molestos o llorando. Para que un conflicto esté solucionado, es indispensable que los involucrados queden totalmente conformes."
          ],
          "respuesta": "Porque la docente no considera que, para resolver los conflictos, los niños deben recobrar la calma primero y, luego, expresar su perspectiva del problema y reflexionar. Así, es más probable que se comprometan con la solución del conflicto.",
          "respuestaCorta": "La intervención es inadecuada porque la docente impone una solución sin guiar a los niños a calmarse, expresar sus puntos de vista y participar en la búsqueda de una solución.",
          "solucionario": "Una resolución de conflictos efectiva requiere que el adulto medie para que los niños primero regulen sus emociones, luego expresen lo que sucedió desde su perspectiva y finalmente, con ayuda, busquen una solución conjunta. La docente se salta estos pasos cruciales e impone una solución externa (quitar el libro, forzar un apretón de manos), lo que deja el conflicto subyacente sin resolver y a los niños frustrados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p06",
      "contexto": "Lea la siguiente situación y responda las preguntas 6 y 7.\n\nLa docente del aula de cinco años observa que, a pesar de haber acordado las normas del aula, un número considerable de niños continúa dejando desperdicios y residuos de frutas regados en el piso y muebles luego del refrigerio. Ella se propone que los niños adquieran hábitos de orden y limpieza.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca que los niños reflexionen sobre cómo el hecho de dejar tirados los desperdicios afecta la convivencia en el aula. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Organizar a los niños asignándoles responsabilidades. Luego, decirles: \"Después de cada actividad, el responsable de cada mesa recogerá los desperdicios. Luego, verificaremos el cumplimiento de la tarea\".",
            "Plantear a los niños: \"Me he dado cuenta de que algunos niños dejan los desperdicios regados en el aula. ¿Qué pasaría si nadie recogiera los desperdicios? ¿Podríamos usar el aula?\". Luego, pedirles ideas sobre cómo solucionar la situación.",
            "Pedir a los niños que describan cómo es el aula cuando está limpia y, luego, que identifiquen los momentos en que se ensucia. Después, señalar: \"Si dejamos desperdicios regados, todos nos perjudicaríamos, porque el aula se llenaría de moscas y no podríamos estudiar\"."
          ],
          "respuesta": "Plantear a los niños: \"Me he dado cuenta de que algunos niños dejan los desperdicios regados en el aula. ¿Qué pasaría si nadie recogiera los desperdicios? ¿Podríamos usar el aula?\". Luego, pedirles ideas sobre cómo solucionar la situación.",
          "respuestaCorta": "Para promover la reflexión, es efectivo plantear preguntas hipotéticas que lleven a los niños a pensar en las consecuencias de sus acciones y a proponer soluciones.",
          "solucionario": "La opción B es la más pertinente porque a través de preguntas reflexivas (\"¿Qué pasaría si...?\") la docente guía a los niños para que ellos mismos concluyan cómo sus acciones afectan el espacio común y la convivencia. Fomenta el pensamiento crítico y la corresponsabilidad al pedirles ideas para la solución, a diferencia de la opción A, que es directiva, o la C, donde la docente da la conclusión.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Uno de los propósitos de la docente es que los niños se inicien en la construcción del concepto de bien común. ¿Qué acción es más pertinente para ese propósito?",
          "opciones": [
            "Explicar a los niños que las mesas, sillas, juguetes y demás materiales del aula pertenecen a todos y, si se cuidan adecuadamente, todos se verán beneficiados.",
            "Dialogar con los niños para que identifiquen las cosas del aula que son de uso de todos, y para que piensen quiénes son responsables de cuidarlas y por qué deberían hacerlo.",
            "Narrar el cuento de unos animalitos que se enfermaron porque vivían en una granja desordenada y sucia. Y, al notar que al limpiarla se sanaron, decidieron cuidarla entre todos."
          ],
          "respuesta": "Dialogar con los niños para que identifiquen las cosas del aula que son de uso de todos, y para que piensen quiénes son responsables de cuidarlas y por qué deberían hacerlo.",
          "respuestaCorta": "La construcción del concepto de bien común se logra mejor cuando los niños, a través del diálogo, identifican los bienes compartidos y reflexionan sobre la responsabilidad colectiva de su cuidado.",
          "solucionario": "La opción B es la más adecuada porque involucra activamente a los niños en el proceso de construcción del concepto. Al identificar lo que es de todos y razonar sobre por qué deben cuidarlo, internalizan la idea de responsabilidad compartida. La opción A es una explicación directa del adulto y la C utiliza una analogía, pero ninguna de las dos fomenta la construcción activa del concepto por parte de los niños como lo hace la B.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p07",
      "contexto": "Al regresar del parque, los niños del aula de cuatro años están dibujando lo que les gustó de la salida. Manuel está pintando con una crayola amarilla; en ese momento, César le pide la crayola porque él también quiere pintar con ella. Como Manuel continúa pintando, César se la vuelve a pedir. Al no obtener resultado, César jala con fuerza la hoja de Manuel y la rompe. Entonces, Manuel llora.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿qué acción es pertinente para iniciar la reflexión que contribuya a la solución del conflicto?",
          "opciones": [
            "Preguntar a César y Manuel: \"¿Qué es lo que dice la norma de convivencia? ¿La cumplieron? ¿Está permitido pelear? ¿Qué proponen para respetarla en adelante?\".",
            "Preguntar a César y Manuel: \"¿Qué ha pasado? ¿Cómo se sintieron en ese momento? ¿Creen que fue la mejor manera de actuar? ¿Cuál sería una mejor manera de actuar?\".",
            "Preguntar a César y Manuel: \"¿Saben que lo que hicieron estuvo mal? ¿Para qué los papás envían a los niños al colegio? ¿Qué creen que dirán sus papás cuando sepan lo que hicieron?\"."
          ],
          "respuesta": "Preguntar a César y Manuel: \"¿Qué ha pasado? ¿Cómo se sintieron en ese momento? ¿Creen que fue la mejor manera de actuar? ¿Cuál sería una mejor manera de actuar?\".",
          "respuestaCorta": "Para mediar en un conflicto, es pertinente hacer preguntas abiertas que ayuden a los niños a describir los hechos, expresar sus emociones y reflexionar sobre soluciones alternativas.",
          "solucionario": "La opción B es la más adecuada porque sigue una secuencia socioemocional constructiva: primero, permite que cada uno cuente su versión de los hechos (\"¿Qué ha pasado?\"); segundo, valida sus emociones (\"¿Cómo se sintieron?\"); y tercero, promueve la reflexión y la búsqueda de mejores alternativas (\"¿Cuál sería una mejor manera de actuar?\"). Las opciones A y C se centran en la norma o en el castigo, sin abordar la raíz emocional del conflicto.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p08",
      "contexto": "Pablo es un niño de cinco años que se desplaza en silla de ruedas y viene trasladado de otra IE. La docente busca preparar al grupo para recibirlo, por lo que reúne a los niños del aula para conversar acerca de cómo actuar con Pablo en las distintas actividades del día.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto del momento de salir al patio de juegos, ¿qué indicación es pertinente que realice la docente para favorecer la inclusión de Pablo?",
          "opciones": [
            "\"Como Pablo no puede caminar, no podrá jugar con ustedes. ¿Qué les parece si lo acompañamos durante el recreo por turnos?\".",
            "\"Pablo tiene dificultades para caminar. Por eso, hay que pensar en juegos fáciles para que él pueda jugar cuando salgamos al patio\".",
            "\"Pablo puede ir de un lado a otro en su silla de ruedas como él quiere. Entonces, él puede jugar con nosotros desde su silla, sentado en el piso y de otras formas más\"."
          ],
          "respuesta": "\"Pablo puede ir de un lado a otro en su silla de ruedas como él quiere. Entonces, él puede jugar con nosotros desde su silla, sentado en el piso y de otras formas más\".",
          "respuestaCorta": "Para favorecer la inclusión, el discurso debe centrarse en las capacidades y la autonomía del niño, mostrando las diversas formas en que puede participar en las actividades comunes.",
          "solucionario": "La opción C es la única que promueve una verdadera inclusión. Se enfoca en las posibilidades y la autonomía de Pablo (\"puede ir... como él quiere\") y plantea su participación en igualdad de condiciones, adaptando la forma pero no excluyéndolo ni simplificando el juego de manera limitante. Las opciones A y B, por el contrario, parten de la carencia y la dificultad, generando actitudes de sobreprotección o segregación.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p09",
      "contexto": "Lea la siguiente situación y responda las preguntas 10, 11 y 12.\n\nCon motivo del décimo aniversario de la IE, los niños y la docente del aula de cinco años acuerdan desarrollar el proyecto \"La historia de nuestro jardín\" para conocer la historia de la institución y a las personas que forman parte de ella.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Así, primero deciden entrevistar a la señora Sara, quien se encarga de la limpieza de la IE, para conversar acerca de su trabajo. Luego de entrevistar a la señora Sara, los niños comentan lo que más les llamó la atención de su testimonio.\nDocente: ¿Imaginaban cuántas cosas hacía la señora Sara durante la mañana?\nPedro: No... ¡Son muchas cosas!\nSonia: ¡Seguro se cansa mucho!\nPatricia: Pero el trabajo de la señora Sara es limpiar el aula, ¿verdad, señorita?\nLa docente quiere aprovechar el comentario de Patricia para iniciar en los niños la comprensión de que el aula es un espacio público. ¿Qué intervención es pertinente para ese propósito?",
          "opciones": [
            "\"Sí, Patricia. Pero, si todos usamos el aula, ¿de quién es la responsabilidad de mantenerla limpia?\".",
            "\"Así es, Patricia. Pero, además de barrer el aula, ¿qué otras responsabilidades tiene la señora Sara?\".",
            "\"De acuerdo, Patricia. Pero, ¿cuántas veces al día barre el aula la señora Sara para mantenerla limpia?\"."
          ],
          "respuesta": "\"Sí, Patricia. Pero, si todos usamos el aula, ¿de quién es la responsabilidad de mantenerla limpia?\".",
          "respuestaCorta": "Para introducir la noción de espacio público, la docente debe conectar el uso compartido de un espacio con la responsabilidad compartida de su cuidado.",
          "solucionario": "La intervención de la opción A es la más pertinente porque aprovecha el comentario de la niña para guiarla, a ella y al grupo, hacia la reflexión central del concepto de espacio público: si es de todos, es responsabilidad de todos. Las otras opciones desvían la conversación hacia las tareas específicas de la señora Sara, perdiendo la oportunidad pedagógica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Para que los niños conozcan la historia de la institución, la docente planea apelar a diversas fuentes de información. Así, piensa proponerles que busquen fotografías de la IE, revisar con ellos las memorias de la institución y, además, invitar al señor José, quien es el portero desde los inicios de la IE. ¿Por qué es apropiado considerar el testimonio del señor José como fuente de información para conocer la historia de la IE?",
          "opciones": [
            "Porque, al dialogar con el señor José, los niños pueden poner en práctica sus habilidades para obtener información.",
            "Porque el señor José puede compartir con los niños aspectos de la historia de la IE no considerados en las fotografías y memorias.",
            "Porque la interacción con el señor José favorecerá que los niños reconozcan a la IE como un espacio en el que se puede aprender de todos."
          ],
          "respuesta": "Porque el señor José puede compartir con los niños aspectos de la historia de la IE no considerados en las fotografías y memorias.",
          "respuestaCorta": "Un testimonio oral es una fuente histórica valiosa porque puede aportar información, anécdotas y perspectivas únicas que no se encuentran en fuentes documentales o visuales.",
          "solucionario": "La razón fundamental para incluir el testimonio del señor José como fuente de información histórica (opción B) es que su memoria viva contiene detalles, experiencias y contextos que las fuentes escritas (memorias) o iconográficas (fotos) no pueden transmitir. Enriquece y complementa la investigación histórica. Si bien las opciones A y C son beneficios secundarios de la actividad, no responden a la pregunta sobre el valor del testimonio como fuente de información.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En el marco del proyecto, los niños y la docente acuerdan elaborar un mural con la historia de la institución. Para ello, luego de leer las memorias anuales de la IE, y comentar las fotografías que aparecen en ellas, la docente les pide que dibujen el hecho que más les llamó la atención. Si la docente busca contribuir con el desarrollo de la noción de tiempo en los niños, ¿qué actividad es más pertinente que realice a continuación?",
          "opciones": [
            "Numerar los dibujos de los niños en la parte superior de la hoja. Luego, brindarles un papelógrafo para que peguen sus dibujos según el número asignado.",
            "Pegar un papelógrafo en la pizarra. Luego, llamar a cada niño para que pegue su dibujo en el papelógrafo en la ubicación en la que considere que se debe colocar.",
            "Pedirles que ordenen sus dibujos desde el que haga referencia al hecho más antiguo hasta el más reciente. Luego, orientarlos para que reajusten la secuencia cuando sea necesario."
          ],
          "respuesta": "Pedirles que ordenen sus dibujos desde el que haga referencia al hecho más antiguo hasta el más reciente. Luego, orientarlos para que reajusten la secuencia cuando sea necesario.",
          "respuestaCorta": "Para desarrollar la noción de tiempo, es fundamental que los niños realicen actividades de secuenciación cronológica, ordenando eventos desde lo más antiguo a lo más reciente.",
          "solucionario": "La opción C es la más pertinente para desarrollar la noción de tiempo, ya que implica directamente la habilidad de ordenar hechos en una secuencia cronológica (línea de tiempo). Esta acción de comparar y ordenar (del más antiguo al más reciente) es la que construye el pensamiento histórico-temporal. Las otras opciones no se centran en el criterio de la secuencia temporal.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_inicial_2018_p10",
      "contexto": "Ramón, de 18 meses, ya camina y es muy activo. Mientras la docente está atendiendo a otro niño, él acerca una silla a la mesa de la docente en la que hay algunos juguetes. En el momento en que Ramón logra subir a la silla, la docente se da cuenta de lo que está sucediendo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el enfoque de desarrollo infantil temprano del Minedu, ¿cuál de las siguientes acciones es pertinente para promover el desarrollo de la autonomía en Ramón?",
          "opciones": [
            "Decir calmadamente: \"Te puedes caer de la silla\". Luego, bajarlo con cuidado para que no se lastime.",
            "Decir afectuosamente: \"¿Qué quieres alcanzar?\". Escuchar lo que dice, bajarlo de la silla y proporcionarle el objeto que busca.",
            "Decir amablemente: \"¿Quieres alcanzar algo?\". Acompañarlo hasta que logre alcanzar lo que busca e intervenir en caso se requiera."
          ],
          "respuesta": "Decir amablemente: \"¿Quieres alcanzar algo?\". Acompañarlo hasta que logre alcanzar lo que busca e intervenir en caso se requiera.",
          "respuestaCorta": "Para promover la autonomía, la docente debe acompañar al niño en su exploración, garantizando su seguridad pero permitiéndole alcanzar su objetivo por sí mismo.",
          "solucionario": "La opción C respeta la iniciativa y el deseo de exploración de Ramón. La docente interviene para asegurar que la acción sea segura, pero acompaña al niño para que él mismo logre su propósito, reforzando así su sentido de competencia y autonomía. Las opciones A y B interrumpen la acción del niño y resuelven el problema por él, limitando la oportunidad de aprendizaje.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p11",
      "contexto": "La docente del aula de dos años observa que, por iniciativa propia, algunos niños manipulan más de dos objetos a la vez. Los colocan unos sobre otros, los juntan, los guardan dentro de una caja, los vuelven a sacar, etc. Con la intención de que cada niño continúe desarrollando sus aprendizajes, la docente coloca, en el espacio de juego, parejas de objetos similares (como pelotas o animales) que se diferencian solo por el color o el tamaño.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A continuación, ¿qué acción es pertinente que realice la docente para favorecer la manipulación de objetos, según el enfoque infantil temprano del Minedu?",
          "opciones": [
            "Sentarse en el piso con el niño, mostrarle cómo encontrar una pareja de objetos similares y motivarlo para que busque otras parejas de objetos.",
            "Darle al niño la oportunidad de explorar los objetos colocados, crear sus propios juegos e interactuar libremente con los demás niños.",
            "Intervenir en la actividad del niño, coger un juguete e iniciar un diálogo a través de este para que el niño explore los objetos colocados."
          ],
          "respuesta": "Darle al niño la oportunidad de explorar los objetos colocados, crear sus propios juegos e interactuar libremente con los demás niños.",
          "respuestaCorta": "Para favorecer el aprendizaje a través de la manipulación, la docente debe permitir que el niño explore los objetos libremente, a su propio ritmo y según sus intereses.",
          "solucionario": "De acuerdo con el enfoque, el aprendizaje se da a través de la exploración libre y espontánea. La opción B promueve esto al darle al niño la oportunidad de interactuar con los materiales sin una guía directa, permitiéndole descubrir relaciones y crear sus propios juegos. Las opciones A y C son intervenciones directivas que limitan la iniciativa y la exploración autónoma del niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p12",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Desde el enfoque infantil temprano del Minedu, ¿cuál de las siguientes acciones favorece el juego exploratorio en un niño de 6 meses de edad?",
          "opciones": [
            "Ubicarlo en una superficie blanda en posición boca abajo y colocar algunos objetos cerca de él para que los explore.",
            "Ubicarlo en una superficie firme en posición boca arriba y colocar algunos objetos cerca de él para que los explore.",
            "Ubicarlo en posición semisentado con apoyo de cojines y entregarle un objeto para que lo explore."
          ],
          "respuesta": "Ubicarlo en una superficie firme en posición boca arriba y colocar algunos objetos cerca de él para que los explore.",
          "respuestaCorta": "Para un bebé de 6 meses, la posición boca arriba sobre una superficie firme es la más adecuada para el juego exploratorio, ya que le otorga mayor libertad de movimiento.",
          "solucionario": "La opción B es la correcta. Un bebé sobre una superficie firme y en posición boca arriba tiene la libertad de mover sus extremidades, girar sobre su eje, intentar alcanzar objetos y eventualmente voltearse, lo que es fundamental para la exploración autónoma. Una superficie blanda (A) dificulta el movimiento, y la posición semisentado (C) es pasiva y no promueve el desarrollo motor autónomo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p13",
      "contexto": "En el aula de cinco años, José se encuentra jugando con los animales de juguete. La docente decide aprovechar esta situación para promover el uso de los números ordinales en el niño. Así, le pide a José que elija los tres animales que más le gustan. Este es el diálogo que se produce a continuación:",
      "imagen": "img/ascenso/inicial/2018/1.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué busca principalmente la docente con su intervención?",
          "opciones": [
            "Promover el conflicto cognitivo.",
            "Recoger los saberes previos.",
            "Brindar andamiaje."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "La docente está brindando andamiaje, ya que guía y apoya al niño paso a paso, con preguntas y soportes visuales, para que construya el concepto de número ordinal.",
          "solucionario": "La intervención de la docente es un claro ejemplo de andamiaje (opción C). Ella parte de la respuesta inicial del niño (\"no sé\"), estructura la tarea en pasos más pequeños, le hace preguntas guía, utiliza un soporte visual (el dibujo) y le modela el lenguaje (\"primer lugar\", \"segundo lugar\") para ayudar a José a alcanzar un nivel de comprensión que no podría lograr solo en ese momento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p14",
      "contexto": "En el aula de cinco años, la docente observa que tres niños tienen puesta una chalina azul y decide aprovechar esa situación para promover el desarrollo de la clasificación. Para ello, les pide a los tres niños de la chalina azul que se ubiquen delante de sus compañeros y, luego, se dirige a los demás niños:\nDocente: Niños, observen a sus compañeros que están delante y traten de encontrar por qué han sido agrupados.<br>\nJavier: Yo creo... que es porque los tres tienen pantalones.\nDocente: Sí, es verdad, pero vean que otros niños y niñas también tienen pantalones y no están en este grupo. Por ejemplo, María.\nTania: Ah... ¡entonces es porque son hombres!\nDocente: También es cierto, pero Juan es hombre y no pertenece a este grupo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones es pertinente para guiar a los niños a identificar el criterio de agrupación?",
          "opciones": [
            "Preguntar: \"¿De qué color son las chalinas de los tres niños que están delante? Entonces, ¿por qué han sido agrupados?\".",
            "Indicar: \"A ver, piensen en eso que tienen igual solo los tres niños que están delante y que el resto del salón no tiene\".",
            "Decir: \"Ellos han sido agrupados porque tienen chali...\", para que completen la palabra y así puedan identificar lo que tienen en común los tres niños."
          ],
          "respuesta": "Indicar: \"A ver, piensen en eso que tienen igual solo los tres niños que están delante y que el resto del salón no tiene\".",
          "respuestaCorta": "La docente debe guiar a los niños a enfocarse en la característica única y exclusiva que comparten solo los miembros del grupo, diferenciándolos del resto.",
          "solucionario": "La opción B es la más pertinente porque orienta el pensamiento de los niños sin darles la respuesta. La indicación \"piensen en eso que tienen igual solo los tres niños\" los ayuda a refinar su criterio de búsqueda, descartando características que otros también poseen (como los pantalones o ser hombres) y centrándose en el atributo exclusivo (la chalina azul). Las otras opciones son demasiado directas y no promueven el mismo nivel de razonamiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p15",
      "contexto": "Los niños del aula de cinco años se encuentran en el momento del juego libre en los sectores. La docente observa que Ramón está jugando con tres búhos de artesanía de diferentes tamaños y decide aprovechar esta situación para favorecer el desarrollo de la seriación de objetos. Así, le pide a Ramón que ordene los búhos sobre la mesa. Él lo hace de la siguiente manera:",
      "imagen": "img/ascenso/inicial/2018/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es la propiedad de la seriación que Ramón evidencia NO haber alcanzado aún?",
          "opciones": [
            "Reciprocidad.",
            "Transitividad.",
            "Reversibilidad."
          ],
          "respuesta": "Transitividad.",
          "respuestaCorta": "Ramón no ha alcanzado la propiedad de transitividad, que es la capacidad de inferir la relación entre dos elementos (puntitos y rombos) a partir de su relación con un tercero (rayas).",
          "solucionario": "La transitividad (opción B) es la propiedad lógica que permite establecer que si A es menor que B, y B es menor que C, entonces A es menor que C. En este caso, si el búho de puntitos es más pequeño que el de rayas, y el de rayas es más pequeño que el de rombos, entonces se puede inferir que el de puntitos es más pequeño que el de rombos. La duda de Ramón (\"Mmm... No sé...\") evidencia que aún no puede realizar esta inferencia lógica sin la comparación directa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p16",
      "contexto": "Para celebrar el Día de la Tierra, un grupo de 8 niños del aula de cinco años representará la canción \"Abejas y flores\" en la que se mencionan 3 flores y un enjambre de abejas. Todos los niños participarán en la representación. La docente busca aprovechar esta situación para que los niños resuelvan problemas. Con ese propósito, les dice: \"Niños, si para representar la canción necesitamos que 3 niños se disfracen de flores y que el resto de niños del grupo se disfracen de abejas, ¿cuántos niños se deberán disfrazar de abejas?\". La docente se asegura de que los niños comprendan el problema que les acaba de plantear.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco de la resolución de problemas, ¿qué acción es pertinente que realice a continuación?",
          "opciones": [
            "Pedirles que resuelvan el problema y que, después de hacerlo, comparen sus resultados entre todos para saber cuántos niños se disfrazarán de abejas.",
            "Designar a los niños que se disfrazarán de flores y pedir al resto de niños que formen una fila para que cuenten cuántos niños se disfrazarán de abejas.",
            "Decirles que piensen cómo harán para saber cuántos niños se disfrazarán de abejas y que, luego, expliquen su propuesta."
          ],
          "respuesta": "Decirles que piensen cómo harán para saber cuántos niños se disfrazarán de abejas y que, luego, expliquen su propuesta.",
          "respuestaCorta": "En la resolución de problemas, el siguiente paso tras la comprensión es promover que los niños piensen, propongan y verbalicen sus propias estrategias para encontrar la solución.",
          "solucionario": "El enfoque de resolución de problemas se centra en el proceso, no solo en el resultado. Una vez comprendido el problema, la acción pertinente (opción C) es invitar a los niños a la búsqueda y socialización de estrategias (\"piensen cómo harán... expliquen su propuesta\"). Esto fomenta la autonomía y el razonamiento matemático, a diferencia de la opción A (que salta a la ejecución) o la B (donde la docente estructura la solución por ellos).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p17",
      "contexto": "Carla, de tres años, está jugando con una caja y 5 pelotas de plástico. Mientras saca las pelotas de la caja, va contando: uno, dos, tres, cinco, cuatro.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué principio del conteo evidencia NO haber logrado aún Carla?",
          "opciones": [
            "Cardinalidad.",
            "Orden estable.",
            "No pertinencia del orden."
          ],
          "respuesta": "Orden estable.",
          "respuestaCorta": "Carla no ha logrado el principio de orden estable, ya que no utiliza la secuencia numérica convencional y en el orden correcto al contar (uno, dos, tres, cinco, cuatro).",
          "solucionario": "El principio de orden estable (opción B) implica que los nombres de los números deben recitarse siempre en el mismo orden convencional (uno, dos, tres, cuatro, cinco...). Carla altera esta secuencia al decir \"cinco, cuatro\" al final, lo que demuestra que aún no ha consolidado este principio fundamental del conteo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p18",
      "contexto": "La docente del aula de tres años busca conocer cómo los niños agrupan los objetos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para dicho propósito?",
          "opciones": [
            "Disponer en cada mesa un grupo de objetos semejantes en color y forma, y preguntarles: \"¿Qué formas y colores tienen los objetos?\". Luego, tomar nota de sus respuestas.",
            "Poner a su alcance diversos materiales como tapas, botellas plásticas, cuentas, bloques de madera, etc. Luego, observar qué hacen con ellos.",
            "Proporcionar a los niños bloques lógicos y decirles: \"Ahora van a poner en el tarro solo los bloques rojos\". Luego, observar quiénes lo hacen."
          ],
          "respuesta": "Poner a su alcance diversos materiales como tapas, botellas plásticas, cuentas, bloques de madera, etc. Luego, observar qué hacen con ellos.",
          "respuestaCorta": "Para conocer cómo agrupan los niños de forma auténtica, la acción más pertinente es observar su juego libre con una variedad de materiales, ya que esto revela sus criterios espontáneos de clasificación.",
          "solucionario": "La opción B es la más pertinente para un propósito diagnóstico como \"conocer cómo agrupan\". Al proporcionar materiales diversos y observar sin dirigir la acción, la docente puede ver qué criterios de agrupación (color, forma, uso, tamaño, etc.) los niños utilizan de manera autónoma. Las opciones A y C ya proponen o inducen un criterio (color, forma), por lo que no permiten conocer el pensamiento genuino del niño.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p19",
      "contexto": "La docente y los niños de cinco años se encuentran en el patio de juegos. Con el propósito de que los niños ubiquen a sus compañeros, la docente les plantea la situación lúdica \"¿De quién estoy hablando?\". Este es el diálogo que se desarrolla a continuación.",
      "imagen": "img/ascenso/inicial/2018/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Por qué esta actividad permite que los niños descubran la ubicación de sus compañeros?",
          "opción": [
            "Porque la docente les da consignas de manera divertida.",
            "Porque la docente delimita la búsqueda al espacio del patio.",
            "Porque la docente usa como referencia objetos del patio y las relaciones entre estos."
          ],
          "respuesta": "Porque la docente usa como referencia objetos del patio y las relaciones entre estos.",
          "respuestaCorta": "La actividad es efectiva porque la docente utiliza puntos de referencia fijos en el patio y describe las relaciones espaciales entre ellos y los niños de forma cada vez más precisa.",
          "solucionario": "La docente logra que los niños ubiquen a sus compañeros porque utiliza un sistema de referencias espaciales cada vez más preciso (opción C). Empieza con una referencia amplia (\"delante del arco\"), la acota (\"el arco al lado del portón\") y la precisa aún más (\"en medio de ese arco\"). Este uso de objetos como puntos de referencia y las relaciones espaciales entre ellos es fundamental para desarrollar la orientación y el pensamiento espacial.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones favorece el desarrollo del uso del número como ordinal?",
          "opciones": [
            "Preguntar a un niño por su domicilio: \"Alejandro, ¿cuál es la dirección de tu casa?\".",
            "Preguntar a los niños después de jugar a las carreras: \"Niños, ¿en qué lugar llegó Jorge?\".",
            "Preguntar a una niña después de que haya agrupado algunos objetos: \"Sandra, ¿cuántos objetos hay de cada color?\"."
          ],
          "respuesta": "Preguntar a los niños después de jugar a las carreras: \"Niños, ¿en qué lugar llegó Jorge?\".",
          "respuestaCorta": "El número ordinal se desarrolla al preguntar por la posición o el lugar que ocupa un elemento en una secuencia ordenada, como el puesto de llegada en una carrera.",
          "solucionario": "El número ordinal expresa orden o posición (primero, segundo, tercero). La pregunta \"¿en qué lugar llegó Jorge?\" (opción B) se refiere directamente a este uso del número. Las otras opciones se refieren al número como nominal (identificador en una dirección, opción A) o como cardinal (cantidad de objetos, opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p21",
      "contexto": "Durante la rutina de entrada, la docente y los niños del aula de cinco años verifican la asistencia. La docente busca aprovechar esta situación para promover que los niños resuelvan problemas. Para ello, les dice: \"Niños, no sabemos cuántos niños y niñas han asistido hoy y necesitamos saber eso para poder organizar las actividades del día. ¿Qué podemos hacer?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para iniciar la resolución de problemas, ¿qué acción es pertinente realizar a continuación?",
          "opciones": [
            "Pedirles que digan con sus propias palabras qué han entendido de la situación planteada y explicar aquello que no hubiera quedado claro.",
            "Pedirles que piensen diversas formas de solucionar el problema y darles la oportunidad de que expliquen sus propuestas.",
            "Pedirles que intenten resolver el problema y, luego, pedirles que expliquen los pasos que siguieron para resolverlo."
          ],
          "respuesta": "Pedirles que digan con sus propias palabras qué han entendido de la situación planteada y explicar aquello que no hubiera quedado claro.",
          "respuestaCorta": "El primer paso fundamental en la metodología de resolución de problemas es asegurar la comprensión de la situación, pidiendo a los niños que la expliquen con sus propias palabras.",
          "solucionario": "Antes de buscar estrategias (opción B) o aplicar soluciones (opción C), es crucial que los niños hayan comprendido el problema. La acción de pedirles que expliquen la situación con sus propias palabras (opción A) permite a la docente verificar esta comprensión y aclarar cualquier duda. Es el paso inicial y necesario en la metodología de resolución de problemas.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_inicial_2018_p22",
      "contexto": "Marcela, de cinco años, está jugando a la casita con un grupo y, de repente, se pone a modelar con plastilina. Luego de observarla por un momento, la docente se acerca y le pregunta:<br>\nDocente: ¿Qué estás modelando?\nMarcela: ... Manzanas para darles a mis hijitos.\nDocente: Bien, ¿y cuántos hijitos tienes?\nMarcela: Cuatro.\nDocente: ¿cuántas manzanas has hecho?\nMarcela: Dos manzanas.\nDocente: ¿Te alcanzan?\nMarcela: No sé.\nDocente: (Tomando cuatro crayolas) Mira, vamos a hacer de cuenta que estas cuatro crayolas son tus hijitos y tú hiciste dos manzanas. Ahora, pon delante de cada hijito una manzana.\n(La niña lo hace). ¡Muy bien! Ahora, ¿te alcanzan las manzanas?\nMarcela: Mmm... Nooo... me faltan dos manzanas.\nDocente: Entonces, ¿qué tienes que hacer para que tengas cuatro?\nMarcela: ¡Ah! ¡Aumentar! Tengo que aumentar dos manzanas.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué busca principalmente la docente con su intervención?",
          "opciones": [
            "Brindar andamiaje.",
            "Recoger los saberes previos.",
            "Promover el conflicto cognitivo."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "La docente brinda andamiaje al usar material concreto y hacer preguntas guiadas para que la niña descubra por sí misma la solución al problema.",
          "solucionario": "La intervención es un claro ejemplo de andamiaje. La docente no da la respuesta, sino que estructura el problema con material concreto (crayolas) y, a través de preguntas estratégicas (\"¿te alcanzan?\", \"¿qué tienes que hacer?\"), guía a Marcela para que construya la noción de correspondencia uno a uno y la acción de \"aumentar\" para resolver el problema.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p23",
      "contexto": "Durante el juego en los sectores, Joel y Marco, de cinco años, están jugando a formar hileras con bloques lógicos. Coincidentemente, ambos han cogido la misma cantidad de bloques lógicos y los han colocado de la siguiente manera:",
      "imagen": "img/ascenso/inicial/2018/4.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué indicio puede encontrarse en el comentario de Joel respecto de la conservación de la cantidad?",
          "opciones": [
            "Que no reconoce el numeral que representa a la cantidad de bloques lógicos en cada hilera.",
            "Que aún no logra determinar el cardinal de los conjuntos de bloques lógicos en cada hilera.",
            "Que se guía por criterios perceptuales para determinar la cantidad de bloques lógicos en cada hilera."
          ],
          "respuesta": "Que se guía por criterios perceptuales para determinar la cantidad de bloques lógicos en cada hilera.",
          "respuestaCorta": "El comentario de Joel indica que se guía por criterios perceptuales, como la longitud de la hilera, para juzgar la cantidad, en lugar de basarse en el conteo.",
          "solucionario": "Joel está en una etapa preoperacional donde la percepción domina sobre la lógica. Aunque ambas hileras tienen la misma cantidad de bloques (el mismo cardinal), la hilera de Marco es visualmente más larga. El comentario de Joel, \"Tú tienes más bloques que yo\", evidencia que aún no ha desarrollado la noción de conservación de la cantidad y basa su juicio en el criterio perceptual de la longitud (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p24",
      "contexto": "Seguidamente, en presencia de los niños, la docente interviene redistribuyendo en el espacio los bloques lógicos de Joel. Así, las hileras quedan dispuestas de la siguiente forma:",
      "imagen": "img/ascenso/inicial/2018/5.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál es el principal propósito de la docente al realizar esta intervención?",
          "opciones": [
            "Generar conflicto cognitivo.",
            "Recoger saberes previos.",
            "Promover la motivación."
          ],
          "respuesta": "Generar conflicto cognitivo.",
          "respuestaCorta": "Al cambiar la disposición de los bloques y preguntar nuevamente, la docente busca generar un conflicto cognitivo en Joel, desafiando su creencia basada en la percepción.",
          "solucionario": "El propósito principal de la docente es generar un conflicto cognitivo (opción A). Al juntar los bloques de Joel, la hilera se ve más corta, pero la cantidad sigue siendo la misma. La pregunta \"¿Ahora, en qué hilera hay más bloques?\" está diseñada para confrontar la idea inicial de Joel (basada en la longitud) con la invarianza de la cantidad, impulsándolo a reconsiderar su razonamiento y avanzar hacia la conservación de la cantidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p25",
      "contexto": "Lea la siguiente situación y responda las preguntas 28, 29 y 30.\n\nDespués de visitar el mercado, la docente y los niños del aula de cinco años acuerdan realizar el proyecto \"Jugamos al mercado\" y deciden que este contará con puestos de verduras, abarrotes, ropa y venta de jugos. Para ello, los niños recolectan materiales reciclables tales como botellas de refresco, aceite, latas de leche y empaques de productos como detergentes, fideos, galletas, etc. Asimismo, modelan en arcilla frutas y verduras para la venta de jugos y verduras. Además, recolectan objetos de los sectores del aula para armar la juguería y prendas del sector de dramatizaciones para la venta de ropa. De otro lado, para completar los insumos, elaboran monedas de papel.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente les pide que formen cuatro grupos y que cada uno se encargue de un puesto del mercado. Luego, les propone organizar los materiales del puesto que les tocó. El propósito de esta última acción es que los niños desarrollen la noción de clasificación. ¿Cuál de las siguientes alternativas es la más pertinente para ese propósito?",
          "opciones": [
            "Plantear a los integrantes de cada grupo que junten los objetos del puesto que les tocó según color, forma y tamaño.",
            "Pedir a los integrantes de cada grupo que se pongan de acuerdo sobre cómo agruparán los objetos del puesto que les tocó.",
            "Brindar a cada grupo cajas etiquetadas con dibujos y palabras para que coloquen en ellas los objetos según corresponda."
          ],
          "respuesta": "Pedir a los integrantes de cada grupo que se pongan de acuerdo sobre cómo agruparán los objetos del puesto que les tocó.",
          "respuestaCorta": "Para desarrollar la noción de clasificación, es más pertinente permitir que los niños propongan, discutan y acuerden sus propios criterios para agrupar los objetos.",
          "solucionario": "La opción B es la más pertinente porque promueve el desarrollo del pensamiento lógico y la autonomía. Al permitir que los niños decidan \"cómo agruparán\", ellos deben observar, comparar, discutir, argumentar y establecer sus propios criterios de clasificación, lo cual es un proceso de aprendizaje mucho más rico que seguir criterios ya dados por el adulto (A) o por etiquetas (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los niños del puesto de jugos han decidido que este se llamará \"Jugos Ricos\". La docente les ha propuesto elaborar un cartel con el nombre elegido y ha previsto acompañarlos en ese proceso, con la intención de favorecer la apropiación del sistema de escritura. ¿Qué acción es pertinente para dicho propósito?",
          "opciones": [
            "Presentar una tarjeta con el texto \"Jugos Ricos\" y leerlo con ellos varias veces. Luego, pedirles que transcriban en un papel dicho texto.",
            "Decirles que escriban \"Jugos Ricos\" como ellos creen que se escribe. Luego, escribir el texto en una tarjeta y mostrarles ambos escritos para que los comparen.",
            "Proporcionar un cartel con el texto \"Jugos Ricos\" escrito en líneas punteadas. Luego, pedirles que delineen las letras con plumones y decoren el cartel creativamente."
          ],
          "respuesta": "Decirles que escriban \"Jugos Ricos\" como ellos creen que se escribe. Luego, escribir el texto en una tarjeta y mostrarles ambos escritos para que los comparen.",
          "respuestaCorta": "Para favorecer la apropiación del sistema de escritura, es clave permitir que los niños escriban según sus propias hipótesis y luego contrastar su producción con el modelo convencional.",
          "solucionario": "La opción B se alinea con el enfoque constructivista de la escritura. Permite que los niños pongan en juego sus saberes previos (\"escriban como creen que se escribe\"), y luego, al comparar su producción con el texto convencional proporcionado por la docente, pueden reflexionar sobre las letras, el orden y la cantidad, avanzando así en su comprensión del sistema alfabético. Transcribir (A) y delinear (C) son actividades más mecánicas que no promueven la reflexión sobre el sistema.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Con el propósito de que los niños resuelvan problemas de agregar y quitar, la docente pide a los grupos que coloquen precios a los productos que varíen entre 1 y 5 soles. Luego, les pide que elijan quiénes serán vendedores y compradores, y les entrega una cantidad de monedas para que compren lo que les alcance con ese dinero. Concluida la compra, conversan en asamblea sobre lo realizado. ¿Qué se puede afirmar sobre la actividad planteada por la docente?",
          "opciones": [
            "Que favorece que los niños resuelvan problemas de agregar y quitar a partir de sus posibilidades.",
            "Que desarrolla más habilidades sociales que habilidades para resolver problemas de agregar y quitar.",
            "Que es motivadora, pero, en sí misma, no favorece que los niños resuelvan problemas de agregar y quitar."
          ],
          "respuesta": "Que favorece que los niños resuelvan problemas de agregar y quitar a partir de sus posibilidades.",
          "respuestaCorta": "La actividad de compra y venta en el mercado, con dinero y precios, favorece de manera natural y significativa que los niños resuelvan problemas de agregar y quitar.",
          "solucionario": "La actividad planteada es intrínsecamente matemática y funcional. Al tener una cantidad de dinero (monedas) y comprar productos con precios, los niños se enfrentan a situaciones reales donde deben calcular cuánto pueden comprar, cuánto gastan (quitar) y cuánto les queda, o juntar monedas para pagar (agregar). Por lo tanto, la afirmación correcta es la A, ya que la actividad está perfectamente diseñada para este propósito.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p26",
      "contexto": "En el aula de cinco años, un grupo de niños está jugando con nueve bloques lógicos. De estos bloques, tres son círculos de color amarillo, tres son triángulos de color azul y tres son cuadrados de color rojo. La docente se acerca a ellos y les propone un juego. Para ello, recoge los nueve bloques lógicos y, sin que vean los niños, esconde uno de los bloques y vuelve a colocar los bloques restantes frente a ellos. A continuación, se produce el siguiente diálogo:<br>\nDocente: ¿Qué bloque es el que falta?\nNiños: (Responden adivinando) ¡Uno rojo! ¡Un triángulo! ¡Azul! ¡El cuadrado! ...\nDocente: A ver, pensemos. ¿Qué se puede hacer para saber cuál es el bloque que falta?\nRosa: Mmm... Hay que contar cuántos hay.\nMercedes: ¡Hay que ver qué color falta!\nJorge: ¡O qué forma!\nPercy: Mmmm... Hay que ponerlos en filas.\nDocente: Bien, pero ¿qué harán primero?\nPercy: Ya... Primero, los ponemos en filas de colores.\nMercedes: ¡Y allí miramos cuál es el que falta!",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto de la resolución de problemas, ¿qué acción está promoviendo la docente en los niños?",
          "opciones": [
            "Que comprendan el problema.",
            "Que elaboren una estrategia.",
            "Que apliquen la estrategia."
          ],
          "respuesta": "Que elaboren una estrategia.",
          "respuestaCorta": "La docente está promoviendo que los niños elaboren una estrategia, al animarlos a proponer y organizar diferentes planes para descubrir cuál es el bloque que falta.",
          "solucionario": "Después de que los niños han comprendido el problema (saber qué bloque falta), la docente interviene con la pregunta \"¿Qué se puede hacer para saber cuál es el bloque que falta?\". Las respuestas de los niños (\"contar\", \"ver qué color falta\", \"ponerlos en filas\") son propuestas de planes de acción. La docente, al ayudarlos a organizar esas ideas (\"¿qué harán primero?\"), está guiando la fase de elaboración de una estrategia (opción B).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p27",
      "contexto": "Los niños del aula de cinco años han realizado actividades de reconocimiento de patrones de repetición. Ahora, van a elaborar una tarjeta de invitación y la docente les propone decorarla con secuencias formadas por patrones de repetición.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Para que los niños continúen progresando en este aprendizaje, ¿cuál de las siguientes actividades es más favorable?",
          "opciones": [
            "Proporcionarles rectángulos de papel de tres colores diferentes e ir indicándoles cómo formar la secuencia hasta la tercera repetición. Luego, preguntarles qué sigue para que continúen aplicando el patrón en su tarjeta.",
            "Distribuir a los niños bloques lógicos para que propongan el patrón de repetición que quieren aplicar en su tarjeta y revisar con ellos que el patrón se repita. Luego, pedirles que apliquen esa secuencia en su tarjeta.",
            "Presentar a los niños tarjetas con opciones de patrones de repetición para que cada niño elija el patrón con el que decorará su tarjeta. Luego, observar que apliquen adecuadamente dicho patrón."
          ],
          "respuesta": "Distribuir a los niños bloques lógicos para que propongan el patrón de repetición que quieren aplicar en su tarjeta y revisar con ellos que el patrón se repita. Luego, pedirles que apliquen esa secuencia en su tarjeta.",
          "respuestaCorta": "Para que los niños progresen en el aprendizaje de patrones, es más favorable que ellos mismos propongan y creen sus propios patrones de repetición para luego aplicarlos.",
          "solucionario": "La opción B es la más favorable porque promueve un nivel superior de pensamiento y autonomía. Al crear su propio patrón, el niño no solo reproduce uno dado, sino que debe comprender la lógica subyacente de la repetición para poder generarlo y luego aplicarlo. Esto fomenta la creatividad y una comprensión más profunda del concepto, a diferencia de seguir indicaciones (A) o elegir de opciones ya dadas (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p28",
      "contexto": "Sara, de ocho meses, se encuentra durmiendo en el espacio de descanso, cuando, de pronto, despierta llorando.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿qué acción es pertinente para contribuir al desarrollo emocional de Sara?",
          "opciones": [
            "Responder verbalmente a Sara mientras se acude a atenderla para que se calme y se sienta segura en el ambiente.",
            "Esperar un poco antes de atender a Sara, ya que, cuando los bebés lloran, desarrollan su capacidad pulmonar.",
            "Dejar que Sara llore y que se calme sola a fin de contribuir a que se regule por sí misma."
          ],
          "respuesta": "Responder verbalmente a Sara mientras se acude a atenderla para que se calme y se sienta segura en el ambiente.",
          "respuestaCorta": "Para contribuir al desarrollo emocional y al apego seguro, es pertinente responder verbalmente al llanto del bebé mientras se acude a él, para que se sienta atendido y seguro.",
          "solucionario": "La opción A es la correcta. Atender el llanto de un bebé de manera oportuna y sensible es fundamental para construir un apego seguro. La voz de la cuidadora le comunica a Sara que su necesidad ha sido escuchada y que la ayuda está en camino, brindándole seguridad y consuelo incluso antes del contacto físico. Esperar (B) o dejar que se calme sola (C) a esa edad puede generar estrés e inseguridad en el bebé, afectando su desarrollo emocional.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p29",
      "contexto": "Con el propósito de que los niños perciban su imagen corporal reflejada en el espejo, la docente del aula de uno a dos años ha colocado un espejo a la altura de los niños, el cual les permite verse de cuerpo entero. Mateo acaba de encontrar su imagen reflejada en el espejo.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el enfoque de desarrollo infantil temprano del Minedu, ¿qué acción es pertinente para favorecer el desarrollo de la imagen corporal en Mateo en esta situación?",
          "opciones": [
            "Pedir a Mateo que señale dónde está su cabeza, su pecho, sus pies, etc. para que aprenda las partes de su cuerpo.",
            "Permitir que Mateo se mire en el espejo el tiempo que desee para que descubra que la imagen reflejada es la suya.",
            "Decir a Mateo: \"¿Quién está allí? A ver, dale un besito. Ahora, despídete\" para que interactúe con su imagen en el espejo."
          ],
          "respuesta": "Permitir que Mateo se mire en el espejo el tiempo que desee para que descubra que la imagen reflejada es la suya.",
          "respuestaCorta": "Para favorecer el desarrollo de la imagen corporal y el autorreconocimiento, se debe permitir que el niño explore libremente su reflejo en el espejo el tiempo que necesite.",
          "solucionario": "El reconocimiento de sí mismo en el espejo es un proceso de descubrimiento personal y autónomo. La opción B respeta este proceso al permitir que Mateo explore libremente, a su propio ritmo y según su interés, lo que facilita que él mismo establezca la conexión entre su cuerpo y la imagen que ve. Las intervenciones directivas (A y C) pueden interrumpir o confundir este proceso de autodescubrimiento.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p30",
      "contexto": "Rocío es una niña de un año ocho meses que ya camina sola. Ella es una niña muy activa que va de un lugar a otro, lo que evidencia sus logros motores y su avance en el dominio del equilibrio postural.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En el marco del desarrollo infantil temprano del Minedu, ¿qué acción es pertinente realizar en el aula para favorecer que Rocío siga progresando en su desarrollo motor autónomo?",
          "opciones": [
            "Hacer que practique diariamente el subir y bajar escaleras, planos inclinados y desniveles tomándola de la mano en posición erguida para prevenir riesgos.",
            "Acondicionar el espacio con escaleras, planos inclinados, desniveles, etc. para que juegue libremente, y estar atenta a situaciones de riesgo.",
            "Retirar del espacio todo tipo de obstáculos como escaleras, planos inclinados, desniveles, sillas etc. para que se desplace sin correr riesgos."
          ],
          "respuesta": "Acondicionar el espacio con escaleras, planos inclinados, desniveles, etc. para que juegue libremente, y estar atenta a situaciones de riesgo.",
          "respuestaCorta": "Para favorecer el progreso motor autónomo, se debe acondicionar un espacio seguro pero con desafíos adecuados (desniveles, planos inclinados) para que la niña juegue y se mueva libremente.",
          "solucionario": "El desarrollo motor autónomo se potencia en un ambiente que ofrece oportunidades de movimiento desafiantes y seguras (opción B). Un espacio así permite a Rocío practicar y perfeccionar su equilibrio y coordinación a su propio ritmo. Retirar todos los obstáculos (C) crea un entorno poco estimulante que limita el aprendizaje motor. Tomarla de la mano (A) le resta autonomía y no le permite desarrollar su propio equilibrio y confianza ante los retos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p31",
      "contexto": "En el aula de cuatro años, la docente y los niños están preparando una limonada en una jarra transparente. Los niños están ubicados frente a la jarra atentos a las acciones que realiza la docente. En ese contexto, se produce el siguiente diálogo:\nDocente: ¿Qué ha pasado con el azúcar cuando la echamos en la jarra con agua?\nJosé: ¡Mira! ¡El azúcar cayó al fondo!\nNiños: ¡Se quedó abajo!\nDocente: ¿Ahora qué sigue?\nSaúl: ¡Dale vueltas! (La docente sigue la indicación).\nRosita: Señorita, ¡ya no se ve el azúcar!\nSofía: ¿A dónde se fue?",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente busca aprovechar esta oportunidad para que los niños formulen hipótesis. ¿Qué pregunta es pertinente para ese propósito?",
          "opciones": [
            "¿Qué habrá pasado con el azúcar?",
            "¿Se dan cuenta de que el azúcar se mezcla con el agua?",
            "¿Qué les parece si probamos el agua para saber dónde está el azúcar?"
          ],
          "respuesta": "¿Qué habrá pasado con el azúcar?",
          "respuestaCorta": "Para que los niños formulen hipótesis, la docente debe plantear una pregunta abierta que los invite a dar sus propias explicaciones sobre el fenómeno observado.",
          "solucionario": "La pregunta \"¿Qué habrá pasado con el azúcar?\" (opción A) es una pregunta abierta y genuina que estimula a los niños a generar sus propias ideas, suposiciones y explicaciones (es decir, formular hipótesis) sobre el fenómeno de la disolución que acaban de observar. Las opciones B y C son preguntas que afirman un hecho o dirigen a una acción de comprobación, respectivamente, en lugar de fomentar la formulación de hipótesis.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_inicial_2018_p32",
      "contexto": "La docente y los niños de cinco años acordaron criar pollitos. Durante las primeras semanas, los niños les servían granos en tapas de frascos y los pollitos comían sin dificultades. Sin embargo, en los últimos días, los pollitos se suben a las tapas, las escarban y riegan los granos por el suelo. Debido a ello, algunos incluso se quedan sin comer. Con el propósito de promover en los niños habilidades para resolver problemas de su entorno, la docente conversa con ellos y acuerdan elaborar un comedero para los pollitos. Además, acuerdan que este comedero cumpla con ciertas características: debe ser de tal manera que los pollitos no puedan subir sobre él, ni escarbarlo ni regar la comida fuera de este.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando el propósito de la docente, ¿qué acción es pertinente para orientar el diseño del comedero?",
          "opciones": [
            "Pedirles que, en grupos, imaginen cómo sería un comedero que cumpla con las características acordadas. Luego, pedirles que expliquen su idea con un dibujo y que señalen de qué materiales lo elaborarían.",
            "Presentarles el dibujo de un comedero que cumpla con las características acordadas. Luego, entregar a cada grupo un material distinto para que elabore, cada uno, un comedero según el diseño presentado.",
            "Visitar el corral de una familia cuyo comedero de pollos reúna las características acordadas y pedirles que lo observen bien. Luego, al regresar al aula, pedirles que elaboren el comedero según lo observado."
          ],
          "respuesta": "Pedirles que, en grupos, imaginen cómo sería un comedero que cumpla con las características acordadas. Luego, pedirles que expliquen su idea con un dibujo y que señalen de qué materiales lo elaborarían.",
          "respuestaCorta": "Para orientar el diseño de una solución tecnológica, es pertinente pedir a los niños que imaginen, expliquen sus ideas y las representen gráficamente, proponiendo los materiales a usar.",
          "solucionario": "La opción A corresponde a la etapa de \"diseñar la solución\" en un proyecto de indagación con enfoque tecnológico. Se promueve que los niños, a partir de los requisitos establecidos (el problema), generen y comuniquen sus propias ideas a través del diálogo y la representación gráfica (dibujo). Las otras opciones presentan un modelo (B) o un ejemplo real (C) para ser copiado, lo que limita la creatividad y el proceso de diseño propio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p33",
      "contexto": "La perrita Sultana que vive en la IE ha tenido crías. La mañana de hoy, los niños de cuatro años y la docente están observando a los cachorros, cuando, de pronto, Esteban dice: \"¡Mira, los perritos están con los ojos cerrados!\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿qué acción es pertinente para generar información que permita a los niños comprender por qué los perritos nacen con los ojos cerrados?",
          "opciones": [
            "Explicarles que los perritos nacen con los ojos cerrados, pues pasan poco tiempo en la barriga de su mamá y, cuando nacen, sus ojos aún no han terminado de formarse.",
            "Proponerles averiguar por qué los perritos tienen los ojos cerrados al nacer preguntando a personas que saben del tema y revisando juntos textos explicativos sencillos.",
            "Pedirles que, en grupos, planteen sus respuestas, y, luego, las compartan en asamblea y expliquen el porqué de estas."
          ],
          "respuesta": "Proponerles averiguar por qué los perritos tienen los ojos cerrados al nacer preguntando a personas que saben del tema y revisando juntos textos explicativos sencillos.",
          "respuestaCorta": "Para generar conocimiento a partir de la curiosidad de los niños, la docente debe promover la indagación, proponiendo buscar información en diversas fuentes como expertos y textos.",
          "solucionario": "La acción pertinente para la indagación científica es la B. En lugar de dar la respuesta directamente (A), la docente convierte la pregunta del niño en una oportunidad de investigación, proponiendo buscar información en fuentes confiables (personas que saben, textos). Esto enseña a los niños el proceso de cómo aprender y construir conocimiento, validando su curiosidad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p34",
      "contexto": "Lea la siguiente situación y responda las preguntas 39 y 40.\n\nLos niños del aula de cinco años y la docente acordaron desarrollar el proyecto \"Jugamos con las sombras\". La intención de la docente es aprovechar las situaciones que se presenten durante el proyecto para acercar a los niños a la indagación científica.\nMientras juegan con las sombras, Catalina comenta lo siguiente: \"Señorita, ayer, cuando regresaba a mi casa, mi sombra era chiquita y ahorita se ve grandooota\". La docente recoge la intervención de Catalina y pregunta a los niños si desean ver qué ocurre con sus sombras en diferentes momentos del día. Así, acuerdan observar sus sombras y registrarlas en tres momentos distintos de la mañana. Para ello, la docente les pide que se agrupen en parejas y que, mientras uno proyecte la sombra, el otro registre la información. También les pide que, en cada momento, se ubiquen en el mismo lugar y realicen el mismo rol.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando las características del desarrollo de los niños, ¿qué acción es más pertinente para que realicen el referido registro de modo que puedan comparar cómo cambian sus sombras en distintos momentos de la mañana?",
          "opciones": [
            "Entregar a los niños lanas o pitas para medir la longitud de la sombra proyectada por su compañero en cada momento.",
            "Proporcionar a los niños hojas de papel para que dibujen a su compañero y la sombra que proyecta en cada momento.",
            "Facilitar a los niños una tiza para delinear en el piso la sombra proyectada por su compañero en cada momento."
          ],
          "respuesta": "Facilitar a los niños una tiza para delinear en el piso la sombra proyectada por su compañero en cada momento.",
          "respuestaCorta": "Para registrar y comparar eficazmente el cambio de tamaño de las sombras, la acción más pertinente y concreta es delinear su contorno con tiza en el piso en cada momento.",
          "solucionario": "La opción C es la más concreta y eficaz para niños de esta edad. Delinear la sombra en el mismo lugar en diferentes momentos crea un registro visual directo y superpuesto que les permite comparar de manera tangible y evidente los cambios de longitud y posición. Medir con lana (A) es más abstracto y puede generar imprecisiones, y dibujar en papel (B) pierde la escala real y dificulta la comparación directa de los registros.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de que los niños realizaran el segundo registro de las sombras, la docente busca que formulen hipótesis sobre lo que ocurrirá en la tercera observación. ¿Qué grupo de preguntas es pertinente para dicho propósito?",
          "opciones": [
            "¿Qué creen que va a pasar con las sombras esta vez? ¿Por qué?",
            "¿Notaron algún cambio entre la primera y la segunda observación? ¿Cuál fue?",
            "¿Qué dificultades han tenido hasta ahora? ¿Qué harán para solucionarlas la próxima vez?"
          ],
          "respuesta": "¿Qué creen que va a pasar con las sombras esta vez? ¿Por qué?",
          "respuestaCorta": "Para que los niños formulen hipótesis, se les debe hacer preguntas que los inviten a predecir qué creen que ocurrirá en el futuro y a justificar su predicción.",
          "solucionario": "La formulación de hipótesis implica hacer una predicción basada en observaciones previas. El grupo de preguntas en la opción A (\"¿Qué creen que va a pasar...? ¿Por qué?\") los invita directamente a realizar esta acción cognitiva: anticipar un resultado y argumentar el porqué de su idea. La opción B se enfoca en la observación de cambios pasados (análisis de datos) y la C en la metacognición del proceso, pero solo la A se centra en la predicción (hipótesis).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p35",
      "contexto": "La docente y los niños de cinco años acuerdan salir al jardín de la IE para observar qué animalitos viven allí. La docente piensa aprovechar esta situación para plantear actividades que favorezcan el desarrollo de habilidades de indagación científica. Así, les distribuye a los niños lupas y les indica que observen a los animalitos sin tocarlos para evitar que algunos de ellos los piquen. Además, les pide que sean cuidadosos para no maltratarlos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Al levantar unas piedras, Pedro, Margarita y Santiago encuentran unas tijeretas. Los niños llaman a la docente para mostrarle su hallazgo y ella les dice: \"Muy bien, ¡encontraron tijeretas!\". Luego, Santiago le comenta: \"Señorita, las tijeretas salieron corriendo cuando sacamos las piedras\". Ante esta situación, la docente busca que los niños formulen hipótesis respecto del comportamiento de las tijeretas. ¿Cuál de las siguientes preguntas NO es pertinente para ese propósito?",
          "opciones": [
            "¿Por qué creen que las tijeretas se escondieron apenas sacaron las piedras?",
            "¿Les habían dicho que las tijeretas les pueden picar si las tocan bruscamente?",
            "¿Para qué les servirá a estos animalitos la parte de su cuerpo que se parece a las tijeras?"
          ],
          "respuesta": "¿Les habían dicho que las tijeretas les pueden picar si las tocan bruscamente?",
          "respuestaCorta": "Una pregunta no pertinente para formular hipótesis es aquella que introduce información externa o sugiere una causa, en lugar de invitar a los niños a explicar el comportamiento observado.",
          "solucionario": "El propósito es que los niños formulen hipótesis sobre el comportamiento observado de las tijeretas. Las preguntas A y C los invitan a crear explicaciones (\"¿Por qué creen...?\", \"¿Para qué les servirá...?\"), lo cual es formular hipótesis. En cambio, la pregunta B no busca una hipótesis, sino que introduce una información externa y condicionante (\"les pueden picar\"). Esta pregunta no surge de la observación y no promueve que ellos elaboren sus propias ideas, por lo tanto, no es pertinente para el propósito.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "En el jardín, los niños se encuentran observando chanchitos de tierra o humedad, lombrices, hormigas, entre otros animalitos. Entonces, la docente les pregunta: \"¿Qué pasará si alumbramos a los animalitos con una linterna pequeña?\". Mientras un grupo de niños dice que los animalitos se irán corriendo, otro grupo señala que estos se quedarán en su sitio como si nada ocurriera. ¿Qué actividad es más pertinente para que los niños registren sus observaciones respecto de la reacción de los animalitos?",
          "opciones": [
            "Pedirles que, en parejas, alumbren a los animalitos y conversen sobre lo que observan prestando atención a todos los detalles. Luego, decirles que dibujen lo que más les gustó de la experiencia.",
            "Darles una ficha de trabajo que contenga imágenes de los animalitos que observarán en una columna y, en la otra, la imagen de una linterna prendida para que unan a la linterna solo aquellos animalitos que salen corriendo ante la luz.",
            "Acordar los símbolos que utilizarán para registrar la reacción de los animalitos ante la luz. Luego, entregarles una tabla para que dibujen en cada casilla de la primera fila a los animalitos que observarán y, debajo de cada uno de estos, los símbolos acordados según lo que observen."
          ],
          "respuesta": "Acordar los símbolos que utilizarán para registrar la reacción de los animalitos ante la luz. Luego, entregarles una tabla para que dibujen en cada casilla de la primera fila a los animalitos que observarán y, debajo de cada uno de estos, los símbolos acordados según lo que observen.",
          "respuestaCorta": "La forma más pertinente y sistemática para registrar datos de una observación es acordar previamente símbolos y utilizarlos en una tabla para registrar la reacción de cada animal.",
          "solucionario": "La opción C propone el método más sistemático y científico para el registro de datos, adecuado para la edad. Acordar símbolos (por ejemplo, una flecha para \"huye\", un círculo para \"se queda quieto\") y usarlos en una tabla de doble entrada permite organizar la información de manera clara, objetiva y facilita la posterior comparación y análisis de los resultados para todos los animales observados.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p36",
      "contexto": "Los niños y la docente del aula de cinco años se encuentran jugando en el patio de la IE. De pronto, José se queda mirando el cielo y pregunta: \"¿Por qué hay nubes en el cielo?\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando las características del desarrollo de los niños, ¿qué acción NO es pertinente para atender la inquietud de José?",
          "opciones": [
            "Proponerle hervir agua para que observe lo que sucede y preguntarle hasta dónde llegará el vapor de agua y qué cree que pasa cuando se junta mucho vapor. Luego, complementar la explicación a partir de sus respuestas.",
            "Decirle que, cuando el agua se calienta por el calor del sol, sube al cielo en forma de vapor y que, entonces, el vapor se condensa en gotitas de agua muy pequeñas y en hielo, que son las que forman las nubes.",
            "Comentarle que su pregunta es muy interesante. Luego, pedirle qué diga por qué piensa él que hay nubes en el cielo para conocer sus explicaciones, y proponerle averiguar la respuesta juntos."
          ],
          "respuesta": "Decirle que, cuando el agua se calienta por el calor del sol, sube al cielo en forma de vapor y que, entonces, el vapor se condensa en gotitas de agua muy pequeñas y en hielo, que son las que forman las nubes.",
          "respuestaCorta": "La acción no pertinente es dar una explicación científica compleja y abstracta, ya que no parte de los saberes previos del niño ni promueve su propia indagación.",
          "solucionario": "La opción B no es pertinente porque consiste en una explicación magistral y abstracta del adulto, con términos complejos (\"vapor\", \"condensa\") que son difíciles de comprender para un niño de cinco años sin una experiencia concreta. Un enfoque de indagación apropiado (como en las opciones A y C) parte de las ideas del niño y le propone experimentar o investigar para construir la respuesta, en lugar de simplemente recibirla de forma pasiva.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p37",
      "contexto": "En el momento de la alimentación, los niños de dos años se encuentran cogiendo los alimentos de sus loncheras. Sonia, con gestos, pide a la docente que la ayude a abrir la tapa de su refresco. Ella recibe la botella, desenrosca parcialmente la tapa y, luego, entrega la botella a Sonia para que la niña termine de abrirla. Cuando Sonia finalmente abre la botella, ambas se miran y sonríen.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el enfoque infantil temprano del Minedu, ¿qué se puede afirmar sobre la intervención de la docente respecto del desarrollo del lenguaje verbal de Sonia?",
          "opciones": [
            "La docente no favorece el desarrollo del lenguaje verbal de Sonia, ya que no verbaliza lo que la niña intenta comunicar a través de gestos.",
            "La docente favorece el desarrollo del lenguaje verbal de Sonia, ya que comprende lo que la niña quiere decir a través de sus gestos y atiende su pedido.",
            "La docente no favorece el desarrollo del lenguaje verbal de Sonia, ya que atiende el pedido de la niña sin antes insistirle para que verbalice lo que quiere."
          ],
          "respuesta": "La docente no favorece el desarrollo del lenguaje verbal de Sonia, ya que no verbaliza lo que la niña intenta comunicar a través de gestos.",
          "respuestaCorta": "La docente no favorece el desarrollo del lenguaje verbal porque, aunque atiende el pedido, omite verbalizar la intención comunicativa de la niña, perdiendo la oportunidad de ofrecer un modelo lingüístico.",
          "solucionario": "Aunque la docente comprende y responde a la comunicación no verbal de Sonia (lo cual es positivo para el vínculo), pierde la oportunidad de favorecer explícitamente el lenguaje verbal. La acción más completa habría sido poner en palabras lo que la niña comunicó con gestos (por ejemplo, diciendo: \"Ah, Sonia, quieres que te ayude a abrir la botella\"), proveyéndole así el modelo lingüístico correcto. Al no hacerlo, no se está promoviendo activamente esta área del desarrollo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p38",
      "contexto": "Lilian, de dos años seis meses, va a salir a jugar al aire libre. Entonces, se acerca a la docente y le dice: \"Pómame mi chompa\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ante esta situación, ¿cuál de las siguientes intervenciones de la docente es pertinente para promover el desarrollo de la expresión oral de Lilian?",
          "opciones": [
            "\"Bien, Lilian, pero se dice: 'Ponme mi chompa'. A ver, repite conmigo 'pon-me\".",
            "\"Bien, Lilian, me estás diciendo: 'Ponme mi chompa'. Muy bien, te la voy a poner\".",
            "\"Bien, Lilian, mientras te pongo la chompa, jugaremos a hacer con la boca el sonido de un tambor: Ponnn, ponnn, ponnn, ponnn-me, ponme\"."
          ],
          "respuesta": "\"Bien, Lilian, me estás diciendo: 'Ponme mi chompa'. Muy bien, te la voy a poner\".",
          "respuestaCorta": "La intervención pertinente es modelar la forma correcta de la expresión (\"Ponme mi chompa\") dentro de una respuesta natural y comunicativa, sin corregir explícitamente ni exigir repetición.",
          "solucionario": "La opción B utiliza la técnica del modelado o \"recasting\". La docente repite la frase de la niña usando la forma gramaticalmente correcta (\"me estás diciendo: 'Ponme mi chompa'\") de manera afirmativa y dentro de un contexto comunicativo natural. Esto le proporciona a Lilian el modelo correcto sin la presión de una corrección directa (A), que puede inhibir la comunicación, o de un juego descontextualizado (C). Es la estrategia más recomendada para el desarrollo del lenguaje oral.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p39",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Según el enfoque infantil temprano del Minedu, ¿qué acción favorece el juego simbólico en un niño de dos años?",
          "opciones": [
            "Crear algunos proyectos de juego como la casita, el doctor, los autos, etc. Brindarle los materiales necesarios para el juego, intervenir al inicio y, luego, dejarle que juegue el tiempo que desee.",
            "Identificar materiales que promuevan el desarrollo del niño a esa edad. Proporcionárselos y motivarlo para que juegue con ellos, e intervenir en el juego asumiendo roles.",
            "Identificar sus intereses y, a partir de ellos, buscar materiales que le permitan construir juegos. Colocarlos a su alcance para que los explore y juegue con ellos libremente."
          ],
          "respuesta": "Identificar sus intereses y, a partir de ellos, buscar materiales que le permitan construir juegos. Colocarlos a su alcance para que los explore y juegue con ellos libremente.",
          "respuestaCorta": "El juego simbólico a los dos años se favorece identificando los intereses del niño y poniendo a su alcance materiales pertinentes para que explore, cree y construya sus propios juegos libremente.",
          "solucionario": "A los dos años, el juego simbólico es emergente, espontáneo y surge de la iniciativa del niño. La opción C respeta este principio fundamental del juego. Parte de los intereses del niño y fomenta el juego libre y no estructurado, donde él es el protagonista de su creación. Proponer proyectos (A) o que el adulto asuma roles para dirigir el juego (B) es demasiado directivo para esta etapa y puede coartar la espontaneidad y la creatividad propias del juego simbólico a esta edad.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p40",
      "contexto": "Como todos los días, la docente del aula de cinco años se sienta a tomar refrigerio junto a los niños. Cada día conversa con un niño distinto con la intención de promover su comprensión y expresión oral. Hoy conversa con Rosa. A continuación, se presenta el diálogo que se produce entre ambas:\nDocente: Rosita, temprano te vi jugando a la tiendita y me di cuenta de que te gusta vender. ¿En tu casa hay alguien que vende? ¿O conoces a alguien que venda?\nRosa: Sí, mi madrina.\nDocente: ¿Ella tiene una tienda?\nRosa: No... Ella vende verdura picada en el mercado.\nDocente: Ah, entonces, ¿ella compra verduras, las pica y después las vende?\nRosa: Sí, mi mamá le ayuda a picar, tempranito... Cuando voy al mercado con mi mamá, yo veo cuando mi madrina vende.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Respecto de la comprensión y expresión oral, ¿qué se puede afirmar a partir del diálogo entre la docente y Rosa?",
          "opciones": [
            "Rosa deduce el significado de las palabras por el contexto.",
            "Rosa mantiene el hilo temático durante la conversación.",
            "Rosa manifiesta su opinión respecto del tema planteado."
          ],
          "respuesta": "Rosa mantiene el hilo temático durante la conversación.",
          "respuestaCorta": "En el diálogo, Rosa evidencia su capacidad para comprender las preguntas y responder de manera coherente, manteniendo el hilo temático de la conversación iniciada por la docente.",
          "solucionario": "A lo largo del diálogo, las respuestas de Rosa son coherentes y pertinentes a las preguntas de la docente. Se mantiene siempre dentro del tema de su madrina y su trabajo vendiendo verduras en el mercado. Esto demuestra que comprende la conversación y es capaz de mantener el hilo temático (opción B), una habilidad importante de la competencia oral. No hay evidencia para afirmar que deduce significados (A) o que manifiesta una opinión (C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p41",
      "contexto": "A continuación, se muestra el escrito de una niña de cinco años.",
      "imagen": "img/ascenso/inicial/2018/6.jpg",
      "preguntas": [
        {
          "pregunta": "Según los niveles de apropiación del sistema de escritura propuestos por Emilia Ferreiro, ¿en qué nivel se encuentra la niña?",
          "opciones": [
            "En el nivel presilábico.",
            "En el nivel silábico.",
            "En el nivel silábico alfabético."
          ],
          "respuesta": "En el nivel silábico.",
          "respuestaCorta": "La niña se encuentra en el nivel silábico de escritura, ya que consistentemente utiliza una grafía (letra) para representar cada sílaba de las palabras que intenta escribir.",
          "solucionario": "La escritura de la niña muestra una correspondencia sistemática entre la cantidad de grafías y la cantidad de sílabas de las palabras. Por ejemplo, para \"gusta\" (gus-ta, 2 sílabas) usa dos letras; y para \"torta\" (tor-ta, 2 sílabas) usa dos letras. Esta hipótesis de \"una letra por cada golpe de voz\" es la característica principal del nivel silábico (opción B) en la psicogénesis de la escritura.",
          "seccion": "Casuística"
        }
      ]
    },
    
    {
      "idGrupo": "asc_inicial_2018_p42",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es menos pertinente para desarrollar la creación de textos orales?",
          "opciones": [
            "La docente presenta una lámina con una escena y pide a los niños que la observen con atención. Luego, les plantea preguntas como las siguientes: \"¿Quiénes son? ¿Dónde están? ¿Qué hacen?\". Comenta sus respuestas y contribuye a que la historia continúe preguntando: \"Entonces, ¿qué sucedió? ¿A quién? ¿Dónde? ¿Y qué ocurrió al final?\".",
            "La docente coge la punta de una madeja de lana e inicia una historia diciendo: \"Hoy me levanté temprano...\" Luego, se queda con la punta de la madeja y entrega la madeja a un niño para que continúe la narración y para que, cuando termine, se la dé a un compañero. Esto ocurre sucesivamente hasta que entre todos construyan la historia.",
            "La docente lee a los niños un cuento. Luego, les entrega una hoja de papel para que dibujen a los personajes, lo que les ocurrió y cómo terminó la historia. Cuando terminan, les pide que, apoyándose en sus dibujos, narren el cuento a sus compañeros con sus propias palabras."
          ],
          "respuesta": "La docente lee a los niños un cuento. Luego, les entrega una hoja de papel para que dibujen a los personajes, lo que les ocurrió y cómo terminó la historia. Cuando terminan, les pide que, apoyándose en sus dibujos, narren el cuento a sus compañeros con sus propias palabras.",
          "respuestaCorta": "La actividad menos pertinente para la creación de textos orales es la que se centra en narrar un cuento ya existente, pues es una actividad de evocación y no de creación original.",
          "solucionario": "Las opciones A y B promueven la creación de una historia original a partir de un estímulo (lámina) o de forma colaborativa (madeja de lana). En cambio, la opción C se enfoca en que los niños narren un cuento que la docente les leyó previamente. Aunque es una actividad válida de expresión oral, se centra en la evocación, el parafraseo y la reconstrucción de un texto ya creado, no en la creación de uno nuevo desde cero.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p43",
      "contexto": "Los niños del aula de cinco años trajeron de sus casas geranios y chavelitas para sembrarlas en la jardinera del aula, y quieren saber qué hacer para que estas plantas crezcan fuertes y sanas. Por ello, han acordado visitar un vivero ubicado cerca de la IE para entrevistar a los encargados.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones es pertinente para ayudar a los niños a organizar sus ideas para la realización de la entrevista?",
          "opciones": [
            "Pedir a los niños que, en parejas, propongan una pregunta que quisieran realizar a los encargados del vivero. Luego, elegir por votación qué preguntas formularán primero y cuáles después.",
            "Presentarles una lista de preguntas y explicarles por qué son adecuadas para el propósito de la entrevista. Luego, decirles que empiecen el diálogo saludando a los entrevistados y preguntándoles sus respectivos nombres.",
            "Pedirles que digan qué quieren preguntar. Luego, guiarlos para que se queden con las preguntas que respondan a su propósito, y para que empiecen con las relacionadas a los cuidados para todas las plantas hasta llegar a los geranios y chavelitas."
          ],
          "respuesta": "Pedirles que digan qué quieren preguntar. Luego, guiarlos para que se queden con las preguntas que respondan a su propósito, y para que empiecen con las relacionadas a los cuidados para todas las plantas hasta llegar a los geranios y chavelitas.",
          "respuestaCorta": "Para organizar las ideas para una entrevista, es pertinente guiar a los niños para que filtren sus preguntas según el propósito y las ordenen de manera lógica, yendo de lo general a lo específico.",
          "solucionario": "La opción C describe un proceso de mediación docente eficaz para la planificación de un texto oral como la entrevista. Primero, recoge las ideas de los niños (\"digan qué quieren preguntar\"). Luego, los ayuda a refinar y seleccionar las preguntas según el propósito de la visita. Finalmente, los orienta a secuenciarlas lógicamente (de lo general a lo particular), lo que estructura y da coherencia a la entrevista.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p44",
      "contexto": "Los niños y la docente del aula de cinco años salieron a un parque. De regreso al aula, ella les pide que dibujen lo que hicieron durante dicha salida y, cuando terminan de elaborar sus dibujos, conversan sobre estos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Durante la conversación, la docente busca promover en los niños la reflexión crítica. ¿Qué intervención es pertinente para ese propósito?",
          "opciones": [
            "\"Roxana, ¡qué bueno que hayas dibujado muchas cosas! Cuéntanos, ¿qué cosas has dibujado de nuestra salida al parque?\".",
            "\"Saúl, veo que usaste en tu dibujo el rojo, amarillo y anaranjado. ¿Por qué elegiste esos colores para pintar?\".",
            "\"Andrea, después de lo que Juanito nos ha contado sobre lo que dibujó, ¿qué título le pondrías a su dibujo?\"."
          ],
          "respuesta": "\"Saúl, veo que usaste en tu dibujo el rojo, amarillo y anaranjado. ¿Por qué elegiste esos colores para pintar?\".",
          "respuestaCorta": "Para promover la reflexión crítica, la docente debe hacer preguntas que vayan más allá de la descripción, como preguntar por qué el niño tomó ciertas decisiones en su producción.",
          "solucionario": "La reflexión crítica implica analizar, argumentar y justificar las propias decisiones. La pregunta de la opción B (\"¿Por qué elegiste esos colores?\") invita a Saúl a explicar el razonamiento o la intención detrás de su elección creativa, superando la simple descripción (opción A) o una tarea de opinión sobre el trabajo de otro (opción C).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p45",
      "contexto": "Los niños de cinco años y la docente visitaron el taller de tejidos del club de madres de la comunidad y se sintieron muy contentos, pues las madres les explicaron cómo usan el telar para elaborar sus productos. De regreso al aula, conversan sobre la visita y acuerdan escribir una tarjeta de agradecimiento.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En esta situación, ¿cuál de las siguientes acciones NO es pertinente para promover la producción de textos escritos?",
          "opciones": [
            "Preguntarles: \"¿Para qué quieren escribirles a las señoras del taller? ¿Qué les quieren decir?\". Luego, ayudarlos a ordenar sus ideas.",
            "Pedirles que escriban lo que más les gustó de la visita. Luego, preguntarles qué escribieron y colocar debajo de su escrito lo que ellos digan.",
            "Escribir en una cartulina el texto: \"Gracias, señoras del taller de tejidos. Los niños del aula Azul\". Luego, pedir a cada niño que elabore un dibujo y lo pegue en la cartulina."
          ],
          "respuesta": "Escribir en una cartulina el texto: \"Gracias, señoras del taller de tejidos. Los niños del aula Azul\". Luego, pedir a cada niño que elabore un dibujo y lo pegue en la cartulina.",
          "respuestaCorta": "La acción no pertinente para promover la producción de textos es aquella en la que la docente escribe el texto por completo, dejando a los niños una tarea complementaria como dibujar.",
          "solucionario": "Promover la producción de textos implica que los niños participen activamente en el proceso de escritura, dictando sus ideas o escribiendo por sí mismos según su nivel. En la opción C, la docente asume todo el rol de escritora, y los niños solo realizan una actividad gráfica. Esto no les permite poner en práctica sus hipótesis de escritura ni apropiarse del proceso. Las opciones A (planificación del texto) y B (escritura según su nivel y posterior transcripción) sí son pertinentes.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p46",
      "contexto": "Lea la siguiente situación y responda las preguntas 53 y 54.\n\nLos niños del aula de cinco años están en el momento de juego libre en los sectores. Entonces, la docente se percata de que Diana coge un cuento y se queda observando la siguiente página:",
      "imagen": "img/ascenso/inicial/2018/7.jpg",
      "preguntas": [
        {
          "pregunta": "Ante esa situación, ¿cuál de las siguientes intervenciones es pertinente para favorecer la aproximación de Diana a la lectura?",
          "opciones": [
            "Preguntar a Diana qué cree que dice en el texto y cómo se dio cuenta de lo que decía. De ese modo, se puede conocer los indicios en los que se apoyó la niña para plantear sus hipótesis.",
            "Preguntar a Diana qué le llamó la atención del cuento y, luego, leerle lo que está escrito, señalando una a una las palabras. De ese modo, se le puede ayudar a comprender la relación sonido-grafía.",
            "Preguntar a Diana qué vocales encuentra en el texto que acompaña a la imagen y pedirle que las señale mientras las va diciendo. De ese modo, se puede averiguar su nivel de avance en la lectura."
          ],
          "respuesta": "Preguntar a Diana qué cree que dice en el texto y cómo se dio cuenta de lo que decía. De ese modo, se puede conocer los indicios en los que se apoyó la niña para plantear sus hipótesis.",
          "respuestaCorta": "Para favorecer la aproximación a la lectura, es pertinente preguntar al niño qué cree que dice el texto y en qué indicios se basa para formular su hipótesis de lectura.",
          "solucionario": "La opción A es la más pertinente desde un enfoque constructivista. Al preguntar \"¿qué crees que dice?\" y \"¿cómo te diste cuenta?\", la docente indaga en las hipótesis de lectura de la niña y la hace consciente de los indicios (imágenes, letras conocidas, contexto) que usa para construir significado. Esto valida su esfuerzo como lectora y permite a la docente entender su proceso de pensamiento para poder ayudarla a avanzar.",
          "seccion": "Casuística"
        },
        {
          "contexto":"La docente pregunta a Diana qué animales observa en la imagen. Luego, delante de la niña, escribe en una tarjeta la palabra \"león\" y, en otra, la palabra \"hormiga\". Cuando termina, presenta ambas tarjetas a la niña y le pregunta dónde dice la palabra \"hormiga\". ",
          "imagen":"img/ascenso/inicial/2018/8.jpg",
          "pregunta": "Diana señala la palabra \"león\".¿Qué hipótesis presilábica relacionada con la apropiación del sistema de escritura puede explicar la intervención de Diana?",
          "opciones": [
            "Hipótesis de cantidad.",
            "Hipótesis de variedad.",
            "Hipótesis sobre las propiedades del objeto."
          ],
          "respuesta": "Hipótesis sobre las propiedades del objeto.",
          "respuestaCorta": "La hipótesis que explica la elección de Diana es la de las propiedades del objeto, donde asume que para un animal pequeño (hormiga) corresponde una palabra escrita más corta (león).",
          "solucionario": "En la etapa presilábica, una de las hipótesis que elaboran los niños es la de las propiedades del objeto. Creen que el tamaño del objeto se refleja en la longitud de su nombre escrito: un nombre \"grande\" (largo) para un objeto grande y un nombre \"pequeño\" (corto) para uno pequeño. Al preguntarle por \"hormiga\" (un animal pequeño), Diana señala \"LEÓN\" (la palabra más corta de las dos opciones), lo que evidencia que está aplicando este criterio cuantitativo basado en las propiedades del referente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p47",
      "contexto": "Lea la siguiente situación y responda las preguntas 55, 56 y 57.",
      "imagen": "img/ascenso/inicial/2018/9.jpg",
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños identifiquen información explícita en este fragmento?",
          "opciones": [
            "¿Qué piensan de la forma en que los hombres cazaban a los animales?",
            "¿Por qué los hombres asustaban con fuego a los animales?",
            "¿Qué animales pintaban los hombres en las cuevas?"
          ],
          "respuesta": "¿Qué animales pintaban los hombres en las cuevas?",
          "respuestaCorta": "Una pregunta de información explícita es aquella cuya respuesta se encuentra de forma literal en el texto, como \"¿Qué animales pintaban los hombres en las cuevas?\".",
          "solucionario": "La información explícita es la que aparece literalmente en el texto. La respuesta a la pregunta C (\"¿Qué animales pintaban...?\") se encuentra en la lista que provee el fragmento: \"mastodontes, tigres 'dientes de sable', vizcachas, venados, paleocaballos\". Las preguntas A (opinión) y B (inferencia causal) requieren procesos cognitivos más complejos que la simple localización de información.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes preguntas es pertinente para que los niños realicen inferencias sobre este fragmento?",
          "opciones": [
            "¿Qué querrá decir la palabra \"emboscaban\"?",
            "¿Dónde pintaban los hombres a los animales que cazaban?",
            "¿Qué les parece que las personas del texto dibujen en las paredes?"
          ],
          "respuesta": "¿Qué querrá decir la palabra \"emboscaban\"?",
          "respuestaCorta": "Una pregunta de inferencia requiere que el lector deduzca información que no está escrita, como el significado de una palabra a partir de las pistas que da el contexto.",
          "solucionario": "Inferir es deducir información que no está explícitamente dicha en el texto. Preguntar por el significado de \"emboscaban\" (opción A) requiere que los niños usen las pistas del contexto (\"Entre varios cazadores...\", \"lo asustaban con fuego o lo empujaban a un barranco\") para deducir el significado de la palabra. Las otras preguntas se responden con información explícita (B) o con una opinión personal (C).",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente busca que los niños comprendan de qué trata el texto completo. ¿Cuál de las siguientes alternativas contribuye a este propósito?",
          "opciones": [
            "Pedir a los niños que propongan otro título para el texto.",
            "Pedir a los niños que digan qué pasaje del texto les gustó más.",
            "Pedir a los niños que mencionen todos los hechos narrados en el texto."
          ],
          "respuesta": "Pedir a los niños que propongan otro título para el texto.",
          "respuestaCorta": "Para comprender el tema global de un texto, una actividad efectiva es pedir a los niños que propongan un nuevo título, ya que esto los obliga a sintetizar la idea principal.",
          "solucionario": "La capacidad de proponer un título alternativo (opción A) demuestra una comprensión global del texto. Para hacerlo, los niños deben haber identificado el tema central o la idea principal que engloba todo lo narrado. Mencionar pasajes favoritos (B) es una respuesta afectiva y mencionar hechos (C) es una tarea de recuerdo, pero ninguna de las dos refleja necesariamente la comprensión del tema global como lo hace la síntesis requerida para titular.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p48",
      "contexto": "Como parte del proyecto \"Jugamos a ser magos\", los niños del aula de cinco años están aprendiendo a realizar algunos actos de magia. En ese contexto, la docente ha decidido incorporar actividades que favorezcan que los niños se acerquen a la lectura. Para ello, les propone leer un texto que les enseñe cómo llevar a cabo un acto que parece magia con un vaso. Así, les presenta un papelógrafo con el siguiente texto instructivo:",
      "imagen": "img/ascenso/inicial/2018/10.jpg",
      "preguntas": [
        {
          "pregunta": "Antes de la lectura, la docente busca que los niños se familiaricen con las características de un texto instructivo. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Pedir que observen las imágenes y que, a partir de estas, intenten decir en qué consistirá el acto propuesto en el texto.",
            "Pedirles que observen el texto y preguntarles en qué parte se mencionarán los materiales que necesitarán para el acto, dónde dirá cómo hacerlo y qué significarán los números.",
            "Pedirles que observen el texto, preguntarles qué dirá el título, cuántos materiales se necesitarán para el acto y si creen que será fácil realizarlo."
          ],
          "respuesta": "Pedirles que observen el texto y preguntarles en qué parte se mencionarán los materiales que necesitarán para el acto, dónde dirá cómo hacerlo y qué significarán los números.",
          "respuestaCorta": "Para familiarizar a los niños con un texto instructivo, es pertinente preguntarles por la función de sus partes estructurales, como dónde están los materiales, dónde los pasos y para qué sirven los números.",
          "solucionario": "La opción B ayuda a los niños a reconocer la superestructura de un texto instructivo. Preguntarles \"dónde se mencionarán los materiales\", \"dónde dirá cómo hacerlo\" y \"qué significarán los números\" los guía a identificar las partes clave (título, lista de materiales, procedimiento secuenciado) y su función específica, lo cual es fundamental para comprender este tipo de texto antes de leerlo en detalle.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente inicia la lectura del texto. Luego de leer el paso 2, se detiene con la intención de que los niños formulen hipótesis sobre lo que dirá el paso 3. ¿Cuál de las siguientes acciones es pertinente para ese propósito?",
          "opciones": [
            "Pedir a los niños que observen la imagen del paso 3. Luego, preguntarles: \"¿Qué creen que dirá este paso?\".",
            "Pedir a los niños que observen lo que está escrito en el paso 3. Luego, preguntarles: \"¿Por qué creen que, al voltear el vaso, el aire se puso arriba?\".",
            "Pedir a los niños que escuchen con atención y proceder a leer el paso 3. Luego, preguntarles: \"¿A cuál de los dibujos se refiere lo que acabo de leer?\"."
          ],
          "respuesta": "Pedir a los niños que observen la imagen del paso 3. Luego, preguntarles: \"¿Qué creen que dirá este paso?\".",
          "respuestaCorta": "Para formular una hipótesis sobre el siguiente paso de un instructivo, es pertinente pedirles que observen la imagen correspondiente y predigan qué acción indicará el texto.",
          "solucionario": "La opción A es la más adecuada para formular hipótesis durante la lectura de un instructivo. Las imágenes son un soporte fundamental para la comprensión en este tipo de texto. Al pedir a los niños que observen la imagen del paso 3 y luego pregunten \"¿Qué creen que dirá este paso?\", la docente los invita a usar el apoyo visual para anticipar y formular una hipótesis sobre el contenido del texto escrito que aún no han leído.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_inicial_2018_p49",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes acciones NO favorece la expresión oral de niños de cinco años?",
          "opciones": [
            "Plantearles preguntas para que organicen sus ideas cuando presenten sus proyectos individuales o grupales.",
            "Al inicio de la semana, pedirles que, de manera voluntaria, cuenten qué actividades realizaron el fin de semana.",
            "Cuando un niño emplee en sus conversaciones expresiones como \"estábanos\", intervenir pronunciando la palabra correctamente y pedirle que la diga nuevamente."
          ],
          "respuesta": "Cuando un niño emplee en sus conversaciones expresiones como \"estábanos\", intervenir pronunciando la palabra correctamente y pedirle que la diga nuevamente.",
          "respuestaCorta": "La acción que no favorece (e incluso puede inhibir) la expresión oral es la corrección directa y explícita de un error gramatical, pidiendo al niño que repita la forma correcta.",
          "solucionario": "Corregir directamente a un niño (\"estábanos\") e insistir en que repita la palabra correctamente (opción C) puede generar inhibición, vergüenza y temor a equivocarse, lo cual es contraproducente para el desarrollo de la fluidez y la confianza en la expresión oral. Las prácticas recomendadas son el modelado (decir la palabra correcta dentro del flujo natural de la conversación) o ignorar el error para priorizar el mensaje. Las opciones A y B sí favorecen la expresión oral de manera positiva y constructiva.",
          "seccion": "Casuística"
        }
      ]
    }
  ]
}
  