{
  "completo": [
    {
      "idGrupo": "asc_primaria_2023_p01",
      "contexto": "Fernanda es una estudiante que presenta discapacidad física y se traslada en silla de ruedas.\nElla se va a incorporar la siguiente semana a un aula de una institución educativa.\nPor ello, el\ndocente del aula realiza una asamblea con los estudiantes con el propósito de sensibilizarlos\nsobre la condición que presenta Fernanda.\nEn este contexto, tres estudiantes comparten sus\ncomentarios sobre las formas en que podrían ayudar a Fernanda a desplazarse en el colegio.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes comentarios de los estudiantes está alineado al enfoque inclusivo del\nCurrículo Nacional de la Educación Básica?",
          "opciones": [
            "\"Para movilizar a Fernanda, es necesario que la llevemos en su silla de ruedas a todos\nlos lugares a donde vayamos. De esta manera, la ayudaremos a desplazarse por todo el\ncolegio y estará siempre acompañada\".",
            "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle\nen qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál\nes la mejor forma en que podemos ayudarla\".",
            "\"Considero que siempre debemos estar pendientes de Fernanda para poder ayudarla\ncuando quiera movilizarse. Propongo que organicemos turnos entre nosotros para\ncuidarla y así evitar que tenga algún accidente en el colegio\"."
          ],
          "respuesta": "\"Si deseamos ayudar a Fernanda a movilizarse en el colegio, primero debemos preguntarle\nen qué casos requiere nuestro apoyo. Yo pienso que ella nos podría orientar sobre cuál\nes la mejor forma en que podemos ayudarla\".",
          "respuestaCorta": "El enfoque inclusivo promueve la autonomía y la participación activa de la persona con discapacidad. Preguntarle directamente a Fernanda es la acción que respeta su agencia y dignidad.",
          "solucionario": "La opción B está alineada con el enfoque inclusivo porque parte del respeto a la autonomía y la opinión de Fernanda. En lugar de asumir lo que ella necesita, se le consulta, reconociéndola como un sujeto de derechos capaz de tomar sus propias decisiones. Las otras opciones, aunque bien intencionadas, caen en la sobreprotección y no fomentan su independencia.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p02",
      "contexto": "En el marco de un proyecto denominado \"Yo cuido mi barrio\", los estudiantes de una\ninstitución educativa han identificado diversos problemas que afectan los espacios públicos\nde la localidad.\nEllos comentan que uno de estos problemas es no poder utilizar la losa\ndeportiva del barrio, debido a que se encuentra deteriorada.\nEn este contexto, la docente tiene como propósito que los estudiantes aborden este problema\ndesde el enfoque de derechos del Currículo Nacional de la Educación Básica.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las\nsiguientes acciones pedagógicas es más pertinente para ello?",
          "opciones": [
            "Solicitar a los estudiantes que recojan las quejas de los vecinos de la localidad sobre\nel estado de la losa deportiva. Luego, pedir que organicen la información recabada y,\nconsiderando esto, que elaboren una solicitud dirigida a la municipalidad del distrito,\ncon la finalidad de que se halle una solución que atienda las quejas de los vecinos.",
            "Realizar una plenaria con los estudiantes y dialogar sobre las mejoras que requiere la losa\ndeportiva para que los vecinos puedan usarla. Luego, compartir acciones de participación\nrealizadas en distintas localidades para resolver un problema similar y, sobre esta base,\npedir que seleccionen la que sea más factible de replicar en su localidad.",
            "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa\ndeportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran\nnecesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas\npara mejorar el estado en el que se encuentra la losa."
          ],
          "respuesta": "Conversar con los estudiantes sobre las limitaciones que produce no poder usar la losa\ndeportiva en sus vidas y en las de los vecinos. Luego, solicitar que expliquen si consideran\nnecesario actuar frente a este problema y, a partir de ello, pedir que planteen propuestas\npara mejorar el estado en el que se encuentra la losa.",
          "respuestaCorta": "El enfoque de derechos implica que los estudiantes se reconozcan como ciudadanos capaces de identificar problemas que los afectan y proponer soluciones, ejerciendo su participación activa.",
          "solucionario": "La opción C es la más pertinente porque promueve que los estudiantes tomen conciencia de cómo la situación vulnera su derecho al esparcimiento y el de su comunidad. A partir de esta reflexión, se les motiva a actuar como agentes de cambio, proponiendo sus propias soluciones. Esto fomenta su ciudadanía activa, un pilar del enfoque de derechos.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p03",
      "contexto": "La docente ha planificado realizar diversas actividades lúdicas con los estudiantes:\n\n• Los aeropuertos: Los estudiantes simulan ser aviones, se desplazan de manera libre\nentre aros que serán los \"aeropuertos\" dispersos en el campo;\nal desplazarse lo\nhacen con los brazos abiertos y deben estar atentos a la señal de \"¡aterricen!\" o\n\"¡despeguen!\" para no quedarse sin aeropuerto y ser eliminados, dado que siempre\nhabrá un aro faltante.\n\n• Los chasquis: Un equipo de estudiantes, sentados en una banca, uno detrás del otro, a\nla señal, el primer estudiante debe correr hasta la señal colocada a 10 metros llevando\nuna pelota en la mano, y volver para entregar la pelota al siguiente compañero;\nel\nequipo que termina antes gana el juego.\n\n• El sombrero: Cada estudiante, sentado con las piernas cruzadas, debe colocar un vaso\nde plástico en su cabeza y, a la señal, debe ponerse de pie sin apoyar las manos en el\npiso y sin que se caiga el vaso;\nel estudiante que logre mantener el vaso más tiempo,\ngana el juego.\n\n• Poder animal: Los estudiantes deben seguir las consignas; por ejemplo, cuando el\ndocente dice \"¡Uno!\", imitan los movimientos de un mono;\ncuando dice \"¡Dos!\",\nse desplazan imitando a una serpiente; cuando dice \"¡Tres!\", imitan a un águila\nvolando; etc.\n\n• La cadena humana: Los estudiantes corren por el espacio, mientras un estudiante va\natrapando a sus compañeros, uno a uno;\nlos estudiantes que son atrapados se unirán\na él tomándose de la mano y formando una cadena, sin soltarse en ningún momento.\nEl juego se acaba cuando queda solo un compañero libre.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes actividades es un juego predeportivo?",
          "opciones": [
            "Los chasquis.",
            "Los aeropuertos.",
            "La cadena humana."
          ],
          "respuesta": "Los chasquis.",
          "respuestaCorta": "Los chasquis es un juego de relevos que implica habilidades motrices básicas (correr, pasar un objeto) y reglas simples, características de los juegos predeportivos que preparan para deportes más complejos.",
          "solucionario": "Un juego predeportivo se caracteriza por tener reglas sencillas y desarrollar habilidades motrices básicas que son fundamentales en un deporte específico. 'Los chasquis' es una carrera de relevos que trabaja la velocidad y la entrega de un testimonio (en este caso, una pelota), habilidades fundamentales para el atletismo. Las otras opciones son juegos con otros enfoques principales (orientación espacial, cooperación).",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "¿Cuál de las siguientes actividades desarrolla principalmente la expresión corporal de los\nestudiantes?",
          "opciones": [
            "El sombrero.",
            "Poder animal.",
            "Los aeropuertos."
          ],
          "respuesta": "Poder animal.",
          "respuestaCorta": "El juego 'Poder animal' pide explícitamente a los estudiantes imitar movimientos de diferentes animales, lo que fomenta el uso del cuerpo para comunicar y expresar ideas y sentimientos.",
          "solucionario": "La expresión corporal es la capacidad de utilizar el cuerpo para comunicar sensaciones, ideas y emociones. En la actividad 'Poder animal', los estudiantes deben interpretar y representar los movimientos característicos de un mono, una serpiente y un águila, utilizando su cuerpo como principal medio de expresión, lo que desarrolla directamente esta capacidad.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "Entre las siguientes actividades lúdicas, ¿cuál promueve principalmente el desarrollo del\ncontrol postural de los estudiantes?",
          "opciones": [
            "La cadena humana.",
            "Los chasquis.",
            "El sombrero."
          ],
          "respuesta": "El sombrero.",
          "respuestaCorta": "El juego 'El sombrero' exige mantener el equilibrio y la alineación del cuerpo para ponerse de pie sin que se caiga el vaso de la cabeza, trabajando directamente el control postural.",
          "solucionario": "El control postural es la capacidad de mantener el cuerpo en una posición equilibrada, ya sea en estático o en movimiento. El juego 'El sombrero' desafía a los estudiantes a levantarse desde una posición sentada sin usar las manos y sin dejar caer un objeto de la cabeza, lo cual requiere una activación y un control preciso de los músculos estabilizadores del tronco y el cuello para mantener la postura.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "Entre las siguientes actividades lúdicas, ¿cuál es un juego cooperativo?",
          "opciones": [
            "Los chasquis.",
            "Poder animal.",
            "Los aeropuertos."
          ],
          "respuesta": "Los chasquis.",
          "respuestaCorta": "Dentro de cada equipo, 'Los chasquis' requiere cooperación, ya que los miembros deben coordinarse en la carrera de relevos para pasar el testimonio eficientemente y lograr el objetivo grupal de ganar.",
          "solucionario": "Aunque 'Los chasquis' es un juego competitivo entre equipos, internamente, cada equipo debe funcionar de manera cooperativa. El éxito no depende de un solo individuo, sino de la colaboración y coordinación de todos sus miembros para completar la carrera de relevos en el menor tiempo posible. Cada jugador depende del anterior y es responsable del siguiente, fomentando el trabajo en equipo.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "Entre las siguientes actividades lúdicas, ¿cuál promueve principalmente el desarrollo de la\norientación espacial?",
          "opciones": [
            "Los chasquis.",
            "Los aeropuertos.",
            "La cadena humana."
          ],
          "respuesta": "Los aeropuertos.",
          "respuestaCorta": "El juego 'Los aeropuertos' requiere que los estudiantes se desplacen libremente en el espacio, perciban la ubicación de los aros (aeropuertos) y reaccionen a una señal para ocupar uno, desarrollando su orientación espacial.",
          "solucionario": "La orientación espacial es la capacidad de situarse y moverse en el espacio en relación con los objetos que nos rodean. En 'Los aeropuertos', los estudiantes deben desplazarse constantemente (\"volar\") y, a la señal, ubicar rápidamente un aro libre (\"aeropuerto\") para \"aterrizar\". Esta dinámica exige una percepción constante de su propia posición y la de los aros en el campo de juego.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p08",
      "contexto": "El docente tiene como propósito que los estudiantes desarrollen su lateralidad mediante el\nbaloncesto.\nPara esto, el docente ubica seis conos en una fila a un metro de distancia cada\nuno;\nluego, reúne a los estudiantes para explicarles el ejercicio y demostrar la tarea, que\nconsiste en que caminen en zigzag atravesando el camino de conos mientras driblean el\nbalón alternando su mano izquierda y su mano derecha, observando siempre hacia donde\nse dirigen.\nLuego, el docente forma equipos, les pide que formen una columna y coloca los\nconos necesarios para cada uno de ellos.\nLos equipos comienzan a realizar el ejercicio a su\nritmo, mientras el docente los observa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué método de enseñanza está utilizando el docente?",
          "opciones": [
            "Asignación de tareas.",
            "Descubrimiento guiado.",
            "Resolución de problemas."
          ],
          "respuesta": "Asignación de tareas.",
          "respuestaCorta": "El docente explica y demuestra una tarea específica y luego los estudiantes la ejecutan a su ritmo. Esta estructura corresponde al método de enseñanza de asignación de tareas.",
          "solucionario": "El método de asignación de tareas se caracteriza porque el docente define, explica y demuestra una actividad concreta. Luego, los estudiantes la realizan de forma individual o en grupos, siguiendo las indicaciones dadas, mientras el docente supervisa y ofrece retroalimentación. En este caso, la tarea es clara (driblar en zigzag alternando manos) y los estudiantes la ejecutan según lo mostrado.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p09",
      "contexto": "Durante la realización de un trabajo grupal, Lorenzo invade sin querer el espacio de trabajo\ndel grupo de Malena con el balón, y ella, muy molesta, toma el balón y lo lanza lejos de su\nalcance con un movimiento brusco.\nEl docente observa el incidente y se propone conversar\ncon Malena.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes sería la intervención más adecuada para abordar este\nincidente?",
          "opciones": [
            "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que\nse siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu espacio? ¿Te has sentido\nasí en otras ocasiones? ¿Cómo resolviste la situación?\".",
            "\"¿Qué ha ocurrido? ¿Por qué no me dijiste que Lorenzo te estaba molestando para poder\nintervenir a tiempo? ¿Sabes que has incumplido una de las normas de convivencia? ¿Cuál\nde ellas? ¿Qué sanción debes recibir por tu comportamiento?\".",
            "\"¿Por qué lanzaste lejos el balón de tus compañeros? ¿Te has dado cuenta de que lo\nque hiciste estuvo mal? ¿Cómo crees que te va a tratar Lorenzo a partir de ahora? ¿Qué\nva a pensar el resto de la clase de ti? ¿Era realmente tan importante cuidar tu espacio\ndurante el trabajo?\"."
          ],
          "respuesta": "\"¿Qué fue lo que pasó? ¿Cómo te sientes luego de lo que ha pasado? ¿Cómo crees que\nse siente Lorenzo? ¿Por qué te molestó tanto que invadiera tu espacio? ¿Te has sentido\nasí en otras ocasiones? ¿Cómo resolviste la situación?\".",
          "respuestaCorta": "La intervención adecuada es reflexiva, busca que la estudiante identifique sus emociones, promueva la empatía y la autorregulación, en lugar de ser punitiva o culpabilizadora.",
          "solucionario": "La opción A es la más adecuada porque utiliza preguntas reflexivas que ayudan a Malena a identificar y gestionar sus emociones (¿Cómo te sientes?), a desarrollar empatía poniéndose en el lugar del otro (¿Cómo crees que se siente Lorenzo?) y a analizar las causas de su comportamiento (¿Por qué te molestó tanto?). Este enfoque formativo busca el desarrollo de habilidades socioemocionales, a diferencia de las opciones B y C que son sancionadoras y recriminatorias.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p10",
      "contexto": "Durante el calentamiento, la docente de Educación Física escucha que Leticia le dice a\nMarcela: \"Ya estoy cansada de que siempre hagas lo mismo. ¡Ya me tienes harta! Por eso\nnadie quiere juntarse contigo\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cómo debería actuar la docente en ese momento?",
          "opciones": [
            "Detener las actividades de la sesión, dirigirse en voz alta a todos los estudiantes y\nnarrar brevemente lo que acaba de ocurrir entre sus compañeras dejándoles claro que\ncualquier tipo de agresión es inaceptable en la IE, para generar actitudes de solidaridad\ncon Marcela y promover la autorregulación de la conducta de Leticia.",
            "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión,\nanalizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene\neste tipo de comportamiento para todos;\nluego, pedirles que propongan formas de\nmejorar su relación y que se comprometan a no volver a agredirse.",
            "Llamar a Leticia para hablarle en privado y pedirle que identifique qué norma de\nconvivencia no ha cumplido y aplicarle la sanción correspondiente;\nluego explicarle la\nimportancia de cumplir las normas acordadas, buscando que la estudiante se comprometa\na no volver a agredir ni a Marcela ni a ninguno de sus compañeros."
          ],
          "respuesta": "Acercarse a las estudiantes y propiciar un diálogo para identificar el motivo de la agresión,\nanalizar la reacción de Leticia y cómo se sintieron ambas, y las consecuencias que tiene\neste tipo de comportamiento para todos;\nluego, pedirles que propongan formas de\nmejorar su relación y que se comprometan a no volver a agredirse.",
          "respuestaCorta": "La docente debe intervenir de manera mediadora y formativa, propiciando un diálogo entre las partes para que comprendan la situación, expresen sus sentimientos y busquen una solución reparadora.",
          "solucionario": "La opción B describe una intervención formativa y restaurativa. Al dialogar con ambas estudiantes, la docente les da la oportunidad de expresar cómo se sienten, entender el impacto de sus acciones y buscar juntas una solución. Este enfoque aborda el conflicto en su raíz y enseña habilidades para la convivencia, a diferencia de la opción A (que expone a las estudiantes) y la opción C (que es punitiva y no involucra a la estudiante agredida).",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p11",
      "contexto": "Durante una práctica de baloncesto, al finalizar el primer tiempo, los jugadores del equipo A\nconversan sobre un jugador del equipo B que tiene gran habilidad para bloquear tiros y\ncapturar los rebotes al tablero con facilidad.\nPor otro lado, notan que el resto de jugadores\ndel equipo B tienen dificultades para defender los tiros de larga distancia.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes estrategias de juego es más apropiada para ser puesta en práctica por\nel equipo A en el segundo tiempo?",
          "opciones": [
            "Pedir al jugador base o armador, que es el más habilidoso en el manejo del balón, que\ncambie roles con el jugador pívot, quien es el más alto y se sitúa cerca del aro para\nrecuperar rebotes y hacer canastas.\nAsí, el equipo A enfoca su ataque en acciones\nindividuales por parte del nuevo jugador pívot.",
            "Desplazar el balón con rapidez para atraer al jugador hábil del equipo B hacia uno de los\nlados del campo.\nDe este modo, se busca crear zonas libres de marcación, lo que permite\nque un jugador del equipo A tenga la posibilidad de realizar entradas y tiros de larga\ndistancia.",
            "Cambiar a tres de sus jugadores titulares por los suplentes más altos.\nEste cambio de\njugadores busca incrementar las posibilidades del equipo a la hora de recuperar los\nrebotes y reducir la posibilidad de éxito de bloqueo por parte del jugador hábil del\nequipo B."
          ],
          "respuesta": "Desplazar el balón con rapidez para atraer al jugador hábil del equipo B hacia uno de los\nlados del campo.\nDe este modo, se busca crear zonas libres de marcación, lo que permite\nque un jugador del equipo A tenga la posibilidad de realizar entradas y tiros de larga\ndistancia.",
          "respuestaCorta": "La estrategia más apropiada es explotar la debilidad del oponente (defensa de larga distancia) mientras se neutraliza su fortaleza (el jugador que bloquea), atrayéndolo fuera de la zona de peligro.",
          "solucionario": "La opción B presenta la estrategia más inteligente. Se basa en el análisis del oponente: se reconoce la fortaleza del jugador que bloquea y se busca sacarlo de su posición efectiva (cerca del aro) para atacar la debilidad identificada en el resto del equipo (la defensa perimetral). Esto demuestra pensamiento táctico colectivo, superior a las otras opciones que se centran en cambios de jugadores o roles sin una lógica clara contra el oponente.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p12",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes orientaciones está relacionada directamente con el concepto de\naceleración?",
          "opciones": [
            "\"Ahora lleva la pelota, pero antes debes recoger el pañuelo; después dejarás la pelota en\nla canasta y atarás el pañuelo en el tendal\".",
            "\"Corre lo más rápido posible hasta la zona de tarjetas, tomas una y sigues corriendo\nhasta el panel, allí pegas la tarjeta y regresas corriendo lo más rápido que puedas\".",
            "\"Parte después de la señal, camina lentamente por el riel de equilibrio, pasa rápido por\nla cuerda batiente evitando que esta te toque y, al final, corre lo más rápido que puedas\nhasta llegar al punto inicial\"."
          ],
          "respuesta": "\"Parte después de la señal, camina lentamente por el riel de equilibrio, pasa rápido por\nla cuerda batiente evitando que esta te toque y, al final, corre lo más rápido que puedas\nhasta llegar al punto inicial\".",
          "respuestaCorta": "La aceleración es el cambio de velocidad. La orientación que incluye pasar de caminar lento a pasar rápido y luego a correr lo más rápido posible describe claramente cambios de velocidad.",
          "solucionar": "El concepto de aceleración en física se refiere a cualquier cambio en la velocidad de un objeto, ya sea aumentando la velocidad (aceleración positiva) o disminuyéndola (desaceleración). La opción C describe una secuencia de acciones con cambios de ritmo evidentes: de la quietud a caminar lento, luego a un paso rápido, y finalmente a correr a máxima velocidad. Estas variaciones de velocidad son la esencia de la aceleración.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        }
      ]
    },

  
    {
      "idGrupo": "asc_primaria_2023_p13",
      "contexto": "Las acciones tácticas son las maniobras que realiza el deportista ante una situación de\noposición durante un juego o prueba.\nDurante una acción táctica, el deportista opta entre\ndiferentes alternativas de acción con el propósito de superar a su oponente.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes pruebas atléticas se aplican acciones tácticas?",
          "opciones": [
            "Lanzamiento de peso.",
            "Salto con garrocha.",
            "Marcha atlética."
          ],
          "respuesta": "Marcha atlética.",
          "respuestaCorta": "La marcha atlética, al ser una prueba de resistencia contra otros competidores directos, requiere acciones tácticas como cambiar el ritmo o posicionarse estratégicamente en el grupo.",
          "solucionario": "A diferencia del lanzamiento de peso o el salto con garrocha, que son pruebas individuales contra una marca, la marcha atlética es una carrera de larga distancia donde los competidores interactúan. Esto implica tomar decisiones tácticas en tiempo real, como cuándo acelerar para despegarse de un rival, cuándo seguir el ritmo de otro para conservar energía o cuándo iniciar el sprint final, para superar a los oponentes.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "¿En qué aspecto se diferencia la estrategia de la táctica?",
          "opciones": [
            "La estrategia aprovecha las debilidades del oponente.",
            "La estrategia se orienta al logro de un objetivo.",
            "La estrategia conlleva una planificación previa."
          ],
          "respuesta": "La estrategia conlleva una planificación previa.",
          "respuestaCorta": "La estrategia es el plan general diseñado antes de la competencia, mientras que la táctica son las acciones específicas y adaptativas que se ejecutan durante la competencia.",
          "solucionario": "La principal diferencia radica en el momento de su aplicación. La estrategia es el plan global que se elabora antes del enfrentamiento (por ejemplo, 'vamos a presionar la salida del rival'). La táctica, en cambio, es la ejecución concreta y la adaptación de ese plan durante el juego en respuesta a las acciones del oponente (por ejemplo, 'si el rival saca por la izquierda, dos jugadores irán a presionar'). Por lo tanto, la estrategia es una planificación previa.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p15",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de las siguientes recomendaciones se debe priorizar al proponer actividades lúdicas a\nlos estudiantes?",
          "opciones": [
            "Que los juegos sean novedosos y creativos para captar la atención de los estudiantes.",
            "Que todos o la mayoría de estudiantes tengan oportunidad de participar activamente en\nlos juegos.",
            "Que los juegos seleccionados sean cooperativos y no fomenten la competitividad entre\nestudiantes."
          ],
          "respuesta": "Que todos o la mayoría de estudiantes tengan oportunidad de participar activamente en\nlos juegos.",
          "respuestaCorta": "La prioridad en la educación física es garantizar la máxima participación activa de todos los estudiantes para asegurar el desarrollo de sus competencias, evitando largos tiempos de espera.",
          "solucionario": "El principio fundamental de una sesión de Educación Física efectiva es el tiempo de compromiso motor. La recomendación de priorizar la participación activa de todos (opción B) asegura que los estudiantes tengan suficientes oportunidades para moverse, practicar y aprender. Si bien la novedad (A) y la cooperación (C) son importantes, no son la prioridad principal frente a garantizar que nadie se quede inactivo o excluido.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p16",
      "contexto": "Algunos estudiantes están jugando a que son exploradores que deben pasar un puente que\ncruza un río lleno de cocodrilos.\nPara el juego, han colocado varias sillas y una banca sueca\nformando una hilera que representa el puente.\nLos \"exploradores\" van cruzando el \"puente\"\nmientras dos compañeros que hacen de \"cocodrilos\" los intentan atrapar.\nLos estudiantes\ninteractúan libremente representando diversas acciones en el escenario imaginario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de juego es principalmente el juego descrito?",
          "opciones": [
            "De reglas.",
            "Simbólico.",
            "Funcional."
          ],
          "respuesta": "Simbólico.",
          "respuestaCorta": "El juego es simbólico porque los estudiantes utilizan su imaginación para asignar nuevos significados a los objetos (sillas como puente) y asumir roles (exploradores, cocodrilos).",
          "solucionario": "El juego simbólico, característico de la etapa preoperacional y que se extiende a la primaria, consiste en la capacidad de representar situaciones, objetos y personajes ausentes o imaginarios. En este caso, las sillas y la banca no son solo muebles, sino que simbolizan un puente sobre un río peligroso, y los estudiantes asumen roles ficticios, lo cual es la esencia de este tipo de juego.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p17",
      "contexto": "Los estudiantes están ejecutando una pieza de danza folclórica y el docente los está evaluando\nindividualmente con la siguiente lista de cotejo:",
      "imagen": "img/ascenso/primaria/2023/edufisica/1.jpg",
      "preguntas": [
        {
          "pregunta": "Si uno de los estudiantes del grupo presenta hipotonía muscular, ¿en cuál de los siguientes\nindicadores es pertinente realizar ajustes para él?",
          "opciones": [
            "En el indicador referente al ritmo.",
            "En el indicador referente a la postura.",
            "En el indicador referente al uso del espacio."
          ],
          "respuesta": "En el indicador referente a la postura.",
          "respuestaCorta": "La hipotonía muscular afecta directamente el tono y la fuerza de los músculos, dificultando el mantenimiento de una postura adecuada, por lo que es necesario ajustar el indicador correspondiente.",
          "solucionario": "La hipotonía se caracteriza por un bajo tono muscular, lo que provoca flacidez y debilidad. Esto impacta directamente la capacidad del estudiante para sostener una postura firme y estable, como la que requiere una danza folclórica. Por ello, el indicador 'Mantiene una postura adecuada' debe ser ajustado, considerando las características del estudiante, para realizar una evaluación justa y equitativa.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p18",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué plano anatómico divide el cuerpo en una porción anterior o ventral, y una posterior o\ndorsal?",
          "opciones": [
            "Plano transversal.",
            "Plano frontal.",
            "Plano sagital."
          ],
          "respuesta": "Plano frontal.",
          "respuestaCorta": "El plano frontal, también conocido como coronal, es el que divide el cuerpo en una parte anterior (ventral) y otra posterior (dorsal).",
          "solucionario": "Los planos anatómicos son referencias espaciales para describir la ubicación de las partes del cuerpo. El plano frontal o coronal es un plano vertical que divide el cuerpo en dos mitades, la anterior (adelante) y la posterior (atrás). El plano sagital divide en derecha e izquierda, y el transversal en superior e inferior.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p19",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿En cuál de las siguientes acciones los estudiantes están girando sobre su eje transversal?",
          "opciones": [
            "Al hacer un rodamiento hacia adelante.",
            "Al rodar como troncos sobre el piso.",
            "Al realizar un aspa de molino."
          ],
          "respuesta": "Al hacer un rodamiento hacia adelante.",
          "respuestaCorta": "Un rodamiento hacia adelante (voltereta) implica una rotación del cuerpo sobre el eje transversal, que atraviesa el cuerpo de lado a lado.",
          "solucionario": "El eje transversal va de un lado a otro del cuerpo (de hombro a hombro). Al realizar un rodamiento hacia adelante, el cuerpo gira en torno a este eje, como una rueda. Rodar como un tronco se hace sobre el eje longitudinal (de la cabeza a los pies), y el aspa de molino se realiza principalmente en el plano frontal.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p20",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál es el propósito principal de realizar ejercicio aeróbico?",
          "opciones": [
            "Desarrollar la flexibilidad.",
            "Desarrollar la potencia muscular.",
            "Desarrollar la resistencia cardiovascular."
          ],
          "respuesta": "Desarrollar la resistencia cardiovascular.",
          "respuestaCorta": "El ejercicio aeróbico utiliza el oxígeno para generar energía de forma sostenida, mejorando la capacidad del corazón y los pulmones, es decir, la resistencia cardiovascular.",
          "solucionario": "El ejercicio aeróbico se define como cualquier actividad física de intensidad moderada que se realiza durante un período prolongado. Este tipo de ejercicio (como correr, nadar o andar en bicicleta) demanda un alto consumo de oxígeno, lo que fortalece el músculo cardíaco y mejora la eficiencia del sistema circulatorio para transportar oxígeno, desarrollando así la resistencia cardiovascular.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p21",
      "contexto": null,
      "imagen": "img/ascenso/primaria/2023/edufisica/2.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de movimiento se observa en la siguiente imagen?",
          "opciones": [
            "Circunducción.",
            "Aducción.",
            "Rotación."
          ],
          "respuesta": "Circunducción.",
          "respuestaCorta": "La imagen muestra un movimiento circular del brazo desde la articulación del hombro, que combina flexión, extensión, abducción y aducción. Este movimiento se denomina circunducción.",
          "solucionario": "La circunducción es un movimiento cónico realizado por una articulación esférica como la del hombro o la cadera. Es una combinación secuencial de varios movimientos (flexión, abducción, extensión y aducción) que resulta en el trazado de un círculo por parte de la extremidad. La aducción es acercar la extremidad al cuerpo y la rotación es girar sobre un eje.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p22",
      "contexto": null,
      "imagen": "img/ascenso/primaria/2023/edufisica/3.jpg",
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de movimiento se observa en la siguiente imagen?",
          "opciones": [
            "Circunducción.",
            "Aducción.",
            "Abducción."
          ],
          "respuesta": "Abducción.",
          "respuestaCorta": "La abducción es el movimiento de alejar una extremidad de la línea media del cuerpo, como se muestra al levantar la pierna hacia el costado.",
          "solucionario": "En terminología anatómica, la abducción se refiere al movimiento que aleja una parte del cuerpo del plano sagital medio (la línea central). La imagen muestra claramente cómo la pierna se separa lateralmente del eje central del cuerpo. Su movimiento opuesto, acercar la pierna, sería la aducción.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p23",
      "contexto": "La docente les presenta a sus estudiantes un nuevo material con el que trabajarán durante\nla sesión: bandas elásticas circulares.\nLas bandas elásticas miden 4 metros por 4 centímetros\nde ancho y están unidas por los extremos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Luego de desarrollar la activación corporal, todos los estudiantes toman una de las bandas\nelásticas y se ubican distribuidos por todo el espacio, de pie, mirando hacia la docente.\nLa docente demuestra tres tipos de movimiento en los que sujeta la banda elástica de diversas\nmaneras y la estira con los brazos venciendo su resistencia.\nDespués, solicita a los estudiantes\nque repitan los movimientos. La docente les indica la forma correcta de sujetar la banda\nelástica y la cantidad de repeticiones que deben realizar.\nLos estudiantes realizan los ejercicios\nmientras la docente cuenta en voz alta.\n\n¿Qué método de la Educación Física está aplicando la docente durante la actividad?",
          "opciones": [
            "Mando directo.",
            "Descubrimiento guiado.",
            "Mando directo modificado."
          ],
          "respuesta": "Mando directo.",
          "respuestaCorta": "El método de mando directo se caracteriza por la ejecución de los estudiantes de una tarea demostrada por el docente, sin espacio para la variación o la toma de decisiones.",
          "solucionario": "El mando directo es un estilo de enseñanza donde el docente toma todas las decisiones: qué hacer, cómo hacerlo, cuándo empezar y cuándo parar. En la descripción, la docente demuestra los movimientos, indica la forma correcta de ejecución y cuenta las repeticiones. Los estudiantes actúan como ejecutores de las órdenes, lo que define a este método.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante uno de los ejercicios, los estudiantes, de pie, pisan con uno de sus pies el centro de\nla banda elástica y jalan los extremos de esta hacia arriba, estirando los brazos a los lados del\ncuerpo y manteniéndolos por unos segundos en posición prona.\n\nEn el ejercicio descrito, ¿qué tipo de movimiento están realizando los estudiantes con los\nbrazos?",
          "opciones": [
            "Abducción.",
            "Aducción.",
            "Flexión."
          ],
          "respuesta": "Abducción.",
          "respuestaCorta": "Al estirar los brazos hacia los lados del cuerpo, alejándolos de la línea media, los estudiantes están realizando un movimiento de abducción de hombro.",
          "solucionario": "La abducción es el movimiento que aleja una extremidad del eje central del cuerpo. En el ejercicio, al jalar la banda y estirar los brazos hacia los lados, se produce una separación de los brazos con respecto al tronco. Este movimiento se realiza en la articulación del hombro y es un claro ejemplo de abducción.",
          "seccion": "Casuística"
        }
      ]
    },

 
    {
      "idGrupo": "asc_primaria_2023_p23",
      "contexto": "La docente les presenta a sus estudiantes un nuevo material con el que trabajarán durante\nla sesión: bandas elásticas circulares.\nLas bandas elásticas miden 4 metros por 4 centímetros\nde ancho y están unidas por los extremos.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Cuando los estudiantes jalan los extremos de la banda elástica hacia arriba con los brazos\nextendidos en posición prona, ¿qué grupo muscular están trabajando principalmente?",
          "opciones": [
            "Bíceps.",
            "Deltoides.",
            "Pectorales."
          ],
          "respuesta": "Deltoides.",
          "respuestaCorta": "El movimiento de abducción del hombro (levantar los brazos hacia los lados) es realizado principalmente por el músculo deltoides.",
          "solucionario": "El deltoides es el músculo que forma el contorno redondeado del hombro y es el principal responsable de la abducción del brazo. Al jalar la banda elástica hacia arriba con los brazos extendidos a los lados, se está activando de manera principal este grupo muscular para vencer la resistencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué capacidad física están desarrollando principalmente los estudiantes al realizar los\nejercicios propuestos por la docente?",
          "opciones": [
            "Fuerza.",
            "Flexibilidad.",
            "Coordinación."
          ],
          "respuesta": "Fuerza.",
          "respuestaCorta": "Al estirar las bandas elásticas, los estudiantes están venciendo una resistencia, lo cual es un trabajo de fuerza muscular.",
          "solucionario": "La fuerza es la capacidad de generar tensión muscular para superar una resistencia. Las bandas elásticas ofrecen una resistencia que los músculos deben vencer para completar el movimiento. Por lo tanto, los ejercicios descritos están diseñados principalmente para el desarrollo de la fuerza.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente conversa con los estudiantes sobre los ejercicios que están realizando, para qué\nsirven y cómo esos movimientos son parte de su vida diaria, por ejemplo, cuando levantan\nun objeto del suelo, cuando tienden la ropa, cuando llevan las bolsas de compras, etc. Luego,\nopinan sobre la forma más adecuada de realizar estas actividades para evitar lesiones y\nreflexionan juntos sobre la importancia de cuidar su cuerpo, fortalecerlo y quererlo.\n\n¿A qué competencia del currículo se orienta principalmente la reflexión propiciada por la\ndocente?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Asume una vida saludable.",
          "respuestaCorta": "La reflexión sobre el cuidado del cuerpo, la prevención de lesiones y la relación de los ejercicios con la vida diaria se alinea directamente con la competencia 'Asume una vida saludable'.",
          "solucionario": "La competencia 'Asume una vida saludable' implica que el estudiante incorpore prácticas que mejoren su calidad de vida. Al reflexionar sobre la importancia de fortalecer el cuerpo, aplicar los movimientos de forma adecuada en la vida cotidiana para evitar lesiones y valorar el cuidado corporal, la docente está promoviendo directamente los conocimientos y actitudes de esta competencia.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué proceso de aprendizaje se evidencia principalmente cuando los estudiantes identifican\nlas actividades de la vida cotidiana en las que realizan los movimientos practicados\nanteriormente?",
          "opciones": [
            "Transferencia.",
            "Autoevaluación.",
            "Conflicto cognitivo."
          ],
          "respuesta": "Transferencia.",
          "respuestaCorta": "La transferencia es el proceso de aplicar un conocimiento o habilidad aprendido en un contexto (la clase de E.F.) a otro diferente (actividades de la vida cotidiana).",
          "solucionario": "El proceso de transferencia de aprendizaje ocurre cuando un estudiante es capaz de utilizar lo que ha aprendido en una situación nueva y diferente. En este caso, los estudiantes están aplicando el conocimiento sobre los movimientos practicados con las bandas elásticas para comprender y mejorar cómo realizan actividades cotidianas como levantar objetos o tender la ropa.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente propone a los estudiantes realizar una actividad diferente con las bandas elásticas\ny pide dos voluntarios para explorar otros usos del nuevo material, y Juan y Cristina se ofrecen\na participar.\nLa docente les pide que, libremente, intenten estirar las bandas de otras maneras, utilizando\ntodo su cuerpo.\nJuan toma una banda elástica, la estira con sus piernas, intenta envolverse en\nella, pero muy poco puede hacer y dice: \"¡Es muy larga profesora! ¡No sé cómo hacer!\".\nCristina\ntambién intenta nuevos movimientos estirando la banda elástica, pero no logra mejores\nresultados.\nEntonces, la docente les propone hacer un cambio. Que, los dos, utilizando una\nsola banda elástica, exploren nuevos movimientos juntos.\nLos estudiantes estiran la banda\nelástica juntos, se alejan y se acercan, giran y doblan la banda elástica, descubriendo nuevas\nposibilidades.\nLa docente observa a Juan y a Cristina, y analiza sus respuestas motrices y sus\nestrategias, animándolos a intentar nuevos movimientos.\n\nCuando la docente observa a Juan y a Cristina, y analiza sus respuestas motrices y sus\nestrategias, ¿qué proceso pedagógico está desarrollando principalmente la docente?",
          "opciones": [
            "Recoge los saberes previos.",
            "Promueve la metacognición.",
            "Genera conflicto cognitivo."
          ],
          "respuesta": "Recoge los saberes previos.",
          "respuestaCorta": "Al observar y analizar los intentos iniciales de los estudiantes para usar el material, la docente está identificando lo que saben y lo que no saben hacer, es decir, está recogiendo sus saberes previos en acción.",
          "solucionario": "El recojo de saberes previos no se limita a preguntas al inicio de una sesión. En este caso, la docente utiliza la observación de la acción motriz para diagnosticar las ideas, estrategias y dificultades que los estudiantes tienen al enfrentarse a una nueva tarea. Al analizar sus respuestas motrices, está recogiendo información valiosa sobre su punto de partida.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, la docente le entrega una banda elástica a otra pareja de estudiantes y les propone unirse\na Juan y Cristina.\nLos estudiantes comienzan a enredarse, cruzarse y desenredarse, estirando la\nbanda elástica de diversas formas, creando figuras.\nOtras parejas se van uniendo al grupo una\npor una y la docente alienta a los estudiantes a aportar nuevas ideas e integrar y consolidar sus\ncreaciones en una sola.\n\n¿Qué competencia desarrollan los estudiantes principalmente cuando integran y consolidan\nsus creaciones en una sola?",
          "opciones": [
            "Asume una vida saludable.",
            "Interactúa a través de sus habilidades sociomotrices.",
            "Se desenvuelve de manera autónoma a través de su motricidad."
          ],
          "respuesta": "Interactúa a través de sus habilidades sociomotrices.",
          "respuestaCorta": "Al trabajar en grupo para crear una producción motriz común, los estudiantes deben comunicarse, cooperar y llegar a acuerdos, desarrollando la competencia 'Interactúa a través de sus habilidades sociomotrices'.",
          "solucionario": "Esta competencia se refiere a la capacidad de relacionarse con otros utilizando recursos motrices y promoviendo el trabajo en equipo. La actividad descrita exige que los estudiantes colaboren, aporten ideas, se pongan de acuerdo y sincronicen sus movimientos para lograr una creación colectiva, lo cual es el núcleo de las habilidades sociomotrices.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego, los estudiantes comparten sus apreciaciones sobre la actividad.\nJuan interviene: \"Fue\nmuy divertido, me ha encantado la actividad. Primero no sabía cómo hacer yo solo. Al trabajar\ncon Cristina tuve más ideas, pero recién cuando entró otra pareja se me prendió el foco, al\ncruzarnos y estirar las bandas elásticas, se armaban figuras. Y luego fue bien gracioso cuando\nnos enredamos, no podíamos soltarnos, pero juntos encontramos la manera de seguir\".\n\nEl comentario de Juan evidencia un proceso metacognitivo. ¿Por qué?",
          "opciones": [
            "Porque se muestra motivado por los aprendizajes de la actividad.",
            "Porque reflexiona sobre las emociones e ideas que experimentó en la actividad.",
            "Porque logra resolver la tarea cuando trabaja en equipo con sus compañeros."
          ],
          "respuesta": "Porque reflexiona sobre las emociones e ideas que experimentó en la actividad.",
          "respuestaCorta": "La metacognición implica reflexionar sobre el propio proceso de aprendizaje. Juan describe sus dificultades iniciales, cómo surgieron nuevas ideas y qué estrategias funcionaron, lo que demuestra una reflexión metacognitiva.",
          "solucionario": "La metacognición es 'aprender a aprender', es decir, la capacidad de reflexionar sobre cómo uno aprende. Juan no solo describe lo que hizo, sino que analiza su propio proceso mental: reconoce su dificultad inicial ('no sabía cómo hacer'), identifica el momento clave del aprendizaje ('se me prendió el foco') y explica la estrategia que funcionó ('al cruzarnos... se armaban figuras'). Esta reflexión sobre su pensamiento y estrategias es metacognición.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p32",
      "contexto": "Los tecnólogos del deporte han dedicado ingenio, creatividad y conocimientos técnicos\npara concebir material mejor y más seguro en aras de la excelencia deportiva.\nEso se ha\ntraducido en un mejor rendimiento, en un equipo mejor, más seguro y más eficaz para la\npráctica del deporte, una medición precisa del rendimiento y una multiplicidad de formas\npara vivir los eventos deportivos desde todos los lugares y en todo momento.\nEl docente planifica tres actividades en las que los estudiantes reflexionarán sobre la\nimportancia y los límites de la tecnología deportiva en el desarrollo de un deporte.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si\nel docente se propone que los estudiantes analicen la relación entre la evolución de los\ndeportes y la innovación tecnológica, ¿cuál de las actividades es más pertinente?",
          "opciones": [
            "Mostrarles el video de la famosa gimnasta Nadia Comăneci ejecutando una rutina en\nla barra de equilibrio el año 1976, y un video de la gimnasta estadounidense Simone\nBiles ejecutando la misma prueba el año 2016;\nluego describir las semejanzas y\ndiferencias.",
            "Probar realizar una carrera descalzos y con distintos tipos de calzado, zapatos de\nvestir, sandalias o zapatillas, y discutir las diferencias;\nluego investigar cómo el calzado\ndeportivo ha cambiado a lo largo del tiempo y por qué.",
            "Pedirles que, utilizando diversos materiales, confeccionen de manera casera uno de\nlos implementos que se utilizan en las pruebas de lanzamiento en el atletismo, tales\ncomo la jabalina, el disco, la bala y el martillo."
          ],
          "respuesta": "Probar realizar una carrera descalzos y con distintos tipos de calzado, zapatos de\nvestir, sandalias o zapatillas, y discutir las diferencias;\nluego investigar cómo el calzado\ndeportivo ha cambiado a lo largo del tiempo y por qué.",
          "respuestaCorta": "Esta actividad permite a los estudiantes experimentar directamente el impacto de la tecnología (calzado) en el rendimiento y luego investigar su evolución, conectando la experiencia con el análisis histórico.",
          "solucionario": "La opción B es la más pertinente porque combina la experiencia directa (vivenciar la diferencia de correr con y sin calzado adecuado) con la investigación. Este enfoque permite a los estudiantes construir un aprendizaje significativo sobre cómo la innovación tecnológica, en este caso en el calzado, ha sido un factor clave en la evolución del rendimiento deportivo a lo largo del tiempo.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p33",
      "contexto": null,
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente tiene el propósito de desarrollar con sus estudiantes acciones de familiarización\ncon el balón en el fútbol, ¿cuál de los siguientes conjuntos de acciones es pertinente\nproponerles ejecutar?",
          "opciones": [
            "Acciones de golpeo del balón, como interceptar el balón en el aire con el puño y golpear\ncon el pie un balón lanzado por un compañero;\nconducir el balón en slalom; realizar\ngolpeos consecutivos con la cabeza y con los hombros desplazándose, detener el balón\ny pasarlo.",
            "Acciones de manipulación del balón por medio de juegos que involucren toques de balón\nde una mano a otra, rebotar el balón en los brazos, pasar el balón de un pie a otro con\nsaltitos, hacer pataditas con el empeine, rebotar el balón sobre el muslo y dar toques al\nbalón con la cabeza.",
            "Acciones de conducción de balón con diferentes partes del pie: borde interno, externo\ny empeine;\nlanzar y atrapar el balón con las manos; conducir el balón en zigzag entre\nconos cambiando de pie, primero con el pie derecho y luego con el izquierdo;\ncombinar\ngolpeos de balón con el pie y el muslo."
          ],
          "respuesta": "Acciones de manipulación del balón por medio de juegos que involucren toques de balón\nde una mano a otra, rebotar el balón en los brazos, pasar el balón de un pie a otro con\nsaltitos, hacer pataditas con el empeine, rebotar el balón sobre el muslo y dar toques al\nbalón con la cabeza.",
          "respuestaCorta": "La familiarización implica explorar el objeto (balón) con todas las partes del cuerpo de manera lúdica y variada, sin centrarse aún en la técnica depurada de un solo fundamento.",
          "solucionario": "La etapa de familiarización con un implemento deportivo, como el balón de fútbol, consiste en que el estudiante explore libre y lúdicamente las posibilidades de interacción con este. La opción B propone una variedad de acciones (toques con manos, brazos, pies, muslos, cabeza) que permiten un contacto diverso y sensorial con el balón, lo cual es característico de esta etapa inicial, a diferencia de las otras opciones que se centran más en fundamentos técnicos específicos como la conducción o el golpeo.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p34",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes iniciarán el aprendizaje de un nuevo\ndeporte, el sóftbol, como medio para desarrollar las competencias y capacidades del área.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si el docente desea activar los saberes previos de los estudiantes sobre los fundamentos\ntécnicos de este deporte, ¿cuál de las siguientes actividades es más pertinente?",
          "opciones": [
            "Entregar a los estudiantes bates y pelotas para que demuestren lo que saben o lo que\nhan visto de este deporte y observar cómo interactúan con los materiales.",
            "Preguntar a los estudiantes: \"¿Saben qué es el sóftbol?, ¿cuáles son sus fundamentos?\n¿cuántos jugadores forman un equipo? y ¿cuáles son las principales reglas?\".",
            "Explicar a los estudiantes en qué consiste el juego, hacer una demostración con la pelota\ny el bate, y pedirles que repitan los movimientos."
          ],
          "respuesta": "Entregar a los estudiantes bates y pelotas para que demuestren lo que saben o lo que\nhan visto de este deporte y observar cómo interactúan con los materiales.",
          "respuestaCorta": "Para activar saberes previos en educación física, es más pertinente permitir la exploración y acción con los materiales, ya que el conocimiento es corporal y no solo declarativo.",
          "solucionario": "La opción A es la más adecuada porque en Educación Física los saberes previos se manifiestan a través de la acción motriz. Al permitirles interactuar libremente con los bates y pelotas, el docente puede observar y diagnosticar de manera auténtica qué ideas, movimientos y conocimientos corporales tienen los estudiantes sobre el deporte, a diferencia de un interrogatorio puramente verbal (B) o una demostración directa (C) que no parte de ellos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Con respecto a las diferencias entre el sóftbol y el béisbol, ¿cuál de las siguientes alternativas\nes correcta?",
          "opciones": [
            "El campo de sóftbol es más grande que el de béisbol.",
            "La pelota de sóftbol es más grande que la de béisbol.",
            "El bate de sóftbol es más grande y pesado que el bate de béisbol."
          ],
          "respuesta": "La pelota de sóftbol es más grande que la de béisbol.",
          "respuestaCorta": "Una de las diferencias clave entre sóftbol y béisbol es el tamaño de la pelota; la de sóftbol es significativamente más grande y menos densa.",
          "solucionario": "Existen varias diferencias entre ambos deportes. La más notoria en cuanto a implementos es que la pelota de sóftbol es de mayor tamaño y circunferencia que la de béisbol. Por el contrario, el campo de sóftbol es más pequeño y el bate de sóftbol tiende a ser más ligero, no más grande y pesado.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿Qué tipo de habilidades motrices se ponen en práctica al batear una pelota de sóftbol?",
          "opciones": [
            "Básicas.",
            "Genéricas.",
            "Específicas."
          ],
          "respuesta": "Específicas.",
          "respuestaCorta": "Batear en sóftbol es una habilidad motriz específica, ya que es un gesto técnico propio y característico de este deporte.",
          "solucionario": "Las habilidades motrices específicas son aquellas que corresponden a los gestos técnicos de un deporte concreto. Correr o saltar son habilidades básicas. Sin embargo, el movimiento coordinado y técnico de batear una pelota en sóftbol es una habilidad específica de ese deporte (y otros similares), que requiere un aprendizaje y una práctica deliberada.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
  

    {
      "idGrupo": "asc_primaria_2023_p34",
      "contexto": "Durante una sesión de aprendizaje, los estudiantes iniciarán el aprendizaje de un nuevo\ndeporte, el sóftbol, como medio para desarrollar las competencias y capacidades del área.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de fuerza aplica principalmente el pitcher, o lanzador, cuando lanza la pelota al\nbateador del equipo contrario?",
          "opciones": [
            "Fuerza máxima.",
            "Fuerza explosiva.",
            "Fuerza resistencia."
          ],
          "respuesta": "Fuerza explosiva.",
          "respuestaCorta": "El lanzamiento en sóftbol requiere aplicar la máxima fuerza posible en el menor tiempo, lo cual define a la fuerza explosiva o potencia.",
          "solucionario": "La fuerza explosiva, también conocida como potencia, es la capacidad de ejercer la mayor cantidad de fuerza en el intervalo de tiempo más corto posible. El movimiento de lanzamiento del pitcher es un claro ejemplo, ya que busca imprimir la máxima velocidad a la pelota en una acción muy rápida y coordinada.",
          "seccion": "Conocimientos Disciplinares"
        },
        {
          "pregunta": "¿En cuál de las siguientes acciones del sóftbol se aplica velocidad cíclica?",
          "opciones": [
            "Al lanzar la pelota.",
            "Al batear la pelota.",
            "Al correr entre las bases."
          ],
          "respuesta": "Al correr entre las bases.",
          "respuestaCorta": "La velocidad cíclica se refiere a la repetición de un mismo patrón de movimiento, como ocurre en la acción de correr entre las bases.",
          "solucionario": "La velocidad cíclica se manifiesta en acciones motrices que repiten un mismo gesto de forma continuada, como correr, nadar o pedalear. Correr entre las bases en sóftbol implica la repetición constante del patrón de la zancada. En contraste, lanzar o batear son acciones acíclicas, es decir, movimientos únicos que no se repiten de forma seriada.",
          "seccion": "Conocimientos Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p39",
      "contexto": "La docente propone a los estudiantes jugar a \"la bola de lava\".\nTodos los estudiantes,\nde pie, forman un círculo y uno de ellos recibe un balón.\nLa docente les pide que\nimaginen que el balón es una bola de lava que está muy caliente.\nEntonces, la docente\nindica a los estudiantes que deben pasarse \"la bola de lava\" entre ellos, de manera\naleatoria, tocándola lo menos posible para evitar \"quemarse\" y procurando que no\ntoque el piso, porque podría causar un incendio.\nDurante el juego, cada vez que el\nbalón toca el suelo o algún estudiante se queda con él por más de tres segundos,\ntodos los estudiantes pierden un punto.\nCuando los estudiantes acumulan cinco\npuntos en contra, deben realizar un reto sorpresa.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Qué tipo de juego es principalmente \"la bola de lava\"?",
          "opciones": [
            "Juego de reglas.",
            "Juego simbólico.",
            "Juego funcional."
          ],
          "respuesta": "Juego de reglas.",
          "respuestaCorta": "Aunque tiene un componente simbólico, el juego se estructura principalmente en torno a reglas explícitas (no dejar caer el balón, pasarlo rápido) que determinan el desarrollo y el resultado.",
          "solucionario": "Si bien el juego parte de una premisa simbólica ('la bola es de lava'), su desarrollo está determinado por normas claras y preestablecidas: pasarse el balón, no retenerlo más de tres segundos, no dejarlo caer, y la consecuencia de acumular puntos en contra. Esta estructura lo define principalmente como un juego de reglas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Tomando en cuenta los tipos de interacción entre los estudiantes, ¿qué tipo de juego es \"la\nbola de lava\"?",
          "opciones": [
            "Juego de oposición.",
            "Juego de colaboración.",
            "Juego de oposición-colaboración."
          ],
          "respuesta": "Juego de colaboración.",
          "respuestaCorta": "El juego es de colaboración porque todos los estudiantes trabajan juntos hacia un objetivo común (evitar perder puntos), sin que haya oponentes entre ellos.",
          "solucionario": "En 'la bola de lava', no hay equipos enfrentados ni adversarios individuales. El éxito o el fracaso es colectivo. Todos los participantes deben cooperar y coordinarse para lograr el objetivo común de mantener el balón en movimiento y evitar las penalizaciones. Esta dinámica define al juego como colaborativo o cooperativo.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Cuál de las siguientes funciones cognitivas se requiere principalmente para lograr ejecutar\nla tarea propuesta por la docente?",
          "opciones": [
            "Orientación.",
            "Memoria.",
            "Atención."
          ],
          "respuesta": "Atención.",
          "respuestaCorta": "El juego exige que los estudiantes estén constantemente alerta y enfocados en el balón y en sus compañeros para poder reaccionar a tiempo, lo que demanda principalmente la atención.",
          "solucionario": "La atención es la función cognitiva que permite seleccionar y concentrarse en los estímulos relevantes. Para jugar a 'la bola de lava', los estudiantes deben mantener una atención sostenida en la trayectoria del balón y una atención dividida para percibir a qué compañero pueden pasarle la pelota, todo mientras inhiben distracciones. Es el requisito cognitivo principal para el éxito en la tarea.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "El juego descrito desarrolla capacidades perceptivo-motrices. ¿Por qué?",
          "opciones": [
            "Porque fomenta la cooperación entre estudiantes para lograr entre todos una meta\ncomún.",
            "Porque desarrolla la coordinación visomotora para lograr atrapar el balón antes de que\ncaiga.",
            "Porque desarrolla capacidades físicas como la velocidad y la potencia al lanzar y atrapar\nel balón."
          ],
          "respuesta": "Porque desarrolla la coordinación visomotora para lograr atrapar el balón antes de que\ncaiga.",
          "respuestaCorta": "Las capacidades perceptivo-motrices integran la información sensorial con la respuesta motora. La coordinación visomotora (ojo-mano) es clave en este juego para percibir el balón y ejecutar la acción de atraparlo y lanzarlo.",
          "solucionario": "Las capacidades perceptivo-motrices son aquellas que permiten coordinar la información recibida por los sentidos (percepción) con el movimiento del cuerpo (motricidad). En este juego, la coordinación visomotora o coordinación óculo-manual es fundamental: el estudiante debe percibir visualmente la velocidad y trayectoria del balón para ajustar su movimiento y poder atraparlo y pasarlo con precisión.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "¿Qué tipo de velocidad predomina en el juego \"la bola de lava\"?",
          "opciones": [
            "Velocidad gestual.",
            "Velocidad de reacción.",
            "Velocidad de desplazamiento."
          ],
          "respuesta": "Velocidad de reacción.",
          "respuestaCorta": "El juego demanda responder lo más rápido posible a un estímulo imprevisto (el balón que viene hacia uno), lo que caracteriza a la velocidad de reacción.",
          "solucionario": "La velocidad de reacción es la capacidad de responder a un estímulo en el menor tiempo posible. En 'la bola de lava', el pase es aleatorio, por lo que el estímulo (ver que el balón es lanzado hacia uno) es inesperado. El estudiante debe reaccionar rápidamente para posicionarse y atrapar el balón. Aunque hay velocidad gestual (al lanzar), la capacidad predominante es la de reaccionar al pase.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Los estudiantes están jugando, pero pierden la pelota con frecuencia.\nEntonces, Felipe, uno\nde los estudiantes, detiene el juego y propone lo siguiente: \"¿Qué les parece si, antes de\nlanzar, decimos en voz alta el nombre del compañero al que le vamos a pasar la pelota? Así\nestaremos más atentos al recibir el pase y no se nos caerá tanto el balón\".\nLos estudiantes\naceptan la sugerencia, la aplican, y comienzan a jugar de manera más efectiva, sin perder\ntanto el balón.\n\nLa propuesta de Felipe evidencia el desarrollo de sus habilidades:",
          "opciones": [
            "Tácticas.",
            "Técnicas.",
            "Estratégicas."
          ],
          "respuesta": "Estratégicas.",
          "respuestaCorta": "Felipe propone un plan de acción para mejorar el rendimiento del equipo en su conjunto, lo cual es una habilidad estratégica.",
          "solucionario": "Mientras la táctica es la acción para resolver un problema inmediato en el juego, la estrategia es la planificación de acciones para lograr un objetivo a mediano o largo plazo. Felipe no solo resuelve un pase, sino que analiza el problema general (se cae el balón) y propone un plan colectivo ('digamos el nombre') para mejorar el desempeño global. Esta capacidad de planificar para el grupo es de naturaleza estratégica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente observa interesada la variación del juego propuesta por Felipe y cómo los\nestudiantes del grupo logran comunicarse para resolver mejor la tarea.\nEntonces interviene\ny propone una nueva variación: los estudiantes deben avisarle al compañero que recibirá el\nbalón, pero sin decir ninguna palabra, en silencio.\nLos estudiantes retoman el juego y van\nprobando distintas formas de llamar la atención de sus compañeros para advertirles que\nrecibirán la pelota, como, por ejemplo, con la mirada, con gestos, entre otras posibilidades.\n\n¿Cuál de los siguientes aspectos desarrollan principalmente los estudiantes al incluir la\nmodificación planteada por la docente?",
          "opciones": [
            "Su lenguaje corporal.",
            "Su esquema corporal.",
            "Su percepción corporal."
          ],
          "respuesta": "Su lenguaje corporal.",
          "respuestaCorta": "Al eliminar la comunicación verbal, la consigna obliga a los estudiantes a utilizar gestos, miradas y posturas para comunicarse, desarrollando así su lenguaje corporal.",
          "solucionario": "El lenguaje corporal es una forma de comunicación no verbal que utiliza gestos, posturas y movimientos. La modificación de la docente, al prohibir el habla, obliga a los estudiantes a explorar y utilizar su cuerpo como principal herramienta de comunicación para coordinar los pases. Esto desarrolla directamente su capacidad de expresarse y entenderse a través del lenguaje corporal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente nota que Marcela, una de las estudiantes, luego de haber jugado por un rato con\nla modificación propuesta por Felipe, tiene dificultades para seguir la consigna de la docente\ny hacer los pases sin decir el nombre del compañero al que va a lanzar el balón, porque ya\nse ha acostumbrado y \"se le sale\" el nombre.\n\n¿Cuál de las siguientes funciones ejecutivas se\nrelaciona principalmente con la dificultad presentada por Marcela en esta actividad?",
          "opciones": [
            "Control inhibitorio.",
            "Memoria de trabajo.",
            "Velocidad de procesamiento."
          ],
          "respuesta": "Control inhibitorio.",
          "respuestaCorta": "El control inhibitorio es la capacidad de suprimir una respuesta automática o habitual. La dificultad de Marcela para no decir el nombre, a pesar de la nueva regla, evidencia un desafío en esta función ejecutiva.",
          "solucionario": "El control inhibitorio es una función ejecutiva clave que nos permite controlar nuestros impulsos y detener comportamientos automatizados para ajustarnos a una nueva situación. Marcela ha automatizado la acción de 'decir el nombre' y su dificultad para frenar ese impulso, a pesar de conocer la nueva regla, apunta directamente a un reto en su control inhibitorio.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p47",
      "contexto": "En plenaria, la docente y los estudiantes están conversando sobre sus hábitos alimenticios\ny compartiendo sus ideas sobre lo que consideran una alimentación saludable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "La docente comenta que cada persona tiene una constitución corporal particular: algunas\npersonas son más delgadas y otras más gordas.\nAsí como ocurre con la estatura, con el tipo de\ncabello o con el color de piel, los seres humanos son diversos.\nEntonces, algunos estudiantes\nintervienen opinando sobre el tema. ¿Cuál de ellos menciona un prejuicio relacionado con\nla constitución corporal?",
          "opciones": [
            "Giovana dice: \"El peso de una persona está relacionado con factores genéticos\".",
            "Álvaro dice: \"Las personas delgadas son más saludables que las personas gordas\".",
            "Carola dice: \"Las personas gordas tienen más grasa corporal que las personas delgadas\"."
          ],
          "respuesta": "Álvaro dice: \"Las personas delgadas son más saludables que las personas gordas\".",
          "respuestaCorta": "La afirmación de que las personas delgadas son más saludables que las gordas es un prejuicio, ya que generaliza y asocia directamente la constitución corporal con el estado de salud, lo cual no siempre es cierto.",
          "solucionario": "Un prejuicio es un juicio u opinión, generalmente negativo, que se forma sin el conocimiento necesario. La afirmación de Álvaro es un prejuicio común que simplifica la compleja relación entre peso y salud. Una persona delgada puede tener hábitos no saludables, y una persona con mayor peso puede estar sana. La salud depende de múltiples factores, no solo de la constitución corporal.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de retroalimentar a los estudiantes, la docente pregunta: \"¿Cómo es una alimentación\nsaludable?\".\nTres estudiantes responden, ¿cuál de ellos responde correctamente?",
          "opciones": [
            "La alimentación debe contener la menor cantidad de grasas posible.",
            "La alimentación debe ser variada e incluir todos los grupos de nutrientes.",
            "La alimentación debe consistir en alimentos altos en proteínas y bajos en carbohidratos."
          ],
          "respuesta": "La alimentación debe ser variada e incluir todos los grupos de nutrientes.",
          "respuestaCorta": "Una alimentación saludable se define por ser completa, equilibrada y variada, incluyendo todos los grupos de macronutrientes y micronutrientes en proporciones adecuadas.",
          "solucionario": "La respuesta correcta refleja el concepto de una dieta equilibrada. Eliminar o reducir drásticamente un grupo de nutrientes, como las grasas (A) o los carbohidratos (C), es incorrecto, ya que todos son necesarios para el correcto funcionamiento del organismo. La clave de una alimentación saludable es la variedad y la inclusión de todos los grupos de alimentos en las porciones adecuadas.",
          "seccion": "Casuística"
        }
      ]
    },

  
    {
      "idGrupo": "asc_primaria_2023_p47",
      "contexto": "En plenaria, la docente y los estudiantes están conversando sobre sus hábitos alimenticios\ny compartiendo sus ideas sobre lo que consideran una alimentación saludable.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "En plenaria, la docente prosigue haciendo preguntas para recoger los saberes previos de los\nestudiantes sobre nutrición, y varios estudiantes intervienen.\n¿Cuál de ellos menciona una\nconcepción errónea sobre nutrición?",
          "opciones": [
            "Luisa dice: \"Los alimentos elaborados con harina integral contienen más fibra que los\nalimentos que contienen harinas refinadas\".",
            "Arturo dice: \"Consumir agua de manera excesiva es perjudicial, porque puede diluir el\ncontenido de minerales en la sangre\".",
            "Cintia dice: \"El azúcar proveniente de las frutas contiene menos calorías que el azúcar\nque se encuentra en las golosinas\"."
          ],
          "respuesta": "Cintia dice: \"El azúcar proveniente de las frutas contiene menos calorías que el azúcar\nque se encuentra en las golosinas\".",
          "respuestaCorta": "La concepción de que el azúcar de las frutas tiene menos calorías que el azúcar refinado es errónea. Calóricamente son iguales; la diferencia radica en los nutrientes adicionales (fibra, vitaminas) que acompañan al azúcar en la fruta.",
          "solucionario": "La afirmación de Cintia es una concepción errónea común. Desde el punto de vista químico y calórico, el azúcar (sacarosa, fructosa) es el mismo y aporta la misma cantidad de calorías independientemente de su origen. La ventaja del azúcar en las frutas es que se consume junto con fibra, vitaminas y minerales, lo que ralentiza su absorción y aporta beneficios nutricionales, a diferencia del azúcar 'vacío' de las golosinas.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante la plenaria, se produce el siguiente diálogo entre Josué, uno de los estudiantes, y la\ndocente.\nJosué dice: \"La leche es un alimento importante para los niños y adolescentes porque\naporta proteínas, vitaminas y minerales, como el calcio, que es necesario para el\ncrecimiento de los huesos. Pero, a los adultos, la leche no les aporta los nutrientes que\nnecesitan\".\nLa docente dice: \"Interesante lo que dices, Josué. ¿En qué basas tu afirmación?\".\nJosué dice: \"En que los mamíferos solo consumen leche cuando son cachorros. En la\nnaturaleza, los animales adultos se alimentan de otras cosas, no de leche\".\n\n¿Cuál de las siguientes alternativas presenta una concepción errónea manifestada por Josué?",
          "opciones": [
            "La leche es un alimento que no aporta nutrientes beneficiosos para los adultos.",
            "Las necesidades nutricionales de los adultos no son iguales a las de los niños y\nadolescentes.",
            "El calcio interviene en la formación de los huesos y su crecimiento durante la niñez y\nadolescencia."
          ],
          "respuesta": "La leche es un alimento que no aporta nutrientes beneficiosos para los adultos.",
          "respuestaCorta": "La concepción errónea de Josué es afirmar que la leche no aporta nutrientes beneficiosos para los adultos, lo cual es falso, ya que sigue siendo una fuente importante de calcio y proteínas.",
          "solucionario": "Josué manifiesta una concepción errónea al generalizar que la leche no es beneficiosa para los adultos, basándose en una analogía con otros mamíferos. Si bien las necesidades nutricionales cambian, la leche sigue siendo una excelente fuente de calcio, vitamina D y proteínas, nutrientes esenciales también en la edad adulta para el mantenimiento de la masa ósea y muscular.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Ante la intervención de Josué, ¿cuál de las siguientes alternativas presenta la retroalimentación\nmás pertinente para que Josué cuestione su argumentación?",
          "opciones": [
            "\"Es cierto lo que dices, que en la naturaleza los animales adultos no consumen leche.\nPero, ¿acaso no has visto como les gusta la leche a los perros y a los gatos adultos? Si les\npones un plato con leche, la tomarán inmediatamente, y no solo porque les gusta, sino\ntambién porque les aporta muchos nutrientes\".",
            "\"Pero Josué, en la naturaleza, los mamíferos no comen guisos, ni sopas ni ensaladas,\ncomo comemos nosotros. ¿Por qué las personas adultas tendrían que comer solo lo que\ncomen los mamíferos adultos en la naturaleza? ¿Podría ser que la leche fuera nutritiva\npara los adultos a pesar de que los animales adultos no la consuman?\".",
            "\"¿Sabías, Josué, que el calcio es un mineral que no solo interviene en el crecimiento de\nlos huesos? Los seres humanos lo requieren para diversas funciones corporales: para\nla contracción muscular, para la transmisión de señales nerviosas, para la circulación y\ncoagulación de la sangre, entre otros procesos vitales\"."
          ],
          "respuesta": "\"Pero Josué, en la naturaleza, los mamíferos no comen guisos, ni sopas ni ensaladas,\ncomo comemos nosotros. ¿Por qué las personas adultas tendrían que comer solo lo que\ncomen los mamíferos adultos en la naturaleza? ¿Podría ser que la leche fuera nutritiva\npara los adultos a pesar de que los animales adultos no la consuman?\".",
          "respuestaCorta": "La retroalimentación más pertinente es la que cuestiona la lógica del argumento del estudiante (la analogía con los animales) mediante preguntas reflexivas, llevándolo a reconsiderar su propia conclusión.",
          "solucionario": "La opción B es un ejemplo de retroalimentación por descubrimiento o reflexiva. En lugar de darle la respuesta (C) o usar otra analogía débil (A), la docente desafía la premisa del argumento de Josué. Al señalar que la dieta humana es muy diferente a la de los animales en la naturaleza, lo invita a cuestionar la validez de su analogía y a pensar si su conclusión se sostiene, promoviendo así un razonamiento más crítico.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p52",
      "contexto": "Tres estudiantes juegan al \"túnel humano\". Un estudiante se coloca en posición de\ncuadrupedia, haciendo la posición del oso, apoyándose en las palmas de las manos y en\nlos pies, elongando sus piernas y equilibrando su cuerpo.\nLuego, otro estudiante pasa\nreptando por debajo de su compañero y se coloca delante de él, en la misma posición.\nLuego, un tercer compañero pasa por debajo de los dos primeros, y se coloca en la misma\nposición, y van repitiendo la acción hasta cruzar la línea de meta.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Cuando los estudiantes se desplazan reptando por debajo de sus compañeros, ¿qué tipo de\nhabilidades motrices básicas están desarrollando?",
          "opciones": [
            "Locomotoras.",
            "No locomotoras.",
            "Manipulativas."
          ],
          "respuesta": "Locomotoras.",
          "respuestaCorta": "Las habilidades locomotoras son aquellas que implican desplazar el cuerpo de un punto a otro. Reptar es un ejemplo de este tipo de habilidad.",
          "solucionario": "Las habilidades motrices básicas se clasifican en locomotoras (implican desplazamiento: correr, saltar, reptar), no locomotoras (el cuerpo se mueve pero permanece en su sitio: girar, balancearse) y manipulativas (implican el manejo de objetos: lanzar, atrapar). Al reptar, el estudiante se desplaza por el espacio, por lo que está desarrollando una habilidad locomotora.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Cuando los estudiantes pasan reptando por debajo de sus compañeros, ¿qué tipo de actividad\nestán realizando?",
          "opciones": [
            "De patrón cruzado.",
            "De braquiación.",
            "De estabilidad."
          ],
          "respuesta": "De patrón cruzado.",
          "respuestaCorta": "Reptar implica un movimiento coordinado y alterno de las extremidades del lado opuesto del cuerpo (brazo derecho con pierna izquierda), lo que se conoce como patrón cruzado.",
          "solucionario": "El patrón cruzado es un movimiento neurológicamente fundamental que implica la activación simultánea y coordinada de las extremidades contralaterales (por ejemplo, brazo derecho y pierna izquierda). Gatear y reptar son las actividades por excelencia que desarrollan este patrón, que es crucial para la coordinación y el desarrollo cerebral.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "La docente nota que Mariana, una estudiante, tiene dificultades para mantenerse en la\nposición de oso.\nSi bien Mariana es muy flexible, sus piernas y brazos se ven muy relajados.\nPareciera que no tiene la fuerza necesaria para mantenerse firme en posición de cuadrupedia,\npuesto que dobla los brazos y las piernas hasta terminar de rodillas.\n\n¿Con qué aspecto se relaciona la característica observada en Mariana?",
          "opciones": [
            "Con su coordinación general.",
            "Con su tono muscular.",
            "Con su equilibrio."
          ],
          "respuesta": "Con su tono muscular.",
          "respuestaCorta": "La dificultad para mantener una postura contra la gravedad, descrita como tener los músculos 'muy relajados', se relaciona directamente con un bajo tono muscular o hipotonía.",
          "solucionario": "El tono muscular es el estado de contracción parcial y continua de los músculos, que es esencial para mantener la postura. La descripción de Mariana (brazos y piernas 'relajados', dificultad para sostener la posición, falta de 'firmeza') apunta a un bajo tono muscular (hipotonía), que se manifiesta como una dificultad para mantener contracciones musculares sostenidas.",
          "seccion": "Casuística"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p55",
      "contexto": "Las sincinesias son movimientos involuntarios e inconscientes que se producen cuando se\nrealizan otros movimientos voluntarios, y son conocidos como movimientos parásitos o\nasociados.\nLos podemos distinguir de los reflejos porque su origen está condicionado por\notro movimiento voluntario.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuál de los siguientes es un ejemplo de sincinesia?",
          "opciones": [
            "Luana no puede evitar morderse las uñas cuando está nerviosa.",
            "Jorge no puede evitar sacar la lengua cuando está escribiendo concentrado.",
            "María no logra quedarse en silencio durante cinco minutos mientras sus compañeros\nhablan."
          ],
          "respuesta": "Jorge no puede evitar sacar la lengua cuando está escribiendo concentrado.",
          "respuestaCorta": "Sacar la lengua al escribir es un ejemplo clásico de sincinesia, ya que es un movimiento involuntario (de la lengua) que acompaña a un movimiento voluntario y concentrado (escribir).",
          "solucionario": "De acuerdo con la definición, una sincinesia es un movimiento parásito que acompaña a una acción voluntaria. Morderse las uñas por nerviosismo (A) es un hábito, y no poder quedarse en silencio (C) es un tema de control de impulsos. En cambio, sacar la lengua (movimiento involuntario) mientras se realiza el esfuerzo de escribir (movimiento voluntario) encaja perfectamente en la definición de sincinesia.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "¿A qué se deben principalmente las sincinesias que presentan los niños y niñas menores de\n12 años?",
          "opciones": [
            "A cuadros de ansiedad y estrés.",
            "A una lesión o enfermedad neurológica no identificada.",
            "A una maduración neurológica aún en proceso de desarrollo."
          ],
          "respuesta": "A una maduración neurológica aún en proceso de desarrollo.",
          "respuestaCorta": "Las sincinesias en la niñez son comunes y se deben a que el sistema nervioso aún no ha madurado completamente para inhibir los movimientos asociados no deseados.",
          "solucionario": "En la infancia, las sincinesias son un fenómeno normal del desarrollo. Se deben a la inmadurez del sistema nervioso, específicamente de las vías piramidales y los centros de control inhibitorio, que aún no logran aislar completamente el impulso nervioso a los músculos específicos requeridos para una tarea, 'escapándose' a otros grupos musculares. Tienden a desaparecer con la edad y la maduración neurológica.",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        },
        {
          "pregunta": "¿Cuál de los siguientes aspectos se requiere desarrollar principalmente para controlar las\nsincinesias?",
          "opciones": [
            "Disociación segmentaria.",
            "Coordinación general.",
            "Control tónico."
          ],
          "respuesta": "Disociación segmentaria.",
          "respuestaCorta": "El control de las sincinesias requiere desarrollar la disociación segmentaria, que es la capacidad de mover una parte del cuerpo de forma independiente sin que otras se muevan involuntariamente.",
          "solucionario": "La disociación segmentaria es la capacidad de mover diferentes partes del cuerpo de manera independiente y voluntaria. Para superar las sincinesias, es necesario que el niño aprenda a controlar y mover únicamente los segmentos corporales implicados en la tarea principal (por ejemplo, la mano al escribir) mientras inhibe el movimiento de otros segmentos (como la lengua o la otra mano).",
          "seccion": "Conocimientos Pedagógicos y Disciplinares"
        }
      ]
    },
    {
      "idGrupo": "asc_primaria_2023_p58",
      "contexto": "Los estudiantes están realizando un juego llamado \"Diez pases\". Este consiste en que los\nequipos deben lograr hacer diez pases consecutivos de balón entre sus integrantes antes\nde intentar lanzar el balón para encestar.\nCuando el equipo encesta, recibe un punto. El\nprimer equipo que logre conseguir cinco puntos, gana el juego.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Inicia el juego y, luego de observar el desempeño de los estudiantes por unos minutos, el\ndocente nota que tienen dificultades para lograr hacer diez pases consecutivos y, por eso, casi\nnunca tienen la posibilidad de lanzar al aro.\nEntonces, el docente decide reducir la cantidad\nde pases a cinco para darle mayor dinamismo al juego.\nLuego de jugar por un rato con solo\ncinco pases, cuando los estudiantes dominan mejor la dinámica, el docente aumenta poco a\npoco la cantidad mínima de pases hasta llegar a la regla original de diez pases.\n\n¿Qué proceso pedagógico realiza principalmente el docente al adaptar el juego a las\nposibilidades de los estudiantes?",
          "opciones": [
            "Brindar andamiaje.",
            "Activar los saberes previos.",
            "Promover la metacognición."
          ],
          "respuesta": "Brindar andamiaje.",
          "respuestaCorta": "El docente brinda andamiaje al simplificar la tarea (reducir el número de pases) para que sea alcanzable, y luego retira gradualmente el apoyo a medida que los estudiantes ganan competencia.",
          "solucionario": "El andamiaje es un concepto de Vygotsky que se refiere al apoyo temporal que un adulto proporciona a un estudiante para que pueda realizar una tarea que está más allá de sus capacidades actuales. El docente simplifica la regla del juego para que los estudiantes puedan tener éxito y, a medida que mejoran, va aumentando la dificultad (retirando el andamio) hasta que pueden cumplir la tarea original por sí mismos.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Durante el juego, luego de completar diez pases, el balón termina en manos de Susana, quien\nes inmediatamente marcada por los estudiantes del equipo contrario para quitarle el balón y\nevitar que lance al aro o haga un pase a algún compañero.\nEntonces, Susana intenta proteger\nel balón por unos segundos, tiempo que le permite observar y decidir, de mejor manera,\nentre dar un pase o lanzar el balón al aro.\n\n¿Qué tipo de habilidades evidencia principalmente Susana con su acción?",
          "opciones": [
            "Tácticas.",
            "Técnicas.",
            "Estratégicas."
          ],
          "respuesta": "Tácticas.",
          "respuestaCorta": "La acción de Susana de proteger el balón, observar y tomar la mejor decisión en el momento (pasar o lanzar) es una habilidad táctica, ya que responde a una situación específica del juego.",
          "solucionario": "La táctica individual se refiere a la capacidad de un jugador para resolver una situación de juego de manera inteligente y efectiva. Susana, al encontrarse bajo presión, no reacciona impulsivamente, sino que protege el balón (habilidad técnica) para ganar tiempo, percibe la situación (compañeros, oponentes, aro) y toma la decisión más adecuada para ese momento. Esta resolución de problemas en tiempo real es la esencia de la táctica.",
          "seccion": "Casuística"
        },
        {
          "pregunta": "Luego de jugar un buen rato \"Diez pases\", el docente propone a los estudiantes realizar un\npartido de baloncesto en el que pondrán en práctica lo aprendido en el juego.\n\n¿Qué proceso de aprendizaje espera principalmente el docente que realicen los estudiantes?",
          "opciones": [
            "Transferencia.",
            "Autoevaluación.",
            "Metacognición."
          ],
          "respuesta": "Transferencia.",
          "respuestaCorta": "Se espera un proceso de transferencia, donde los estudiantes aplican las habilidades de pase y desmarque practicadas en el juego simplificado a la situación más compleja de un partido de baloncesto.",
          "solucionario": "El docente espera que los estudiantes apliquen las habilidades y conceptos aprendidos en el juego 'Diez pases' (como desmarcarse, buscar líneas de pase, etc.) a una situación de juego más compleja y real como un partido de baloncesto. Este proceso de aplicar lo aprendido en un nuevo contexto es la transferencia.",
          "seccion": "Casuística"
        }
      ]
    }

    
  ]
}
  