{
  "Comprension Lectora": [
    {
      "idGrupo": "cl_texto_1_2018",
      "contexto": "La mujer se despertaba cuando todavía estaba oscuro, como si pudiera oír al sol llegando por detrás de los márgenes de la noche. Luego, se sentaba al telar. Comenzaba el día con una hebra clara. Era un trazo delicado del color de la luz que iba pasando entre los hilos extendidos, mientras afuera la claridad de la mañana dibujaba el horizonte. Durante la mañana, la mujer tejía un largo tapiz que no acababa nunca. Ponía en la lanzadera gruesos hilos del algodón más cálido, y el sol se volvía demasiado fuerte y los pétalos se desvanecían en el jardín. La artesana elegía entonces rápidamente un hilo de plata que bordaba sobre el tejido con gruesos puntos. Al rato, una lluvia suave llegaba hasta la ventana a saludarla. Si durante muchos días el viento y el frío peleaban con las hojas y espantaban los pájaros, bastaba con que la joven tejiera con sus bellos hilos dorados para que el sol volviera a apaciguar a la naturaleza. De esa manera, la muchacha pasaba sus días cruzando la lanzadera de un lado para el otro y llevando los grandes peines del telar para adelante y para atrás. Cuando tenía hambre, tejía un lindo pescado, poniendo especial cuidado en las escamas. Y rápidamente el pescado estaba en la mesa, esperando que ella lo comiese. Si tenía sed, entremezclaba en el tapiz una lana suave del color de la leche. Por la noche, dormía tranquila después de pasar su hilo de oscuridad. Pero tejiendo y tejiendo, ella misma trajo el tiempo en que se sintió sola, y pensó que sería bueno tener un esposo. Comenzó a entremezclar en el tapiz las lanas y los colores que le darían compañía. Poco a poco, su deseo fue apareciendo: sombrero con plumas, rostro barbado, cuerpo armonioso, zapatos lustrados. Cuando estaba a punto de tramar el último hilo de la punta de los zapatos, el joven llegó a su puerta, se quitó el sombrero y fue entrando en su vida. Aquella noche, recostada sobre su hombro, la mujer pensó en los hijos que tendría para que su felicidad fuera mayor. Y fue feliz por algún tiempo. Si el hombre había pensado en tener hijos, pronto lo olvidó. Una vez que descubrió el poder del telar, solo pensó en todas las cosas que podía tener. \"Necesitamos una casa mejor\", le dijo a su mujer. Y a ella le pareció justo, porque ahora eran dos. Él le exigió que escogiera las más bellas lanas color ladrillo, hilos verdes para las puertas y las ventanas, y prisa para que la casa estuviera lista lo antes posible. Pero una vez que la casa estuvo terminada, no le pareció suficiente. \"¿Por qué tener una casa si podemos tener un palacio?\", preguntó. Ordenó inmediatamente que fuera de piedra con terminaciones de plata. Día tras día trabajó la mujer tejiendo techos y puertas, patios y escaleras, y salones y pozos. Afuera caía la nieve, pero ella no tenía tiempo para llamar al sol. Cuando llegaba la noche, ella no tenía tiempo para rematar el día. Tejía y entristecía mientras los peines batían sin parar al ritmo de la lanzadera. Finalmente el palacio quedó listo. Y entre tantos ambientes, el esposo escogió para ella y su telar el cuarto más alto, en la torre más alta. \"Es para que nadie sepa lo del tapiz\", dijo. Y antes de retirarse le advirtió: \"Faltan los establos. ¡Y no olvides los caballos!\". La mujer tejía sin descanso los caprichos de su esposo, llenando el palacio de lujos, los cofres de monedas, las salas de criados. Y tejiendo y tejiendo, ella misma trajo el tiempo en que le pareció que su tristeza era más grande que el palacio, con riquezas y todo. Y por primera vez pensó que sería bueno estar sola nuevamente. Solo esperó a que llegara el anochecer. Se levantó mientras su esposo dormía soñando con nuevas exigencias. Descalza, para no hacer ruido, subió la larga escalera de la torre y se sentó al telar. Tomó la lanzadera al revés y, pasando velozmente de un lado para otro, comenzó a destejer su tela. Destejió los caballos, los carruajes, los establos, los jardines, los criados y al palacio con todas sus maravillas. Y nuevamente se vio en su pequeña casa y sonrió mirando el jardín a través de la ventana. La noche estaba terminando, cuando el esposo se despertó extrañado por la dureza de la cama. Espantado, miró a su alrededor. No tuvo tiempo de levantarse. Ella ya había comenzado a deshacer el oscuro dibujo de sus zapatos y él vio desaparecer sus pies, esfumarse sus piernas. Rápidamente la nada subió por el cuerpo, tomó el pecho armonioso, el sombrero con plumas. Entonces, como si hubiese percibido la llegada del sol, la mujer eligió una hebra clara. Fue pasándola lentamente entre los hilos, con alegría, como un delicado trazo de luz que la mañana repitió en la línea del horizonte.",
      "preguntas": [
        {
          "pregunta": "En el texto, ¿cuál de los siguientes rasgos caracteriza al esposo de la tejedora?",
          "opciones": [
            "Es alegre.",
            "Es paciente.",
            "Es codicioso."
          ],
          "respuesta": "Es codicioso.",
          "respuestaCorta": "El esposo, al descubrir el poder del telar, prioriza la acumulación de riquezas (casa, palacio, lujos) sobre la felicidad compartida, demostrando su codicia.",
          "solucionario": "1. El texto narra que, tras descubrir el poder del telar, el esposo \"solo pensó en todas las cosas que podía tener\".\n2. Primero exigió una casa mejor, luego un palacio de piedra con terminaciones de plata.\n3. No se detuvo ahí, sino que demandó establos, caballos, lujos y cofres de monedas.\n4. Este deseo insaciable de bienes materiales, a costa de la felicidad y el trabajo incesante de su esposa, es la definición de la codicia."
        },
        {
          "pregunta": "¿Cuál de las siguientes alternativas presenta una secuencia de acciones que se ajusta cronológicamente al contenido del texto?",
          "opciones": [
            "El esposo de la tejedora pidió un palacio - La tejedora destejió los jardines y criados que pidió su esposo - El esposo de la tejedora le dijo a ella que faltaban hilar los establos.",
            "Un joven llegó a la puerta de la tejedora - La tejedora usó hilos verdes para las puertas de su nueva casa - La tejedora subió descalza la larga escalera de la torre.",
            "La tejedora tomó su lanzadera al revés - El esposo de la tejedora despertó por la dureza de la cama - La tejedora sonrió mirando el jardín detrás de la ventana."
          ],
          "respuesta": "Un joven llegó a la puerta de la tejedora - La tejedora usó hilos verdes para las puertas de su nueva casa - La tejedora subió descalza la larga escalera de la torre.",
          "respuestaCorta": "La secuencia correcta es la llegada del joven, la construcción de la casa que él pide y, finalmente, la decisión de ella de deshacer todo subiendo a la torre.",
          "solucionario": "1. El texto primero describe cómo la tejedora crea a su esposo y este llega a su vida.\n2. Luego, narra las exigencias del esposo, incluyendo la construcción de una casa con \"hilos verdes para las puertas y las ventanas\".\n3. Finalmente, cuando la tristeza la abruma, \"subió descalza la larga escalera de la torre\" para destejerlo todo.\n4. La opción B sigue este orden cronológico de los eventos principales."
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones se puede concluir del texto?",
          "opciones": [
            "La mujer podía tejer todos los alimentos que quería comer.",
            "La mujer decidió provocar la nieve mientras tejía el palacio.",
            "La mujer buscó evitar que se sepa sobre el poder de su tapiz."
          ],
          "respuesta": "La mujer podía tejer todos los alimentos que quería comer.",
          "respuestaCorta": "El texto menciona explícitamente que si tenía hambre tejía un pescado y este aparecía en su mesa, y si tenía sed tejía leche.",
          "solucionario": "1. El texto describe las habilidades mágicas de la tejedora con su telar.\n2. Se menciona directamente: \"Cuando tenía hambre, tejía un lindo pescado... Y rápidamente el pescado estaba en la mesa...\".\n3. También se añade: \"Si tenía sed, entremezclaba en el tapiz una lana suave del color de la leche.\"\n4. Por lo tanto, se puede concluir que ella podía tejer los alimentos que deseaba para satisfacer sus necesidades."
        },
        {
          "pregunta": "¿Cuál es la razón principal por la que a la tejedora \"le pareció que su tristeza era más grande que el palacio\"?",
          "opciones": [
            "Porque su esposo se olvidó de la idea de tener hijos junto a ella.",
            "Porque su esposo la había aislado en la torre más alta del palacio.",
            "Porque su vida se redujo a tejer cada uno de los pedidos de su esposo."
          ],
          "respuesta": "Porque su vida se redujo a tejer cada uno de los pedidos de su esposo.",
          "respuestaCorta": "Su tristeza se originó porque su vida se convirtió en una tarea interminable de tejer sin descanso los caprichos y lujos que su esposo le exigía.",
          "solucionario": "1. El texto describe cómo la tejedora, tras la llegada de su esposo, comienza a tejer incansablemente para satisfacer sus deseos materiales: una casa, un palacio, establos, etc.\n2. La narración enfatiza su labor continua y la pérdida de su propósito original: \"Día tras día trabajó la mujer tejiendo...\", \"ella no tenía tiempo para llamar al sol\", \"Tejía y entristecía mientras los peines batían sin parar\".\n3. Esta reducción de su vida a ser una mera productora de los caprichos de su esposo es la causa directa de su profunda tristeza, que superaba incluso la magnitud del palacio."
        },
        {
          "pregunta": "¿Cuál de las siguientes frases expresa la enseñanza principal del cuento?",
          "opciones": [
            "\"En la boca del mentiroso, lo cierto se hace más que dudoso\".",
            "\"No todo lo que se ama se desea, ni todo lo que se desea se ama\".",
            "\"Cuando dos personas desean lo mismo, se convierten en enemigos\"."
          ],
          "respuesta": "\"No todo lo que se ama se desea, ni todo lo que se desea se ama\".",
          "respuestaCorta": "La tejedora deseó un esposo y lo amó, pero el deseo desmedido de él por las riquezas destruyó ese amor, mostrando que el deseo y el amor no siempre coinciden.",
          "solucionario": "1. La historia comienza con el deseo de la tejedora de tener compañía, lo que la lleva a tejer un esposo. Inicialmente, encuentra la felicidad y el amor (\"Y fue feliz por algún tiempo\").\n2. Sin embargo, el deseo del esposo se centra exclusivamente en la riqueza material, lo que transforma la vida de la tejedora en una labor triste y sin fin.\n3. Al final, ella se da cuenta de que su deseo inicial la ha llevado a la infelicidad, y su nuevo deseo es estar sola nuevamente, deshaciendo aquello que una vez amó.\n4. Esto ilustra la enseñanza de que el amor y el deseo son conceptos distintos y a veces opuestos: lo que se desea (el esposo, la riqueza) puede no ser lo que verdaderamente se ama (la paz, la autonomía, la felicidad simple)."
        }
      ]
    },
    {
      "idGrupo": "cl_texto_2_2018",
      "contexto": "Marie-Olympe de Gouges es una de las muy pocas mujeres de la historia antigua en haber sido ejecutadas por la publicación de escritos políticos. A pesar de ello, su estatus como precursora en la historia de las ideas no ha cobrado relevancia sino recientemente. Fue una figura de excepción de la Ilustración francesa, no solo por su compromiso político, sino sobre todo por sus posturas de vanguardia, valientemente expresadas, con relación a la condición de los esclavos negros y la de las mujeres. Fue severamente juzgada por la \"mayoría moral\" de su tiempo, para la cual la maternidad, el cuidado del hogar y la educación de los niños debían mantenerse como temas exclusivos de la actividad de las mujeres -al menos de aquellas de las que se decía que \"se respetaban a sí mismas\"-. No fue sino tras la Segunda Guerra Mundial, cuando se discutieron bajo una nueva perspectiva las cuestiones sociales de fondo sobre las mujeres, el racismo y las minorías, que el recuerdo trágico de Olympe volvió a los escenarios.\nNació en el seno de una familia burguesa en 1748, en el suroeste de Francia. Cuando tenía 17 años, sus padres arreglaron su matrimonio con un hombre mucho mayor, del que enviudó dos años después. Nunca volvió a casarse; por el contrario, la experiencia de un matrimonio forzado hizo nacer en ella un deseo de determinación e independencia. En 1770, se mudó a París, en donde frecuentó salones literarios y conoció a los intelectuales de la Ilustración. En 1774, empezó su carrera literaria, centrada en el teatro. Su pieza más conocida, Zamore y Mirza o el naufragio feliz, en la que buscó llamar la atención sobre las injusticias de la esclavitud, fue inscrita en el repertorio de la Comédie-Française -la tropa de teatro oficial del Estado francés- en 1785. El éxito inicial de la pieza se empañó rápidamente, sin embargo, cuando se comprendió que el drama hacía una crítica velada de la trata de personas. La Comédie dependía económicamente de la corte de Versalles, en la que muchos nobles se enriquecían con la trata de esclavos en las colonias francesas. La pieza fue dejada de lado, y de Gouges cometió el error de manifestar ruidosamente su decepción al respecto. Recibió una carta oficial del Estado en la que la amenazaban de encarcelamiento en la Bastilla. Vencida en un primer momento por el miedo, fue a partir de estos sucesos que nació su compromiso político. De 1785 hasta su muerte, 8 años después, publicó incansablemente sobre todos los temas que consideró importantes.\nCuando sobrevino la Revolución francesa, en 1789, Olympe había redoblado su actividad militante, multiplicando la producción de panfletos en los que exigía la igualdad de derechos para todos los ciudadanos, independientemente de su sexo, color de piel o ingresos. Precisamente en ese año, se produjo un hecho bisagra para la historia en general, y para de Gouges en particular: la Asamblea Constituyente aprobó la Declaración de los Derechos del Hombre y del Ciudadano, texto fundamental de la Revolución francesa, cuyos principios (incluyendo la libertad de opinión y el derecho al sufragio) aún forman parte de los gobiernos democráticos contemporáneos. El alcance del documento era relativo, sin embargo, pues en los años de la revolución solo eran considerados ciudadanos con derecho a voto los varones de más de 25 años que pagaran una contribución directa igual o superior al valor de tres jornales. Eso reducía la cantidad de electores a un escaso 15%. Los hombres menores de 25 años, las personas sin residencia fija y las mujeres eran considerados ciudadanos pasivos, sin derecho de participación en la vida pública.\nEn 1791, Olympe decidió responder al escrito con su propia Declaración de los Derechos de la Mujer y de la Ciudadana, cuyo encabezado reza: \"Hombre, ¿eres capaz de ser justo? Una mujer te hace esta pregunta\". En este documento, uno de los primeros en proponer la igualdad de derechos para la mujer, de Gouges denunció la pena de muerte y reclamó el derecho al voto independientemente del sexo. Asimismo, y tal vez presintiendo su final próximo, anunciaba: \"La mujer que tiene el derecho de subir al cadalso también debe tener el derecho de subir a la tribuna\".\nAlineada ideológicamente con los girondinos, la suerte de Olympe estuvo echada cuando, en junio de 1793, sus rivales políticos en la Convención, los montañeses, se hicieron con el poder de manera violenta. Ella había criticado duramente las ideas políticas (y las personas) de Robespierre y Marat, dos de los principales líderes montañeses. Tres días después de la ejecución de los líderes de los girondinos, fue detenida por ser la autora de un cartel propagandístico a favor de su causa, y llevada ante el Tribunal Revolucionario, que la condenó sumariamente a muerte por su activismo político. Olympe de Gouges fue guillotinada el 3 de noviembre de 1793. Según fuentes de la época, subió al cadalso con valor y dignidad. Tiempo después, y profetizando la oscuridad que caería por más de un siglo sobre la causa por los derechos de las mujeres, un adversario político montañés la mencionó en un discurso: \"Recuerden a esa mujer-hombre, la descarada Olympe de Gouges, quien quiso politiquear y cometió crímenes; ¡todos esos seres inmorales han sido eliminados bajo el hierro vengador de las leyes!\". Y dirigiéndose a las mujeres en la audiencia, agregó: \"¿Y ustedes quisieran imitarlos? No, solo se sentirán dignas de estima cuando sean lo que la naturaleza ha querido que fueran. Queremos que las mujeres se respeten, y es por ello que las forzaremos a respetarse a sí mismas\".",
      "preguntas": [
        {
          "pregunta": "Según el texto, ¿qué evento fue clave para el nacimiento del compromiso político de Olympe?",
          "opciones": [
            "La exclusión de su pieza teatral del repertorio de la Comédie-Française.",
            "La aprobación de la Declaración de los Derechos del Hombre y del Ciudadano.",
            "La experiencia de un matrimonio forzado con un hombre mucho mayor que ella."
          ],
          "respuesta": "La exclusión de su pieza teatral del repertorio de la Comédie-Française.",
          "respuestaCorta": "El texto afirma que 'fue a partir de estos sucesos' (la exclusión de su obra teatral y la posterior amenaza de encarcelamiento) 'que nació su compromiso político'.",
          "solucionario": "1. El texto narra que Olympe de Gouges escribió una pieza teatral crítica con la esclavitud.\n2. Esta obra fue retirada del repertorio oficial, y tras protestar por ello, Olympe recibió una amenaza de encarcelamiento.\n3. El texto concluye explícitamente sobre este episodio: \"Vencida en un primer momento por el miedo, fue a partir de estos sucesos que nació su compromiso político\"."
        },
        {
          "pregunta": "Según el texto, ¿cuál de los siguientes hechos ocurrió primero?",
          "opciones": [
            "Olympe escribió la Declaración de los Derechos de la Mujer y de la Ciudadana.",
            "Los montañeses tomaron el poder político francés de manera violenta.",
            "Olympe fue amenazada con ser encarcelada en la Bastilla."
          ],
          "respuesta": "Olympe fue amenazada con ser encarcelada en la Bastilla.",
          "respuestaCorta": "La amenaza de encarcelamiento ocurrió alrededor de 1785, la Declaración de los Derechos de la Mujer fue en 1791 y la toma de poder de los montañeses en 1793.",
          "solucionario": "1. Se analiza la cronología de los eventos mencionados en el texto.\n2. La amenaza de encarcelamiento en la Bastilla ocurrió después de que su obra teatral, inscrita en 1785, fuera retirada del repertorio.\n3. La redacción de la \"Declaración de los Derechos de la Mujer y de la Ciudadana\" fue en 1791.\n4. La toma del poder por parte de los montañeses sucedió en junio de 1793.\n5. Comparando las fechas, el evento que ocurrió primero fue la amenaza de encarcelamiento."
        },
        {
          "pregunta": "En el último párrafo del texto, el autor cita un comentario de un adversario político de Olympe. ¿Cuál es la finalidad principal del autor al citar este comentario?",
          "opciones": [
            "Señalar que Olympe terminó siendo considerada una criminal por sus orientaciones políticas.",
            "Cuestionar la actitud intolerante de los líderes políticos montañeses hacia las ideas de sus rivales girondinos.",
            "Mostrar cuál fue la perspectiva dominante sobre el papel de la mujer en la sociedad tras la Revolución francesa."
          ],
          "respuesta": "Mostrar cuál fue la perspectiva dominante sobre el papel de la mujer en la sociedad tras la Revolución francesa.",
          "respuestaCorta": "El discurso del adversario define el rol 'adecuado' de la mujer en la sociedad (ser lo que la naturaleza quiso), en oposición a Olympe, ilustrando la ideología dominante de la época.",
          "solucionario": "1. El adversario político se refiere a Olympe como una \"mujer-hombre\" que \"quiso politiquear\".\n2. Luego, se dirige a las mujeres de la audiencia para advertirles que no la imiten y que solo serán \"dignas de estima cuando sean lo que la naturaleza ha querido que fueran\".\n3. Esta cita no solo condena a Olympe, sino que establece un modelo de conducta para todas las mujeres, revelando así la perspectiva hegemónica y patriarcal sobre su rol en la sociedad posrevolucionaria."
        },
        {
          "pregunta": "¿En qué año Olympe comenzó su carrera literaria como autora de piezas de teatro?",
          "opciones": [
            "En 1770.",
            "En 1774.",
            "En 1785."
          ],
          "respuesta": "En 1774.",
          "respuestaCorta": "El texto indica de forma explícita que 'En 1774, empezó su carrera literaria, centrada en el teatro'.",
          "solucionario": "1. El segundo párrafo del texto traza una línea de tiempo de la vida de Olympe de Gouges.\n2. Se menciona que \"En 1770, se mudó a París\".\n3. La siguiente oración fechada especifica: \"En 1774, empezó su carrera literaria, centrada en el teatro.\"\n4. Por lo tanto, la respuesta correcta es el año 1774."
        },
        {
          "pregunta": "Según el texto, ¿cuál de los siguientes hechos causó la detención de Olympe?",
          "opciones": [
            "La publicación de una pieza teatral en la que denunciaba el enriquecimiento de la nobleza a partir de la trata de esclavos.",
            "La manifestación pública de su disconformidad ante la exclusión de su obra del repertorio de la Comédie-Française.",
            "La elaboración de un cartel propagandístico en el que defendía la causa de los líderes girondinos."
          ],
          "respuesta": "La elaboración de un cartel propagandístico en el que defendía la causa de los líderes girondinos.",
          "respuestaCorta": "El texto señala que 'fue detenida por ser la autora de un cartel propagandístico a favor de su causa [girondina]'.",
          "solucionario": "1. El último párrafo del texto describe los eventos que llevaron a la ejecución de Olympe.\n2. Se establece que ella estaba alineada con los girondinos, quienes perdieron el poder ante los montañeses.\n3. El texto afirma de manera precisa: \"fue detenida por ser la autora de un cartel propagandístico a favor de su causa, y llevada ante el Tribunal Revolucionario...\".\n4. Esto corresponde directamente con la opción C."
        }
      ]
    },
    
    {
      "idGrupo": "cl_texto_3_2018",
      "contexto": "Una característica de nuestros tiempos es la fe en el mercado como mecanismo para la asignación de bienes y servicios. El motor de la libre competencia induce a la innovación, a la mejora continua y a la eficiencia en el uso de los recursos. Todo esto redunda en avances en la productividad. Con estos argumentos, el Estado redujo su participación activa en los mercados en las últimas décadas. Los resultados han sido positivos en múltiples áreas.\nEl fervor ha llevado a muchos a creer que cada vez más ámbitos de intercambio social pueden beneficiarse con la llegada de la libre competencia. Un ejemplo es la educación, en la que el Estado ha tenido algunos resultados desalentadores. Pero aquí es donde el entusiasmo por la libre competencia induce al error. Querer mejorar la educación desde esta perspectiva es ignorar que el servicio educativo tiene muchas particularidades. Es muy diferente a un servicio comercial típico en el que se realizan transacciones en libre competencia. Fundamentaré esta idea realizando una comparación entre el servicio educativo y un servicio típico, como el que se ofrece en un restaurante.\nEn primer lugar, existe una diferencia relacionada con la disponibilidad de información sobre la calidad del servicio. Los comensales pueden informarse fácilmente sobre la calidad de los restaurantes. Las características de un buen restaurante son conocidas (calidad de los ingredientes, higiene, etc.). Pero con la educación sucede algo distinto. Una parte de la calidad puede observarse y medirse (aprendizajes curriculares en lengua y matemáticas, por ejemplo), pero también hay una parte fundamental que no es fácil de medir (como los aprendizajes referidos a las habilidades socioemocionales, valores y actitudes). Además, la información sobre la calidad educativa es mucho más compleja de interpretar para aquellos hogares menos favorecidos (personas que viven en condición de pobreza o no escolarizadas).\nEn segundo lugar, encontramos una diferencia en el tiempo que toma conocer los resultados del servicio. Apenas sale de un restaurante, un comensal tiene una idea bastante clara de la calidad del servicio que recibió. En educación, en cambio, los resultados del servicio se conocen mucho después de que se ha decidido optar por él. Una parte de la calidad se revela inmediatamente, pero parte de ella (quizá la más significativa) en el futuro. Si un colegio no hizo un buen trabajo preparando a sus estudiantes para enfrentar sus vidas universitarias o profesionales, ellos no podrán identificarlo sino cuando sea tarde. O, visto de manera positiva, el éxito de una institución educativa se refleja en el éxito que logren alcanzar sus exalumnos. Así, es fácil caer en cuenta de que las buenas inversiones educativas necesitan un horizonte de largo plazo. Esto último es difícil de compatibilizar con los horizontes de las inversiones con fines de lucro.\nEn tercer lugar, observamos una diferencia con relación al rol del consumidor en el resultado del servicio. El que un restaurante sea bueno o malo depende muy poco de los paladares o del esfuerzo de los comensales. La provisión del servicio educativo es muy diferente. El esfuerzo de los estudiantes -así como el de sus padres y el de sus docentes- importa mucho. Y, en esa línea, los otros consumidores también juegan un rol. Para el comensal de un restaurante estándar poco importa si el sujeto de la mesa vecina prefiere arroz o papas fritas, o si tiene ideas conservadoras o liberales. Para un comensal, ni el perfil ni las preferencias de los otros comensales son relevantes para su propia experiencia gastronómica. En la escuela, sin embargo, el resultado depende de los estudiantes en conjunto, pues cada uno de ellos puede jugar un rol en el aprendizaje de sus pares.\nEn cuarto lugar, hay que considerar que el servicio educativo se contrata pocas veces. No hay un aprendizaje basado en repetir frecuentemente la contratación de dicho servicio. Por otro lado, en un período de diez años, un comensal se ha preguntado muchas veces: \"¿A qué restaurante debo ir?\". De esta manera, ha ganado experiencia como tomador de decisiones. El comensal sabe qué factores considerar y cómo sopesarlos para decidir. Esto le ha permitido aprender a elegir. En ese mismo período, un padre no ha tomado muchas decisiones sobre la elección de un colegio para su hijo. La contratación del servicio educativo, debido a que es esporádica, da menos oportunidad para la repetición. Los padres de familia son más propensos al error. Errores que cuestan caro.\nUna consideración final es la equidad. Por una variedad de razones, los niños de hogares pobres tienen más dificultades para el aprendizaje que los niños de hogares más favorecidos. Educar a los primeros es más caro y, por eso, un país debería asignar más recursos para la educación de los pobres. Sin embargo, los mercados hacen exactamente lo contrario: asignan más recursos educativos a aquellas escuelas donde hay mayor capacidad de pago.\nPara que un mercado de servicios educativos funcione adecuadamente, necesitamos regular varios aspectos de nuestra realidad. Los riesgos de no hacerlo son grandes. Mientras tanto, pensar que los sistemas educativos van a mejorar con mayor participación privada es fe ciega. Sin duda, se trata de un tema que necesita mucho debate sobre la base de razonamientos sesudos, no fervorosos.",
      "preguntas": [
        {
          "pregunta": "Según el autor, ¿por qué los \"consumidores del servicio educativo\" juegan un rol importante en la provisión de dicho servicio?",
          "opciones": [
            "Porque el aprendizaje en la escuela depende en buena parte del esfuerzo de los estudiantes y de cómo interactúan entre ellos.",
            "Porque los estudiantes que cuentan con mayores recursos económicos reciben un mejor servicio educativo.",
            "Porque la eficiencia de una escuela se ve reflejada en el éxito que logren alcanzar sus exalumnos."
          ],
          "respuesta": "Porque el aprendizaje en la escuela depende en buena parte del esfuerzo de los estudiantes y de cómo interactúan entre ellos.",
          "respuestaCorta": "El autor argumenta que el éxito educativo depende significativamente del esfuerzo de los estudiantes y de la influencia que ejercen en el aprendizaje de sus compañeros.",
          "solucionario": "1. El texto establece una diferencia clave entre un servicio comercial típico y el educativo, centrándose en el rol del consumidor.\n2. Se afirma que \"El esfuerzo de los estudiantes... importa mucho\".\n3. Además, se añade que \"los otros consumidores también juegan un rol\", ya que \"el resultado depende de los estudiantes en conjunto, pues cada uno de ellos puede jugar un rol en el aprendizaje de sus pares\".\n4. Estas dos ideas combinadas sustentan que el aprendizaje depende del esfuerzo e interacción de los estudiantes."
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones se puede concluir a partir de lo sostenido por el autor?",
          "opciones": [
            "Es sencillo medir el desarrollo de las habilidades socioemocionales de los estudiantes.",
            "El mercado se encarga de asignar más recursos educativos en zonas menos favorecidas.",
            "Evaluar la calidad de una escuela es más complejo que evaluar la calidad de un restaurante."
          ],
          "respuesta": "Evaluar la calidad de una escuela es más complejo que evaluar la calidad de un restaurante.",
          "respuestaCorta": "El autor detalla múltiples factores (información no medible, tiempo para ver resultados, complejidad) que hacen que evaluar una escuela sea mucho más difícil que un restaurante.",
          "solucionario": "1. El autor compara explícitamente ambos servicios.\n2. Señala que la calidad de un restaurante es fácil de evaluar (ingredientes, higiene), mientras que la calidad educativa tiene componentes no medibles fácilmente (habilidades socioemocionales, valores).\n3. Menciona que los resultados de un restaurante son inmediatos, pero los de una escuela se ven a largo plazo.\n4. La información sobre la calidad educativa es más compleja de interpretar. Todo esto lleva a la conclusión de que evaluar una escuela es una tarea más compleja."
        },
        {
          "pregunta": "Bárbara leyó el texto y realizó la siguiente observación:\n\"El autor utiliza varios ejes de comparación para contrastar el servicio que brinda una escuela con el servicio ofrecido por un restaurante\".\n¿Cuál de las siguientes alternativas NO es uno de los \"ejes de comparación\" utilizados por el autor?",
          "opciones": [
            "La frecuencia con la que se contrata el servicio.",
            "El nivel de innovación en la prestación del servicio.",
            "El tiempo que toma conocer los resultados del servicio."
          ],
          "respuesta": "El nivel de innovación en la prestación del servicio.",
          "respuestaCorta": "El autor compara la educación y los restaurantes basándose en la información, el tiempo de resultados, el rol del consumidor y la frecuencia de contratación, pero no en el nivel de innovación.",
          "solucionario": "1. El autor estructura su argumento en base a cuatro ejes de comparación explícitos.\n2. Estos son: la \"disponibilidad de información sobre la calidad\", \"el tiempo que toma conocer los resultados\", \"el rol del consumidor en el resultado\" y la \"frecuencia con que se contrata el servicio\".\n3. El \"nivel de innovación\" se menciona en la introducción como un producto de la libre competencia en general, pero no se utiliza como un punto de comparación directo entre ambos servicios."
        },
        {
          "pregunta": "Según el texto, ¿cuál fue la razón principal por la que, en las últimas décadas, el Estado redujo su participación activa en los mercados?",
          "opciones": [
            "Porque las decisiones del Estado relacionadas con el servicio educativo habían tenido resultados desalentadores.",
            "Porque el motor de la libre competencia indujo a la mejora y al aumento de la productividad en múltiples sectores.",
            "Porque el Estado debió concentrarse en aquellos mercados que tenían que ser regulados para volverse eficientes."
          ],
          "respuesta": "Porque el motor de la libre competencia indujo a la mejora y al aumento de la productividad en múltiples sectores.",
          "respuestaCorta": "Según el texto, el Estado redujo su participación basado en los argumentos de que la libre competencia genera innovación, mejora continua, eficiencia y avances en la productividad.",
          "solucionario": "1. El primer párrafo del texto introduce el tema de la fe en el mercado.\n2. Expone los argumentos a favor de la libre competencia: \"induce a la innovación, a la mejora continua y a la eficiencia... redunda en avances en la productividad\".\n3. Inmediatamente después, el texto afirma: \"Con estos argumentos, el Estado redujo su participación activa en los mercados en las últimas décadas\".\n4. Por lo tanto, la razón principal fue la creencia en los beneficios de la libre competencia."
        },
        {
          "pregunta": "En este texto, el autor se opone a la idea de que la libre competencia por sí sola puede mejorar la educación.\n¿Cuál es el argumento principal del autor para defender su postura?",
          "opciones": [
            "Las decisiones ante la problemática del servicio educativo deben estar basadas en reflexiones sesudas y no en actos de fe.",
            "Existen fuertes diferencias entre el servicio educativo y el servicio de comida con relación a la disponibilidad y complejidad de la información sobre el servicio.",
            "Las propuestas de mejora del servicio educativo que se realizan desde la perspectiva de la libre competencia ignoran las importantes particularidades que este servicio tiene."
          ],
          "respuesta": "Las propuestas de mejora del servicio educativo que se realizan desde la perspectiva de la libre competencia ignoran las importantes particularidades que este servicio tiene.",
          "respuestaCorta": "El argumento central del autor es que aplicar el modelo de libre competencia a la educación es un error porque no considera las características únicas que diferencian al servicio educativo de uno comercial.",
          "solucionario": "1. La tesis del autor se presenta al final del primer párrafo: \"Querer mejorar la educación desde esta perspectiva es ignorar que el servicio educativo tiene muchas particularidades\".\n2. Para sustentar esta idea, el autor dedica los siguientes cuatro párrafos a detallar esas particularidades (información, tiempo, rol del consumidor, frecuencia) en comparación con un servicio típico.\n3. Por lo tanto, su argumento principal es que las propuestas de mercado ignoran estas diferencias fundamentales, lo que las hace inadecuadas para el sector educativo."
        }
      ]
    },
    {
      "idGrupo": "cl_texto_4_2018",
      "contexto": "Un conjunto de documentos internos de la industria azucarera estadounidense (entre reportes anuales, revisiones internas de investigación, correspondencia con investigadores, etc.) fueron publicados en setiembre de 2016 en la revista especializada JAMA Internal Medicine. El examen de estos archivos, junto con evidencia relativamente reciente sobre los incentivos otorgados por parte de la industria azucarera a académicos alineados con sus intereses corporativos, sugiere que las últimas cinco décadas de estudios sobre la relación entre nutrición y enfermedades cardiacas (incluyendo muchas recomendaciones actuales de nutrición) han sido moldeadas por la industria.\nLos documentos muestran que un grupo comercial llamado Sugar Research Foundation, conocido hoy como la Asociación Azucarera, pagó a tres investigadores de Harvard el equivalente a 50 mil dólares actuales para publicar en 1967 una revisión de los estudios sobre el azúcar, la grasa y las enfermedades cardiacas. El grupo del azúcar escogió cuidadosamente los estudios que se utilizaron para la revisión y el artículo resultante, publicado en la prestigiosa revista New England Journal of Medicine, minimizó el vínculo entre el azúcar y las afecciones al corazón, y difamó a las grasas saturadas.\nAunque el tráfico de influencias develado en los documentos ocurrió hace 50 años, informes más recientes muestran que la industria del azúcar continúa ejerciendo su influencia en la ciencia de la nutrición. En 2015, un artículo en The New York Times reveló que una conocida empresa de bebidas gaseosas había otorgado millones de dólares como financiamiento a investigadores que minimizaron la relación entre las bebidas azucaradas y la obesidad. En junio del mismo año, la Associated Press informó que los fabricantes de dulces estaban financiando estudios que aseguraban que los niños que comían dulces tendían a pesar menos que aquellos que no lo hacían.\nLas revelaciones de JAMA son importantes porque muestran los orígenes de un esfuerzo sostenido de la industria azucarera para manipular el debate, aún vigente, sobre los daños relativos de los azúcares y las grasas en la salud. La polémica empezó en 1960, cuando varios estudios comenzaron a señalar una relación entre dietas altas en azúcar y enfermedades cardiacas. Al mismo tiempo, un grupo de científicos comenzó a investigar una teoría rival que establecía que las grasas saturadas y el colesterol generaban un mayor riesgo de ocasionar enfermedades del corazón. Fue en este contexto que la Sugar Research Foundation comenzó a hilar estrategias para mover el debate a su favor. Los documentos publicados por JAMA muestran que en 1964 John Hickson, un alto ejecutivo de la industria azucarera, discutió un plan con otros miembros de la industria para influenciar a la opinión pública \"mediante estudios y programas legislativos\". Propuso contrarrestar los descubrimientos alarmantes sobre el azúcar con una investigación patrocinada por la industria. \"Después podemos publicar los datos y refutar a nuestros detractores\", escribió.\nEn 1965, Hickson reclutó a los investigadores de Harvard para escribir una revisión que desacreditara los estudios antiazúcar. Les pagó un total de 6500 dólares de la época (que actualmente equivalen a 49 000 dólares). Hickson seleccionó los artículos que tenían que revisar y les aclaró que quería resultados a favor del azúcar. El Dr. Mark Hegsted, uno de los investigadores de Harvard, tranquilizó a los ejecutivos azucareros: \"Estamos muy conscientes de su interés particular\", escribió, \"y lo cubriremos tan bien como podamos\".\nSegún apunta hoy un investigador de la Universidad de California, \"la industria del azúcar hizo algo muy inteligente en ese entonces. Los artículos que se dedican a revisar varios estudios sobre un tema determinado tienden a darle forma a la discusión científica sobre dicho tema, especialmente cuando son publicados en una revista de gran prestigio\". De hecho, el artículo financiado por la Sugar Research Foundation pudo haber jugado un rol importante como insumo en las políticas de salud posteriores (tampoco pudo haber sido casualidad que, en 1978, el Dr. Hegsted se convirtiera en el director de nutrición del Departamento de Agricultura de los Estados Unidos, donde ayudó a esbozar las normas alimentarias oficiales de este país). Durante varias décadas, los médicos animaron a la gente a reducir su ingesta de grasas, lo que ocasionó que muchos consumieran alimentos bajos en grasa, pero con alto contenido de azúcar. Hoy en día, estos alimentos son considerados por los expertos como un factor clave para explicar la crisis de obesidad que se vive en varios países, tanto ricos como pobres.\nSi bien en nuestros tiempos la discusión sobre el rol del azúcar en la salud ha regresado a las primeras planas, la evidencia parece apuntar a que, de no haber sido por la eficiencia de las tácticas de la industria azucarera, podríamos haber ahorrado mucho tiempo en el debate.",
      "preguntas": [
        {
          "pregunta": "Entre los siguientes hechos presentados en el texto, ¿cuál ocurrió primero?",
          "opciones": [
            "El Dr. Mark Hegsted llegó a convertirse en el director de nutrición del Departamento de Agricultura de los Estados Unidos.",
            "John Hickson y sus colegas discutieron un plan con el objetivo de redireccionar la opinión pública sobre los efectos que genera el azúcar en la salud.",
            "La prensa informó que algunas empresas financiaban estudios que aseguraban que los niños que consumían dulces tendían a pesar menos que aquellos que no lo hacían."
          ],
          "respuesta": "John Hickson y sus colegas discutieron un plan con el objetivo de redireccionar la opinión pública sobre los efectos que genera el azúcar en la salud.",
          "respuestaCorta": "El plan de John Hickson fue discutido en 1964, mientras que el nombramiento del Dr. Hegsted fue en 1978 y el informe de prensa sobre los fabricantes de dulces fue en 2015.",
          "solucionario": "1. Se revisan las fechas de cada evento mencionado en las opciones.\n2. La opción B, la discusión del plan por John Hickson, ocurrió en 1964 según el texto.\n3. La opción A, el nombramiento del Dr. Hegsted como director de nutrición, sucedió en 1978.\n4. La opción C, el informe de la prensa sobre el financiamiento de estudios, data de junio de 2015.\n5. Al ordenar cronológicamente estos eventos, el primero en ocurrir fue el de la opción B."
        },
        {
          "pregunta": "¿Cuál es el tema central de este texto?",
          "opciones": [
            "Los efectos negativos del azúcar en la salud.",
            "El debate científico sobre la industria alimenticia en EE. UU.",
            "La manipulación de información sobre los efectos del azúcar."
          ],
          "respuesta": "La manipulación de información sobre los efectos del azúcar.",
          "respuestaCorta": "El texto expone cómo la industria azucarera financió investigaciones para desviar la culpa de las enfermedades cardíacas del azúcar a las grasas, influyendo en la ciencia y la nutrición durante décadas.",
          "solucionario": "1. El texto inicia presentando documentos que sugieren que la investigación sobre nutrición ha sido \"moldeada por la industria\" azucarera.\n2. Detalla cómo la Sugar Research Foundation pagó a investigadores para \"minimizar el vínculo entre el azúcar y las afecciones al corazón, y difamar a las grasas saturadas\".\n3. Menciona un plan explícito para \"influenciar a la opinión pública\".\n4. Todo el contenido gira en torno a este esfuerzo deliberado para controlar la narrativa científica, lo que define el tema central como la manipulación de información."
        },
        {
          "pregunta": "En el penúltimo párrafo, se presenta la siguiente cita:\n\"Estamos muy conscientes de su interés particular\".\n¿En qué consiste el \"interés particular\" al que se refiere la cita?",
          "opciones": [
            "En procurar que la opinión pública desconozca la relación entre el consumo de azúcar y las enfermedades cardiovasculares.",
            "En procurar que el público reflexione sobre las decisiones de los empresarios vinculados a la industria alimentaria.",
            "En procurar que el debate sobre los efectos del azúcar y las grasas en la salud siguiera vigente."
          ],
          "respuesta": "En procurar que la opinión pública desconozca la relación entre el consumo de azúcar y las enfermedades cardiovasculares.",
          "respuestaCorta": "El 'interés particular' de la industria azucarera era que la investigación que financiaron produjera resultados a su favor, minimizando la relación entre el azúcar y las enfermedades del corazón.",
          "solucionario": "1. La cita es una respuesta del Dr. Hegsted a los ejecutivos de la industria azucarera que lo contrataron.\n2. El texto explica que el objetivo de la industria era \"contrarrestar los descubrimientos alarmantes sobre el azúcar\" y \"desacreditar los estudios antiazúcar\".\n3. El ejecutivo Hickson les aclaró que quería \"resultados a favor del azúcar\".\n4. En consecuencia, el \"interés particular\" es este objetivo: procurar que la opinión pública no asocie el consumo de azúcar con las enfermedades cardiovasculares."
        },
        {
          "pregunta": "¿Cuál de las siguientes afirmaciones se puede concluir a partir de la información del texto?",
          "opciones": [
            "Mark Hegsted fue nombrado en un alto cargo del gobierno estadounidense a pesar de que se sabía que estaba involucrado en un caso de tráfico de influencias.",
            "La investigación de JAMA muestra que los azúcares generan un mayor riesgo de ocasionar enfermedades del corazón que las grasas saturadas.",
            "Los estudios financiados por la Asociación Azucarera fueron publicados en una revista prestigiosa para influenciar a la opinión pública."
          ],
          "respuesta": "Los estudios financiados por la Asociación Azucarera fueron publicados en una revista prestigiosa para influenciar a la opinión pública.",
          "respuestaCorta": "El texto señala que el artículo financiado por la industria se publicó en la 'prestigiosa revista New England Journal of Medicine' para darle forma a la discusión científica y así influir en la opinión pública.",
          "solucionario": "1. El texto afirma que la Sugar Research Foundation pagó para publicar una revisión de estudios.\n2. Se menciona que el artículo fue publicado en la \"prestigiosa revista New England Journal of Medicine\".\n3. Un investigador citado en el texto confirma la estrategia: los artículos de revisión en revistas de prestigio \"tienden a darle forma a la discusión científica\".\n4. La combinación de estos puntos permite concluir que la publicación en una revista prestigiosa fue una táctica deliberada para influir en la opinión pública."
        },
        {
          "pregunta": "En el texto, el autor afirma que la industria azucarera continúa ejerciendo hoy en día \"su influencia en la ciencia de la nutrición\", y menciona algunos hechos para apoyar esta afirmación.\n¿Cuál de los siguientes es uno de estos hechos?",
          "opciones": [
            "John Hickson propuso contrarrestar los descubrimientos alarmantes sobre el azúcar con una investigación patrocinada por la industria.",
            "Los fabricantes de dulces financiaron estudios que aseguraban que los niños que comían dulces tendían a pesar menos que aquellos que no lo hacían.",
            "Un grupo de científicos investigó una teoría según la cual las grasas saturadas generan un mayor riesgo que el azúcar de ocasionar enfermedades del corazón."
          ],
          "respuesta": "Los fabricantes de dulces financiaron estudios que aseguraban que los niños que comían dulces tendían a pesar menos que aquellos que no lo hacían.",
          "respuestaCorta": "El texto cita un informe de la Associated Press de 2015 que reveló que los fabricantes de dulces financiaban estudios con conclusiones favorables a sus productos.",
          "solucionario": "1. El tercer párrafo se dedica a mostrar que la influencia de la industria azucarera continúa en la actualidad.\n2. Para ello, presenta ejemplos recientes.\n3. Uno de ellos, que corresponde directamente a la opción B, es: \"En junio del mismo año, la Associated Press informó que los fabricantes de dulces estaban financiando estudios que aseguraban que los niños que comían dulces tendían a pesar menos que aquellos que no lo hacían\"."
        }
      ]
    },
  
    {
      "idGrupo": "cl_texto_5_2018",
      "contexto": "Cada día, 1500 millones de niños y jóvenes en todo el mundo acuden a edificios que se llaman escuelas. Allí pasan largas horas en salones donde algunos adultos tratan de enseñarles a leer y a escribir, así como matemáticas, ciencias y otras materias. Esto cuesta, aproximadamente, el 5% de todo lo que produce la economía mundial en un año (en 2016, ascendió a casi 76 billones de dólares, según datos del Banco Mundial).\nLamentablemente, mucha de esta inversión se pierde. Una gran parte de esos 1500 millones de estudiantes aprende poco que les vaya a ser útil para moverse eficazmente en el mundo. Los esfuerzos que hace la humanidad para educar a sus niños y jóvenes son titánicos, pero sus resultados no son los esperados.\nSegún el Informe sobre el desarrollo mundial (2018) del Banco Mundial, el 75% de los estudiantes de tercer grado en Tanzania y Uganda tiene problemas para leer una frase sencilla como \"El perro se llama Fido\". En Kenia, el 50% de los estudiantes de quinto grado de primaria no puede restar números de dos dígitos; en Ghana, en segundo de primaria, este porcentaje asciende al 70%. Hacia 2016, Brasil ha logrado mejorar las habilidades de los estudiantes de 15 años, pero al actual ritmo de avance les llevará 75 años alcanzar la puntuación promedio en matemáticas de los países con mejor rendimiento; en lectura, aunque suene irrisorio, les llevará más de dos siglos.\nEl mensaje central del informe es que la escolarización no es lo mismo que el aprendizaje. En otras palabras, que un estudiante haya acudido al colegio o a la escuela secundaria no quiere decir que haya aprendido. La buena noticia es que los progresos en escolarización han sido enormes. A finales de 2010, el número de años de escolaridad completados por un adulto promedio en los países de menores ingresos se triplicó. En 2008, esos países tenían una cobertura educativa equiparable con la de las naciones de mayores ingresos. Claramente, el problema ya no es la falta de escolaridad. No se trata de que niños y adolescentes no puedan ir a la escuela, el problema es que, una vez llegados allí, no aprenden lo que deberían. Más que una crisis de escolaridad, lo que hay es una crisis de aprendizaje.\nEl informe del Banco Mundial enfatiza que la escolarización sin aprendizaje no es solo una oportunidad perdida, sino también una gran injusticia hacia los estudiantes pobres, quienes tienen por lo general un menor rendimiento educativo que los estudiantes más favorecidos. En Uruguay, por ejemplo, los niños de sexto grado de primaria provenientes de familias con menores niveles de ingresos fracasan en matemáticas cinco veces más que aquellos que provienen de hogares más ricos. Sin embargo, la escolarización por sí sola no les da las herramientas para superar esta situación. Todo esto se convierte en una diabólica maquinaria que perpetúa la desigualdad, la cual, a su vez, es un fértil caldo de cultivo para conflictos de toda índole.\nAnte todo lo expuesto, ¿qué se debe hacer? Lo primero es medir. Por razones políticas, muchos países se resisten a evaluar de manera transparente a sus estudiantes y profesores. Y si no se sabe qué estrategias educativas funcionan y cuáles no, es imposible ir mejorando la puntería. Lo segundo es comenzar a darle un mayor peso a la calidad de la educación, es decir, al aprendizaje. Si bien es políticamente atractivo anunciar que un alto porcentaje de los jóvenes de un país van al colegio, eso de nada sirve si la gran mayoría de ellos aprende poco. Tercero: mejorar la calidad de la educación inicial. Cuanto más mejore la educación a edades tempranas, más capaces de aprender serán los estudiantes de primaria y secundaria. Cuarto: usar la tecnología de manera selectiva y no como una solución mágica, porque no lo es.\nQuizás el mensaje más importante del informe es que los países de menores ingresos no están condenados a que sus jóvenes no aprendan. En 1950, Corea del Sur era un país devastado por la guerra y con altos índices de analfabetismo. Pero solo en 25 años logró crear un sistema educativo que produce algunos de los mejores estudiantes del mundo. Entre 1955 у 1975, Vietnam también sufrió un terrible conflicto. Hoy sus estudiantes de 15 años tienen el mismo rendimiento académico que los de Alemania. Entre 2009 y 2015, Perú fue uno de los países cuyos resultados de aprendizaje en lectura y matemáticas mejoraron con mayor rapidez, gracias, en buena parte, a una acción concertada en materia de políticas por parte de las autoridades educativas y la comunidad. Entonces, ¿es posible lograr mejoras en el aprendizaje de los estudiantes? La evidencia habla por sí sola, y deja lugar a la esperanza.",
      "preguntas": [
        {
          "pregunta": "¿Por qué el autor afirma que una gran parte de la inversión educativa se pierde?",
          "opciones": [
            "Porque los estudiantes de países de menores ingresos aún tienen dificultades para acceder a una escuela.",
            "Porque los estudiantes desarrollan pocas habilidades que los ayuden a moverse eficazmente en el mundo.",
            "Porque los estudiantes pasan demasiadas horas realizando actividades de lectura, matemáticas y otras materias."
          ],
          "respuesta": "Porque los estudiantes desarrollan pocas habilidades que los ayuden a moverse eficazmente en el mundo.",
          "respuestaCorta": "El autor lo afirma porque una gran cantidad de estudiantes aprende poco que les sea útil para desenvolverse eficazmente en el mundo.",
          "solucionario": "1. El texto inicia mencionando la enorme inversión mundial en educación.\n2. Inmediatamente después, señala: \"Lamentablemente, mucha de esta inversión se pierde\".\n3. La justificación que ofrece es que \"Una gran parte de esos 1500 millones de estudiantes aprende poco que les vaya a ser útil para moverse eficazmente en el mundo\".\n4. Esta idea se corresponde directamente con la opción B."
        },
        {
          "pregunta": "En el texto, ¿por qué el autor afirma que \"la escolarización sin aprendizaje no es solo una oportunidad perdida, sino también una gran injusticia hacia los estudiantes pobres\"?",
          "opciones": [
            "Porque perpetúa la desigualdad entre los estudiantes pobres y aquellos que provienen de hogares con mayores ingresos.",
            "Porque las autoridades ignoran que la problemática educacional tiene que ver con una crisis de los aprendizajes.",
            "Porque la evidencia muestra que los estudiantes pobres fracasan en las evaluaciones cinco veces más que los estudiantes de hogares más favorecidos."
          ],
          "respuesta": "Porque perpetúa la desigualdad entre los estudiantes pobres y aquellos que provienen de hogares con mayores ingresos.",
          "respuestaCorta": "Porque la escolarización de baja calidad no brinda a los estudiantes pobres las herramientas para superar su desventaja, convirtiéndose en un mecanismo que perpetúa la desigualdad.",
          "solucionario": "1. El texto primero establece que los estudiantes pobres tienen un menor rendimiento educativo.\n2. Luego, argumenta que la escolarización sin aprendizaje \"no les da las herramientas para superar esta situación\".\n3. La conclusión del autor es que este fenómeno \"se convierte en una diabólica maquinaria que perpetúa la desigualdad\".\n4. Por lo tanto, la \"gran injusticia\" radica en que mantiene y refuerza las brechas sociales existentes."
        },
        {
          "pregunta": "¿Cuál es la idea principal del texto?",
          "opciones": [
            "Una de las conclusiones más importantes del informe del Banco Mundial es que los países de menores ingresos tienen posibilidades reales de que sus jóvenes aprendan.",
            "Los esfuerzos por ampliar la cobertura educativa serán insuficientes si no están acompañados por políticas orientadas a la mejora significativa de los aprendizajes.",
            "Además de ser una oportunidad perdida, la escolarización de baja calidad es una injusticia que puede generar el surgimiento de conflictos de toda índole."
          ],
          "respuesta": "Los esfuerzos por ampliar la cobertura educativa serán insuficientes si no están acompañados por políticas orientadas a la mejora significativa de los aprendizajes.",
          "respuestaCorta": "La idea central es que el aumento de la escolarización (cobertura) es inútil si no se acompaña de políticas efectivas que aseguren la calidad del aprendizaje de los estudiantes.",
          "solucionario": "1. El texto introduce el problema de la \"crisis de aprendizaje\", diferenciándola de la \"crisis de escolaridad\".\n2. Se argumenta que, aunque la cobertura educativa (escolarización) ha aumentado masivamente, los resultados de aprendizaje son pobres.\n3. La tesis central es que el foco debe cambiar de simplemente llevar a los niños a la escuela a asegurar que realmente aprendan, es decir, mejorar los aprendizajes."
        },
        {
          "pregunta": "En el texto, el autor propone un conjunto de medidas para mejorar los aprendizajes de los estudiantes.\n¿Cuál de las siguientes NO es una de estas medidas?",
          "opciones": [
            "Facilitar el acceso de niños y jóvenes a la escuela.",
            "Medir el rendimiento educativo de los estudiantes.",
            "Implementar el uso de la tecnología de forma funcional."
          ],
          "respuesta": "Facilitar el acceso de niños y jóvenes a la escuela.",
          "respuestaCorta": "El autor propone medir el rendimiento, priorizar la calidad, mejorar la educación inicial y usar bien la tecnología. No propone facilitar el acceso, pues afirma que el problema ya no es la escolaridad.",
          "solucionario": "1. El autor enumera explícitamente cuatro medidas a tomar: \"Lo primero es medir\", \"Lo segundo es... darle un mayor peso a la calidad de la educación\", \"Tercero: mejorar la calidad de la educación inicial\", \"Cuarto: usar la tecnología de manera selectiva\".\n2. Por otro lado, el texto afirma que \"el problema ya no es la falta de escolaridad\", lo que significa que facilitar el acceso a la escuela ya no es la prioridad.\n3. Por lo tanto, la medida que NO propone el autor es facilitar el acceso."
        },
        {
          "pregunta": "Relea el siguiente fragmento del último párrafo del texto:\n\"Entonces, ¿es posible lograr mejoras en el aprendizaje de los estudiantes?\".\n¿Cuál es el objetivo principal por el que el autor utiliza esta pregunta en el texto?",
          "opciones": [
            "Exhortar a las autoridades educativas a que respondan si es posible mejorar los aprendizajes de los estudiantes.",
            "Transmitir sus dudas sobre la posibilidad de mejorar los aprendizajes de los estudiantes en los países en vías de desarrollo.",
            "Recalcar, sobre la base de ejemplos descritos en el texto, que existe la posibilidad de mejorar los aprendizajes de los estudiantes."
          ],
          "respuesta": "Recalcar, sobre la base de ejemplos descritos en el texto, que existe la posibilidad de mejorar los aprendizajes de los estudiantes.",
          "respuestaCorta": "La pregunta es un recurso retórico para introducir y enfatizar los ejemplos de éxito (Corea del Sur, Vietnam, Perú) que demuestran que la mejora en el aprendizaje es posible.",
          "solucionario": "1. La pregunta se plantea al inicio del último párrafo.\n2. Inmediatamente después, el autor no muestra duda, sino que presenta casos concretos de países que lograron avances significativos: Corea del Sur, Vietnam y Perú.\n3. Concluye afirmando que \"La evidencia habla por sí sola, y deja lugar a la esperanza\".\n4. Por lo tanto, la pregunta sirve como un punto de inflexión para presentar pruebas afirmativas y recalcar que la mejora es alcanzable."
        }
      ]
    }
  ],
  "Razonamiento Logico": [
    {
      "idGrupo": "rl_problemas_varios_1_2018",
      "contexto": "",
      "preguntas": [
        {
          "pregunta": "Un estudiante emplea ocho horas del día en dormir, seis horas en sus labores académicas y tres horas en alimentarse. ¿Qué parte del día le queda para realizar otras actividades?",
          "opciones": [
            "7/24",
            "9/24",
            "17/24"
          ],
          "respuesta": "7/24",
          "respuestaCorta": "Se suman las horas ocupadas (8+6+3=17) y se restan del total de 24 horas del día (24-17=7), quedando la fracción 7/24.",
          "solucionario": "1. Un día completo tiene 24 horas.\n2. Se suman las horas que el estudiante emplea en sus actividades ya definidas: 8 (dormir) + 6 (labores académicas) + 3 (alimentarse) = 17 horas.\n3. Para encontrar el tiempo libre, se resta el total de horas ocupadas del total de horas del día: 24 horas - 17 horas = 7 horas.\n4. La fracción del día que le queda para otras actividades se representa como las horas libres sobre el total de horas del día: 7/24."
        },
        {
          "pregunta": "Una heladería ofrece los siguientes sabores de helado: vainilla, fresa, chocolate y lúcuma acompañados de un tipo de recubrimiento que puede ser mermelada, pecanas o frutas confitadas. Si solo se puede elegir un sabor de helado y un tipo de recubrimiento, ¿cuántas combinaciones diferentes se pueden pedir?",
          "opciones": [
            "7",
            "12",
            "24"
          ],
          "respuesta": "12",
          "respuestaCorta": "Se aplica el principio de multiplicación: 4 sabores de helado por 3 tipos de recubrimiento da como resultado 12 combinaciones posibles (4 x 3 = 12).",
          "solucionario": "1. Se identifica el número de opciones para cada elección.\n- Sabores de helado: 4 (vainilla, fresa, chocolate, lúcuma).\n- Tipos de recubrimiento: 3 (mermelada, pecanas, frutas confitadas).\n2. Para encontrar el número total de combinaciones posibles, se multiplica el número de opciones de la primera elección por el número de opciones de la segunda.\n3. Cálculo: 4 sabores × 3 recubrimientos = 12 combinaciones diferentes."
        },
        {
          "pregunta": "Adrián, Bruno y Cristian viven en un edificio de tres pisos, cada uno en un piso distinto. Uno de ellos es dentista, otro es profesor y el otro es taxista. Se sabe que:\n- El dentista vive inmediatamente debajo de Cristian.\n- Adrián vive entre el profesor y Bruno.\n¿Cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "El taxista vive en el segundo piso.",
            "El dentista vive en el primer piso.",
            "Bruno es el taxista."
          ],
          "respuesta": "Bruno es el taxista.",
          "respuestaCorta": "De las pistas se deduce que Cristian es el profesor (3er piso), Adrián es el dentista (2do piso), y Bruno es el taxista (1er piso). Por lo tanto, 'Bruno es el taxista' es la afirmación verdadera.",
          "solucionario": "1. De la pista 'Adrián vive entre el profesor y Bruno', se concluye que Adrián vive en el 2do piso.\n2. De la pista 'El dentista vive inmediatamente debajo de Cristian', sabemos que Cristian no puede estar en el 1er piso ni el dentista en el 3ro.\n3. Combinando las pistas: Si Adrián está en el 2do, podría ser el dentista. Si lo fuera, Cristian viviría en el 3er piso.\n4. Si Adrián (2do) está entre el profesor y Bruno, y Cristian está en el 3ro, entonces Bruno debe estar en el 1ro. Para que Adrián esté 'entre' ellos, el profesor debe ser Cristian (3ro).\n5. Por descarte de profesiones: Cristian es el profesor, Adrián es el dentista. Por lo tanto, Bruno es el taxista.\n- Piso 3: Cristian (Profesor)\n- Piso 2: Adrián (Dentista)\n- Piso 1: Bruno (Taxista)\n6. La afirmación verdadera es que Bruno es el taxista."
        },
        {
          "pregunta": "Dada la siguiente secuencia:\nRUSIA2018RUSIA2018RUSIA2018...\nConsiderando el orden de izquierda a derecha, ¿cuál es la letra o cifra que ocupa el lugar 100?",
          "opciones": [
            "R",
            "8",
            "A"
          ],
          "respuesta": "R",
          "respuestaCorta": "El patrón 'RUSIA2018' tiene 9 caracteres. Se divide 100 entre 9, lo que da 11 con un residuo de 1. El carácter en el lugar 100 es el mismo que el primero del patrón, la letra R.",
          "solucionario": "1. Se identifica el patrón que se repite en la secuencia: 'RUSIA2018'.\n2. Se cuenta el número de caracteres en el patrón: 9 caracteres.\n3. Para encontrar el carácter en la posición 100, se divide la posición deseada (100) por la longitud del patrón (9).\n4. 100 ÷ 9 = 11 con un residuo de 1.\n5. El residuo (1) indica la posición dentro del patrón. El primer carácter del patrón es 'R'.\n6. Por lo tanto, el carácter en la posición 100 es 'R'."
        },
        {
          "pregunta": "Lea con atención las siguientes premisas:\n- Todos los trabajadores de la empresa E han estudiado en el instituto T.\n- Todos los que han estudiado en el instituto T han llevado un curso de reciclaje.\nA partir de las premisas anteriores, ¿qué se puede inferir?",
          "opciones": [
            "Todos los que han llevado un curso de reciclaje trabajan en la empresa E.",
            "Todos los trabajadores de la empresa E han llevado un curso de reciclaje.",
            "Solo los que trabajan en la empresa E han llevado un curso de reciclaje."
          ],
          "respuesta": "Todos los trabajadores de la empresa E han llevado un curso de reciclaje.",
          "respuestaCorta": "Es una inferencia lógica directa. Si trabajar en E implica haber estudiado en T, y estudiar en T implica haber llevado el curso, entonces trabajar en E implica haber llevado el curso.",
          "solucionario": "1. La estructura lógica de las premisas es la siguiente:\n- Premisa 1: Si eres trabajador de E, entonces has estudiado en T. (E → T)\n- Premisa 2: Si has estudiado en T, entonces has llevado un curso de reciclaje. (T → C)\n2. Esto forma una cadena de implicaciones lógicas (silogismo hipotético).\n3. La conclusión válida se obtiene conectando el primer término con el último: Si eres trabajador de E, entonces has llevado un curso de reciclaje. (E → C)\n4. Esta conclusión corresponde a la afirmación B."
        }
      ]
    },
    
    {
      "idGrupo": "rl_problemas_varios_2_2018",
      "contexto": "",
      "preguntas": [
        {
          "pregunta": "Si se sabe que:\n- Relacionando 1, 8 y 2, se obtiene 4.\n- Relacionando 2, 9 y 3, se obtiene 6.\n- Relacionando 2, 16 y 4, se obtiene 8.\nSi se mantiene la misma relación, ¿cuánto se obtiene al relacionar 4, 12 y 6?",
          "opciones": [
            "8",
            "10",
            "12"
          ],
          "respuesta": "8",
          "respuestaCorta": "La relación encontrada es (primer número × segundo número) ÷ tercer número. Al aplicar esta fórmula a 4, 12 y 6, el resultado es (4 × 12) ÷ 6 = 8.",
          "solucionario": "1. Se analiza la relación entre los números de cada serie para encontrar el patrón.\n2. En la primera serie: (1 × 8) / 2 = 4.\n3. En la segunda serie: (2 × 9) / 3 = 6.\n4. En la tercera serie: (2 × 16) / 4 = 8.\n5. El patrón consiste en multiplicar los dos primeros números y dividir el resultado por el tercero.\n6. Se aplica el mismo patrón a la última serie: (4 × 12) / 6 = 48 / 6 = 8."
        },
        {
          "pregunta": "En una región del Perú, se realizan trueques entre los pobladores de una comunidad. Dichos pobladores intercambian una olla de barro por 1/2 kg de zanahorias y 1 kg de alverjas. Por otro lado, 1 kg de alverjas se puede intercambiar por 2 kg de zanahorias. ¿Cuántas ollas de barro se pueden intercambiar por 20 kg de alverjas?",
          "opciones": [
            "8 ollas de barro.",
            "16 ollas de barro.",
            "25 ollas de barro."
          ],
          "respuesta": "16 ollas de barro.",
          "respuestaCorta": "Se establece una equivalencia: 1 olla equivale a 1.25 kg de alverjas. Luego, se divide el total de alverjas (20 kg) por el costo por olla (1.25 kg), resultando en 16 ollas.",
          "solucionario": "1. Se establecen las equivalencias dadas:\n- Ecuación 1: 1 olla = 0.5 kg zanahorias + 1 kg alverjas\n- Ecuación 2: 1 kg alverjas = 2 kg zanahorias\n2. De la Ecuación 2, se deduce que 0.5 kg de zanahorias equivalen a 0.25 kg de alverjas.\n3. Se sustituye esta equivalencia en la Ecuación 1: 1 olla = 0.25 kg alverjas + 1 kg alverjas = 1.25 kg alverjas.\n4. Ahora se sabe el valor de una olla en términos de alverjas.\n5. Para saber cuántas ollas se pueden intercambiar por 20 kg de alverjas, se realiza la división: 20 kg / 1.25 kg/olla = 16 ollas."
        },
        {
          "pregunta": "En una ciudad, hay tres tipos de monedas: kina, soti y lets; los cambios monetarios se realizan entre kinas y sotis, y entre sotis y letses. Si se sabe que dos kinas equivalen a tres sotis y un soti equivale a tres letses, ¿cuál es el precio en kinas de un artefacto que cuesta 54 letses?",
          "opciones": [
            "12 kinas.",
            "27 kinas.",
            "36 kinas."
          ],
          "respuesta": "12 kinas.",
          "respuestaCorta": "Se convierte el precio de letses a sotis (54 / 3 = 18 sotis) y luego de sotis a kinas usando la proporción dada (18 sotis equivalen a 12 kinas).",
          "solucionario": "1. Se establecen las tasas de cambio:\n- 2 kinas = 3 sotis\n- 1 soti = 3 letses\n2. Se convierte el precio del artefacto de letses a sotis: 54 letses ÷ (3 letses/soti) = 18 sotis.\n3. Ahora se convierten los 18 sotis a kinas. Usando la primera equivalencia (3 sotis = 2 kinas), se puede establecer una regla de tres o calcular por proporciones.\n4. Cálculo: (18 sotis × 2 kinas) / 3 sotis = 12 kinas."
        },
        {
          "pregunta": "En un cuadrado de 10 cm de lado, cada vértice está representado por las letras J, K, L y M, en ese orden y de forma consecutiva. Si un punto móvil inicia su recorrido en el vértice J, luego se dirige al vértice K, luego a L, después a M y continúa hacia J, y vuelve a repetir sucesivamente el mismo trayecto, ¿en qué vértice se encontrará el punto móvil cuando recorra 370 cm?",
          "opciones": [
            "J",
            "K",
            "L"
          ],
          "respuesta": "K",
          "respuestaCorta": "El recorrido completo (perímetro) es de 40 cm. Al dividir 370 cm entre 40, el residuo es 10 cm. Partiendo de J, un recorrido de 10 cm lo sitúa en el vértice K.",
          "solucionario": "1. Se calcula la longitud de un trayecto completo (un ciclo), que es el perímetro del cuadrado: 4 lados × 10 cm/lado = 40 cm.\n2. Se divide la distancia total (370 cm) por la longitud del ciclo (40 cm) para encontrar el residuo.\n3. 370 ÷ 40 = 9, con un residuo de 10.\n4. El cociente (9) indica que el punto móvil da 9 vueltas completas, terminando siempre en el punto de partida J.\n5. El residuo (10 cm) es la distancia adicional que recorre desde J. El trayecto de J al siguiente vértice, K, es de 10 cm.\n6. Por lo tanto, el punto móvil se encontrará en el vértice K."
        },
        {
          "pregunta": "Un año bisiesto es aquel que tiene 366 días, es decir, un día más que un año común. Además, se sabe que:\n- Si un año es bisiesto, será múltiplo de cuatro.\n- Si un año es múltiplo de cuatro, será un número par.\nDe lo anterior, se puede inferir lo siguiente:",
          "opciones": [
            "Si un año es múltiplo de cuatro, ese año será bisiesto.",
            "Si un año es un número par, ese año será bisiesto.",
            "Si un año es bisiesto, ese año será un número par."
          ],
          "respuesta": "Si un año es bisiesto, ese año será un número par.",
          "respuestaCorta": "Las premisas forman una cadena lógica: si es bisiesto, es múltiplo de cuatro, y si es múltiplo de cuatro, es par. Por lo tanto, se infiere que si un año es bisiesto, necesariamente será par.",
          "solucionario": "1. Se representa la estructura lógica de las premisas:\n- Premisa 1: Si es bisiesto (B), entonces es múltiplo de cuatro (M). (B → M)\n- Premisa 2: Si es múltiplo de cuatro (M), entonces es par (P). (M → P)\n2. Se aplica la ley del silogismo hipotético, que permite encadenar las implicaciones: Si B → M y M → P, entonces B → P.\n3. La inferencia correcta es: Si un año es bisiesto (B), entonces será un número par (P).\n4. Esta conclusión coincide con la opción C."
        },
        {
          "pregunta": "Los tiempos (en segundos) de los concursantes de una competencia de natación estilo mariposa en la prueba de 100 m son los siguientes:\n- Roger: 50,6\n- Daniel: 50,788\n- Ernesto: 50,42\n¿Quién llegó primero?",
          "opciones": [
            "Roger",
            "Daniel",
            "Ernesto"
          ],
          "respuesta": "Ernesto",
          "respuestaCorta": "En una competencia, gana quien registra el menor tiempo. Al comparar los tiempos, 50,42 (Ernesto) es el valor más bajo, por lo que él llegó primero.",
          "solucionario": "1. En una competencia de velocidad, el ganador es el que completa la prueba en el menor tiempo posible.\n2. Se deben comparar los tiempos de los tres concursantes: 50,6 s; 50,788 s y 50,42 s.\n3. Para facilitar la comparación, se pueden igualar las cifras decimales añadiendo ceros:\n- Roger: 50,600\n- Daniel: 50,788\n- Ernesto: 50,420\n4. Al comparar los números, se observa que 50,420 es el menor de los tres.\n5. Por lo tanto, Ernesto hizo el menor tiempo y llegó primero."
        },
        {
          "pregunta": "Alicia, Bianca, Charo, Dafne y Elena se sientan alrededor de una mesa circular con seis asientos distribuidos simétricamente. Se observa que:\n- Elena se sienta junto a Charo y frente a Bianca.\n- Alicia se sienta frente a Dafne.\nEntonces, se puede afirmar que necesariamente el asiento vacío se encuentra",
          "opciones": [
            "junto a Alicia.",
            "junto a Dafne.",
            "junto a Bianca."
          ],
          "respuesta": "junto a Bianca.",
          "respuestaCorta": "Al distribuir a las personas según las reglas, el par Alicia-Dafne y el trío Elena-Charo-Bianca ocupan 5 asientos. Independientemente de la configuración, el asiento vacío siempre queda al lado de Bianca.",
          "solucionario": "1. Se visualiza una mesa circular con 6 asientos.\n2. De la primera pista, se coloca a Elena frente a Bianca. Entre ellas hay dos asientos a cada lado. Elena y Bianca ocupan 2 de los 6 asientos.\n3. Charo se sienta junto a Elena. Esto ocupa un tercer asiento.\n4. De la segunda pista, Alicia se sienta frente a Dafne. Esto requiere dos asientos opuestos. Los únicos dos asientos opuestos que quedan disponibles son los que están a ambos lados de Bianca.\n5. Por lo tanto, Alicia y Dafne ocuparán los asientos a la derecha e izquierda de Bianca.\n6. El último asiento restante, que es el vacío, estará necesariamente junto a Charo, y por el otro lado, junto a Elena. Sin embargo, analizando las posiciones relativas, el asiento vacío siempre queda en la única posición que no está junto a Alicia, Dafne, Elena o Charo, y sí junto a Bianca, sin importar la configuración específica."
        },
        {
          "pregunta": "Melina, Nancy, Olivia y Paola compitieron en una carrera en la que no hubo empates. Más tarde, Rodrigo le preguntó a cada una cómo le fue y ellas respondieron lo siguiente:\n- Melina: \"Yo gané\".\n- Nancy: \"Yo quedé última\".\n- Olivia: \"Yo no quedé última\".\n- Paola: \"Yo no quedé primera ni última\".\nDiego, quien presenció la carrera, le dijo a Rodrigo los puestos de llegada de cada una. Así Rodrigo descubrió que una de las cuatro competidoras le había mentido.\n¿Quién ganó la carrera?",
          "opciones": [
            "Melina",
            "Olivia",
            "Paola"
          ],
          "respuesta": "Olivia",
          "respuestaCorta": "Al analizar las cuatro posibilidades de quién miente, la única que no genera contradicciones es aquella en la que Melina es la mentirosa. En ese escenario, Olivia es quien gana la carrera.",
          "solucionario": "1. Se analiza la situación bajo la hipótesis de que cada competidora miente, una a la vez.\n2. **Si Melina miente:** Su afirmación \"Yo gané\" es falsa. Las otras tres son verdaderas: Nancy quedó última (4ª), Olivia no quedó última y Paola quedó 2ª o 3ª. Esto es consistente: si Nancy es 4ª y Paola es 2ª o 3ª, los puestos restantes son 1° y el otro puesto intermedio. Como Melina no ganó, Olivia debe ser la ganadora (1ª). Este escenario es posible.\n3. **Si otra persona miente:** Si Nancy, Olivia o Paola mintieran, la afirmación de Melina (\"Yo gané\") sería verdadera. Esto genera contradicciones. Por ejemplo, si Olivia mintiera, significaría que quedó última, pero Nancy también afirma (y diría la verdad) haber quedado última, lo cual es imposible.\n4. La única configuración sin contradicciones es la primera. Por lo tanto, Melina mintió y Olivia ganó la carrera."
        },
        {
          "pregunta": "A partir de las siguientes premisas:\n- Todos los exalumnos del colegio C son norteños, a excepción de uno que es pelirrojo.\n- Ningún pelirrojo es músico.\n¿Cuál de los siguientes razonamientos es correcto?",
          "opciones": [
            "Adrián es un norteño pelirrojo; por lo tanto, estudió en el colegio C.",
            "Claudio es músico y estudió en el colegio C; por lo tanto, es norteño.",
            "Bonifacio no es pelirrojo y estudió en el colegio C; por lo tanto, es músico."
          ],
          "respuesta": "Claudio es músico y estudió en el colegio C; por lo tanto, es norteño.",
          "respuestaCorta": "Si Claudio estudió en el colegio C, o es norteño o es el único pelirrojo. Como es músico, y ningún pelirrojo es músico, no puede ser el pelirrojo. Por lo tanto, debe ser norteño.",
          "solucionario": "1. Se analizan las premisas:\n- Premisa 1: Un exalumno de C es (Norteño) o (Pelirrojo).\n- Premisa 2: Si es Pelirrojo, entonces NO es Músico.\n2. Se evalúa la opción B: \"Claudio es músico y estudió en el colegio C\".\n3. Como Claudio estudió en C, tiene dos posibilidades: ser norteño o ser pelirrojo.\n4. La información adicional es que es músico.\n5. La Premisa 2 establece que los pelirrojos no son músicos. Como Claudio sí es músico, se descarta la posibilidad de que sea pelirrojo.\n6. Al descartar que sea pelirrojo, la única opción restante para un exalumno del colegio C es que sea norteño. El razonamiento es válido."
        },
        {
          "pregunta": "En la ciudad de Nairobi amanece antes que en la ciudad de Kinshasa y, además, hay dos horas de diferencia entre ambas ciudades. El vuelo entre estas dos ciudades dura 3 horas 15 minutos. Si un avión parte al mediodía de la ciudad de Nairobi (hora de Nairobi), ¿a qué hora llegará a la ciudad de Kinshasa (hora de Kinshasa)?",
          "opciones": [
            "17:15 h",
            "15:15 h",
            "13:15 h"
          ],
          "respuesta": "13:15 h",
          "respuestaCorta": "El vuelo llega a las 15:15 hora de Nairobi. Como Kinshasa tiene 2 horas menos que Nairobi, la hora de llegada local en Kinshasa es 15:15 - 2:00 = 13:15 h.",
          "solucionario": "1. Se calcula la hora de llegada en la zona horaria de partida. Hora de partida (Nairobi): 12:00. Duración del vuelo: 3h 15min. Hora de llegada (según reloj de Nairobi): 12:00 + 3:15 = 15:15 h.\n2. Se establece la relación horaria. 'Nairobi amanece antes' significa que su hora está adelantada. La diferencia es de 2 horas. Por lo tanto: Hora Kinshasa = Hora Nairobi - 2 horas.\n3. Se convierte la hora de llegada a la hora local de Kinshasa: 15:15 h (hora Nairobi) - 2 horas = 13:15 h (hora Kinshasa)."
        }
      ]
    },
    
    {
      "idGrupo": "rl_problemas_varios_3_2018",
      "contexto": "",
      "preguntas": [
        {
          "pregunta": "A un taller de capacitación asistieron 80 docentes peruanos. Además, se sabe que:\n- 44 de ellos eran de Comunicación y los restantes eran de Matemática.\n- 18 docentes de Comunicación nacieron en Lima y 21 docentes de Matemática, nacieron en una región diferente de Lima.\nDel total de asistentes al taller, ¿cuántos docentes nacieron en una región diferente de Lima?",
          "opciones": [
            "47",
            "33",
            "21"
          ],
          "respuesta": "47",
          "respuestaCorta": "De los 44 docentes de Comunicación, 26 nacieron fuera de Lima (44-18). Sumados a los 21 de Matemática que nacieron fuera de Lima, el total es 47.",
          "solucionario": "1. Se determina el número de docentes por especialidad: 44 de Comunicación y 36 de Matemática (80 - 44).\n2. Se calcula cuántos docentes de Comunicación nacieron fuera de Lima: 44 (total Comunicación) - 18 (nacidos en Lima) = 26.\n3. El problema ya indica que 21 docentes de Matemática nacieron fuera de Lima.\n4. Se suma el total de docentes de ambas especialidades que nacieron fuera de Lima: 26 (de Comunicación) + 21 (de Matemática) = 47."
        },
        {
          "pregunta": "Juan decide preparar un flan para la cena. Según las indicaciones de una receta, se necesitan 6 huevos, 240 g de azúcar y 540 mL de leche. Juan desea obtener más porciones, manteniendo la misma proporción de los ingredientes de la receta. Si tiene pensado usar 8 huevos, ¿qué cantidad de azúcar y de leche necesitará?",
          "opciones": [
            "242 g de azúcar y 542 mL de leche.",
            "320 g de azúcar y 720 mL de leche.",
            "480 g de azúcar y 1080 mL de leche."
          ],
          "respuesta": "320 g de azúcar y 720 mL de leche.",
          "respuestaCorta": "La proporción de ingredientes aumenta en un factor de 8/6 (o 4/3). Al multiplicar las cantidades originales de azúcar (240g) y leche (540mL) por 4/3, se obtienen 320g y 720mL.",
          "solucionario": "1. Se identifica el factor de proporcionalidad basado en la cantidad de huevos. El factor es la cantidad nueva dividida por la original: 8 huevos / 6 huevos = 4/3.\n2. Se multiplica la cantidad original de azúcar por este factor: 240 g × (4/3) = 320 g.\n3. Se multiplica la cantidad original de leche por el mismo factor: 540 mL × (4/3) = 720 mL.\n4. Por lo tanto, se necesitarán 320 g de azúcar y 720 mL de leche."
        },
        {
          "pregunta": "Cinthya es 3 cm más alta que su madre y su madre es 5 cm más baja que su abuela. Si se sabe que la estatura de Cinthya es 1,65 m, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "La estatura de la abuela de Cinthya es 1,67 m.",
            "Cinthya es 2 cm más alta que su abuela.",
            "La madre de Cinthya mide 1,68 m."
          ],
          "respuesta": "La estatura de la abuela de Cinthya es 1,67 m.",
          "respuestaCorta": "A partir de la estatura de Cinthya (165 cm), se calcula la de su madre (162 cm) y luego la de su abuela (167 cm). La afirmación de que la abuela mide 1,67 m es la correcta.",
          "solucionario": "1. Se convierte la estatura de Cinthya a centímetros: 1,65 m = 165 cm.\n2. Se calcula la estatura de la madre: Madre = Estatura de Cinthya - 3 cm = 165 cm - 3 cm = 162 cm.\n3. Se calcula la estatura de la abuela: Abuela = Estatura de la Madre + 5 cm = 162 cm + 5 cm = 167 cm.\n4. Se evalúan las afirmaciones: La estatura de la abuela es 167 cm, que equivale a 1,67 m. Esta afirmación es verdadera."
        },
        {
          "pregunta": "Se ha formado una secuencia de figuras con palitos de helado de la siguiente manera:\n- En la primera figura, se usan cuatro palitos para formar un cuadrado.\n- En la segunda figura, se usan siete palitos para formar dos cuadrados contiguos.\n- En la tercera figura, se usan diez palitos para formar tres cuadrados contiguos.\n¿Cuántos palitos se usarán para formar la figura 12?",
          "opciones": [
            "48",
            "40",
            "37"
          ],
          "respuesta": "37",
          "respuestaCorta": "La secuencia es una progresión aritmética que comienza en 4 y aumenta de 3 en 3. La fórmula es P = 3n + 1. Para la figura 12, se necesitan 3(12) + 1 = 37 palitos.",
          "solucionario": "1. Se identifica que la secuencia es una progresión aritmética: 4, 7, 10, ...\n2. El primer término (a₁) es 4 y la diferencia común (d) es 3.\n3. Se utiliza la fórmula del término n-ésimo: aₙ = a₁ + (n-1)d.\n4. Se reemplazan los valores para encontrar el número de palitos en la figura 12 (n=12):\na₁₂ = 4 + (12-1) × 3 = 4 + 11 × 3 = 4 + 33 = 37.\n5. Se usarán 37 palitos para formar la figura 12."
        },
        {
          "pregunta": "Una carretera pasa por las ciudades P, Q, R y S, pero no necesariamente en ese orden. Su recorrido es de sur a norte y viceversa. Si se sabe que la ciudad S está al norte de Q y R, la ciudad Q está al sur de P y la ciudad S está entre P y R, ¿cuál de estas ciudades está más al norte?",
          "opciones": [
            "P",
            "Q",
            "R"
          ],
          "respuesta": "P",
          "respuestaCorta": "Combinando las pistas, se deduce que la única secuencia posible de norte a sur para las tres ciudades principales es P, S, R. Por lo tanto, P es la ciudad más al norte.",
          "solucionario": "1. Se establece un orden de sur a norte (de menor a mayor).\n2. 'S está entre P y R' significa: P > S > R o R > S > P.\n3. 'S está al norte de (...) R' significa S > R. Esto confirma que el orden debe ser P > S > R.\n4. Las pistas 'S está al norte de Q' (S > Q) y 'Q está al sur de P' (P > Q) confirman que Q está al sur de P y S.\n5. El ordenamiento final de norte a sur es P > S > R (con Q al sur de S). La ciudad más al norte es P."
        },
        {
          "pregunta": "En una maratón de baile, gana la pareja que logre bailar sin descanso por más tiempo. Si la pareja ganadora empezó a bailar a las 17:36 h y paró a las 20:14 h del mismo día, ¿cuánto tiempo estuvo bailando?",
          "opciones": [
            "3 h 38 min",
            "3 h 22 min",
            "2 h 38 min"
          ],
          "respuesta": "2 h 38 min",
          "respuestaCorta": "Para calcular el tiempo transcurrido, se restan las horas y minutos. De 17:36 a 20:14 hay 2 horas y 38 minutos.",
          "solucionario": "1. Se calcula el tiempo por tramos para simplificar la operación.\n2. Tiempo desde 17:36 hasta 18:00: 24 minutos.\n3. Tiempo desde 18:00 hasta 20:00: 2 horas.\n4. Tiempo desde 20:00 hasta 20:14: 14 minutos.\n5. Se suma el tiempo total: 24 minutos + 2 horas + 14 minutos = 2 horas y 38 minutos."
        },
        {
          "pregunta": "Si se organiza un concurso entre cinco equipos de tal manera que cada equipo compite con otro una sola vez, ¿cuántos encuentros se deben programar?",
          "opciones": [
            "10",
            "20",
            "25"
          ],
          "respuesta": "10",
          "respuestaCorta": "Se trata de un problema de combinaciones de 5 elementos tomados de 2 en 2. La fórmula C(5,2) da como resultado 10 encuentros.",
          "solucionario": "1. El problema busca el número de maneras de formar grupos de 2 equipos de un total de 5, sin importar el orden. Esto es una combinación.\n2. Se usa la fórmula de combinaciones: C(n, k) = n! / (k!(n-k)!).\n3. Reemplazando n=5 y k=2:\nC(5, 2) = 5! / (2! * 3!) = (5 × 4) / (2 × 1) = 20 / 2 = 10.\n4. Se deben programar 10 encuentros."
        },
        {
          "pregunta": "Lucas está de vacaciones en Europa. De los 100 dólares que tiene, gasta 30 dólares en una tienda y el equivalente a 40 euros en otra. Sabiendo que un dólar equivale a 3,25 soles y un euro equivale a 3,80 soles, ¿a cuántos soles equivale el monto que le sobra?",
          "opciones": [
            "75,50 soles.",
            "97,50 soles.",
            "114,00 soles."
          ],
          "respuesta": "75,50 soles.",
          "respuestaCorta": "El dinero inicial es 325 soles ($100 * 3.25). Los gastos son 97.50 soles ($30 * 3.25) y 152 soles (€40 * 3.80). El sobrante es 325 - 97.50 - 152 = 75.50 soles.",
          "solucionario": "1. Se convierte el monto inicial a soles: 100 dólares × 3,25 soles/dólar = 325 soles.\n2. Se calculan ambos gastos en soles:\n- Gasto 1: 30 dólares × 3,25 soles/dólar = 97,50 soles.\n- Gasto 2: 40 euros × 3,80 soles/euro = 152,00 soles.\n3. Se suma el gasto total: 97,50 + 152,00 = 249,50 soles.\n4. Se resta el gasto total del monto inicial: 325 soles - 249,50 soles = 75,50 soles."
        },
        {
          "pregunta": "En una biblioteca, por cada tres libros leídos, el lector recibe dos pulseras amarillas; por cuatro pulseras amarillas, recibe tres pulseras rojas; y, por cada seis pulseras rojas, recibe dos pulseras verdes. Si Jaime tiene seis pulseras verdes, ¿cuál de las siguientes afirmaciones es verdadera?",
          "opciones": [
            "Por las seis pulseras verdes, Jaime tuvo que leer nueve libros.",
            "Jaime leyó ocho libros para obtener dos pulseras verdes.",
            "Por cada pulsera roja, Jaime tuvo que leer dos libros."
          ],
          "respuesta": "Por cada pulsera roja, Jaime tuvo que leer dos libros.",
          "respuestaCorta": "Se establece la equivalencia entre libros y pulseras rojas. Si 6 libros equivalen a 4 pulseras amarillas, y 4 amarillas a 3 rojas, entonces 6 libros equivalen a 3 rojas. Esto se simplifica a 2 libros por cada pulsera roja.",
          "solucionario": "1. Se establecen las equivalencias: 3 L = 2 A; 4 A = 3 R; 6 R = 2 V.\n2. Se busca la relación entre libros y pulseras rojas. Para ello, se iguala el número de pulseras amarillas. Se multiplica la primera ecuación por 2: (3 L × 2) = (2 A × 2) => 6 L = 4 A.\n3. Como se sabe que 4 A = 3 R, se puede concluir que 6 L = 3 R.\n4. Simplificando esta relación (dividiendo por 3), se obtiene que 2 Libros = 1 Pulsera Roja.\n5. La afirmación C, \"Por cada pulsera roja, Jaime tuvo que leer dos libros\", es, por lo tanto, verdadera."
        },
        {
          "pregunta": "Ante la cercanía de un encuentro deportivo internacional, el dueño de una tienda comercial de venta de artefactos eléctricos decide incrementar en 25% el precio de venta de los televisores. Si uno de los televisores se vendió a S/ 2000 con el incremento, ¿cuál era el precio de venta inicial?",
          "opciones": [
            "S/ 1500",
            "S/ 1600",
            "S/ 1975"
          ],
          "respuesta": "S/ 1600",
          "respuestaCorta": "El precio final (S/ 2000) representa el 125% del precio inicial. Para encontrar el 100% (precio inicial), se divide 2000 entre 1.25, lo que da S/ 1600.",
          "solucionario": "1. Sea 'P' el precio de venta inicial.\n2. Un incremento del 25% significa que el nuevo precio es el 100% del precio inicial más un 25% adicional, es decir, el 125% del precio inicial (o 1.25 * P).\n3. Se establece la ecuación: 1.25 × P = 2000.\n4. Se despeja P para encontrar el precio inicial: P = 2000 / 1.25.\n5. P = 1600.\n6. El precio de venta inicial era S/ 1600."
        }
      ]
    }
  ]
}
  