{
    "Comprensión Lectora": [
        {
            "idGrupo": "hg_lectura_2022_g01",
            "contexto": "Los habitantes de Cubo del Vino consideraban que Vicente Holgado era tozudamente tonto. Pero Vicente no se daba cuenta de la percepción que sus conciudadanos tenían de él. Desde pequeño, mostraba una profunda concentración en temas totalmente inútiles. Pese a ello, logró acabar la escuela a base de conmover al profesorado con la bondad de su mirada. De adulto, fue testigo de cómo sus compañeros conseguían trabajo aquí y allá, mientras él permanecía \"ocioso\". Al menos así lo creía la gente, pero, en realidad, Vicente se dedicaba a investigar cuestiones singulares, como la posible relación entre el efecto invernadero y el gas metano proveniente de las deposiciones de los dinosaurios.\nLas investigaciones de Vicente, sin embargo, no eran apreciadas en su localidad. La gente no lo tomaba en serio; sobre todo, cuando intentaba conseguir o mantener un empleo. Por ello, empezó a reflexionar sobre si sus ideas y su comportamiento, en efecto, lo hacían parecer un tonto. Pensó que quizás debía tratar de ser como aquellas personas que, a su edad, tenían trabajos estables y habían empezado a casarse y a tener hijos.\nVicente, entonces, decidió emigrar a una gran ciudad donde no fuera conocido. No quería que nadie se entere de sus verdaderos intereses. Supuso que le bastaría con disimular. Así, podría montarse una existencia igual a la de los otros, con un trabajo, una casa, una familia; en fin, con todo aquello que parece proporcionar felicidad.\nAl llegar a la gran ciudad, su primera misión fue alojarse en una pensión con una ventana hacia la calle. Desde allí, se dedicó a observar a la gente para, luego, minuciosamente, reproducir su comportamiento. En un cuadernito, tomaba nota de las frases que oía y que le parecían especialmente útiles. Después, las replicaba frente al espejo procurando adoptar las actitudes que había visto en las personas que las utilizaban.\nAl mes, Vicente consideró que estaba listo para buscar trabajo. Se puso el traje y la corbata guardados en el armario, y salió a la calle. Luego de visitar un sinnúmero de empresas, una compañía dedicada a la venta de enciclopedias a domicilio decidió contar con él. Por suerte, encontró cierta comodidad en esta labor. Si bien no hablaba de los temas que le interesaban, el trabajo le permitía lanzar discursos en público, que era algo que también disfrutaba hacer.\nAsí, pronto contó con ingresos estables, y, lo que era más importante, tenía el aprecio de sus compañeros y jefes.\nComo era un hombre muy atento a los detalles inusuales, advirtió que las personas compraban enciclopedias cuando podían imprimir en ellas una duradera carga de afecto. Entonces, se le ocurrió visitar domicilios en los que recientemente el hijo único había emigrado a otro país en busca de un futuro mejor. Se presentaba allí como si no supiera nada y decía que llevaba el pedido del \"joven Fulano de Tal\". Los padres, compungidos, siempre recibían la enciclopedia, pensando en que su primogénito la había olvidado.\nEn poco tiempo, Vicente Holgado llegó a ser el vendedor número uno de su empresa. Ascendió y tuvo a su cargo un numeroso grupo de vendedores. Incluso, empezó a salir con una chica que parecía estar muy enamorada de él y a la que nunca, en varios años de noviazgo, le confesó sus verdaderos intereses.\nPese a todo esto, él se cansaría de la vida que estaba llevando. Es cierto que empezó a ganar un muy buen dinero, que le alcanzaba hasta para ahorrar, y que gozaba de la consideración de la empresa, pero a él solo le apetecía sumergirse en las pesquisas a las que dedicaba toda su energía en Cubo del Vino. Por esta razón, tomó la decisión de dimitir. Su jefe no podía entenderlo y lo instó a darle una explicación. Con cierta ansiedad y malicioso placer, Vicente le dijo que era tonto, pero que lo había disimulado. Al principio, su jefe no se lo creía, pero, al ver que Vicente se enardecía explicando sus innumerables teorías, absorto y resignado le dijo: \"Es cierto. Es usted verdaderamente tonto, presente su renuncia y váyase de aquí ahora mismo\".\nSu novia, horrorizada, lo abandonó cuando se enteró del motivo de su renuncia. Al fin, Vicente sintió que había recuperado su identidad. A la semana siguiente, viajó a su pueblo natal y compró una espaciosa casa de campo, y, verdaderamente feliz, se entregó al desarrollo de sus investigaciones.\nAlgunas décadas más tarde, y ante los científicos más prestigiosos del momento, un geoquímico mundialmente reconocido presentaría conclusiones semejantes a las que Vicente llegó en una de sus primeras investigaciones. Para aquel tiempo, un anciano Vicente prestaba poca atención a este tipo de noticias y concentraba su interés e imaginación en identificar la manera de registrar con exactitud la duración de las tormentas.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Según el texto, ¿en qué consistía la verdadera felicidad para Vicente Holgado?",
                    "opciones": [
                        "En tener un trabajo, una casa y una familia.",
                        "En dedicarse plenamente a sus propias investigaciones.",
                        "En cambiar la opinión que sus conciudadanos tenían sobre él."
                    ],
                    "respuesta": "En dedicarse plenamente a sus propias investigaciones.",
                    "respuestaCorta": "Dedicarse a investigar.",
                    "solucionario": "El texto menciona explícitamente que Vicente, tras recuperar su identidad y comprar su casa de campo, se sentía 'verdaderamente feliz' entregándose 'al desarrollo de sus investigaciones', y que antes 'solo le apetecía sumergirse en las pesquisas'.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "En el primer párrafo del texto, se ha usado la palabra \"tozudamente\" de la siguiente manera: \"Los habitantes de Cubo del Vino consideraban que Vicente Holgado era tozudamente tonto\". ¿Cuál de las siguientes palabras tiene el mismo sentido que \"tozudamente\" en el fragmento anterior?",
                    "opciones": [
                        "Irremediablemente.",
                        "Cuidadosamente.",
                        "Arbitrariamente."
                    ],
                    "respuesta": "Irremediablemente.",
                    "respuestaCorta": "Irremediablemente.",
                    "solucionario": "En el contexto del fragmento, 'tozudamente' implica una condición persistente, obstinada y sin posibilidad de cambio a los ojos de los habitantes, lo cual se corresponde con el sentido de 'irremediablemente' tonto.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "¿Cuál de las siguientes secuencias de hechos se ajusta a un orden cronológico de la historia?",
                    "opciones": [
                        "Vicente se alojó en una pensión con una ventana hacia la calle - Vicente ganó suficiente dinero como para ahorrar - Vicente ascendió en la empresa dedicada a la venta de enciclopedias.",
                        "Vicente empezó a salir con una chica que parecía estar muy enamorada de él - Vicente le explicó a su jefe por qué decidió renunciar - Vicente compró una casa de campo en Cubo del Vino.",
                        "Vicente dedicó su tiempo a observar a la gente para imitarla - Vicente emigró a una ciudad donde nadie lo conocía - Vicente se concentró en registrar con exactitud la duración de las tormentas."
                    ],
                    "respuesta": "Vicente empezó a salir con una chica que parecía estar muy enamorada de él - Vicente le explicó a su jefe por qué decidió renunciar - Vicente compró una casa de campo en Cubo del Vino.",
                    "respuestaCorta": "Noviazgo -> Renuncia -> Compra de casa.",
                    "solucionario": "Esta secuencia sigue el orden lineal del relato: primero ocurre el noviazgo durante su etapa laboral exitosa, luego la renuncia y explicación al jefe, y finalmente el regreso al pueblo y la compra de la casa.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "¿Cuál es el rasgo de personalidad de Vicente Holgado que sobresale a lo largo del texto?",
                    "opciones": [
                        "Es ansioso.",
                        "Es distraído.",
                        "Es ingenioso."
                    ],
                    "respuesta": "Es ingenioso.",
                    "respuestaCorta": "Ingenioso.",
                    "solucionario": "Vicente demuestra ingenio constantemente: al analizar y replicar comportamientos sociales para encajar, al idear una estrategia de ventas basada en detalles emocionales, y al desarrollar teorías científicas complejas que luego fueron validadas.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "A partir de las acciones de Vicente Holgado, ¿cuál de las siguientes afirmaciones es verdadera?",
                    "opciones": [
                        "Vicente Holgado consiguió obtener un trabajo estable en su ciudad natal.",
                        "Vicente Holgado desarrolló investigaciones sin relevancia dentro del campo científico.",
                        "Vicente Holgado ocultó sus verdaderos intereses para lograr la aceptación de las personas."
                    ],
                    "respuesta": "Vicente Holgado ocultó sus verdaderos intereses para lograr la aceptación de las personas.",
                    "respuestaCorta": "Ocultó intereses para ser aceptado.",
                    "solucionario": "El texto afirma que Vicente 'No quería que nadie se entere de sus verdaderos intereses. Supuso que le bastaría con disimular' para llevar una existencia igual a la de los otros.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "En el primer párrafo del texto, se ha usado la palabra \"ocioso\" entre comillas... ¿Con que intención el autor pone entre comillas la palabra \"ocioso\"?",
                    "opciones": [
                        "Resaltar que era equivocada la percepción que se tenía sobre las actividades que realizaba Vicente Holgado.",
                        "Cuestionar la falta de interés de Vicente Holgado para encontrar un empleo estable en su localidad natal.",
                        "Enfatizar que Vicente Holgado se rehusaba a mostrar su verdadera personalidad frente a sus conciudadanos."
                    ],
                    "respuesta": "Resaltar que era equivocada la percepción que se tenía sobre las actividades que realizaba Vicente Holgado.",
                    "respuestaCorta": "Resaltar percepción equivocada.",
                    "solucionario": "El autor utiliza las comillas para indicar ironía o distanciamiento, contrastando lo que la gente creía ('ocioso') con la realidad ('en realidad, Vicente se dedicaba a investigar').",
                    "seccion": "Comprensión Lectora"
                }
            ]
        },
        {
            "idGrupo": "hg_lectura_2022_g02",
            "contexto": "Durante más de dos décadas, he sido profesor en varias instituciones de educación básica y superior. En las aulas, empecé con pizarrón y tiza; luego, pasé de las transparencias a un proyector multimedia; después, de una voluminosa tele y las películas en VHS a los videos de YouTube. Pero, hacia mediados de marzo de 2020, desaparecieron las aulas y los docentes debimos reinventarnos. Como casi todos los oficios, el de la educación cambió con la llegada de la pandemia, y las clases y evaluaciones se realizaron a distancia. Ante esto, es válido preguntarse si los cambios producidos por la emergencia sanitaria deben mantenerse con el paso del tiempo.\nHay autoridades educativas, sobre todo de instituciones privadas, que preferirían que sigamos en una modalidad exclusivamente virtual, sin utilizar aulas, sin el pago de servicios básicos ni seguridad, sin espacios compartidos. Por otro lado, hay docentes de la \"vieja guardia\" que anhelan volver a la clase presencial y al pizarrón de antes. Yo pienso que ambas opciones son inconvenientes. En la transformación de la educación de 2020, perdimos y ganamos, y es hora de asimilar esto para aprender y enseñar mejor.\nDentro de lo que perdimos, se encuentra la desaparición de los momentos para compartir entre los estudiantes y los docentes. Como menciona la profesora norteamericana Karen Strassler, los espacios universitarios, por ejemplo, nunca garantizaron la igualdad entre estudiantes de distinta realidad socioeconómica, pero sí crearon un ambiente propicio en el que la enseñanza mediante las mismas herramientas favorecía que los estudiantes de disímil procedencia imaginen que es posible el desarrollo o transformación de sus lugares de origen.\nPor otro lado, las salas de estudio, las bibliotecas, los patios, los equipos, los softwares o los laboratorios contribuyen a que los estudiantes tengan similares condiciones para aprender. Antes de la pandemia, en las amplias mesas de madera o en las carpetas de los salones, se creaba un clima saludable para el estudio. Sin embargo, con el confinamiento en casa, para muchos, estudiar se convertía en una actividad especialmente dura y perjudicial.\nSegún expertos en educación y psicología, las dificultades de las poblaciones de sectores más vulnerables para estudiar fuera del aula producen angustia, estrés, retrasos y deterioro en el rendimiento en todos los niveles educativos. Al estar obligados a quedarse en casa, unos tienen silencio, y otros, ruido constante. Algunos comparten habitación con sus hermanos y la usan también como espacio de estudio. Algunos tienen mejor conexión a internet y otros deben compartir sus computadoras. Incluso, hay quienes han tenido que dejar de estudiar para trabajar y ayudar a sus familias. Por ello, volver a las aulas se convierte en una medida imperativa, porque son sitios en los que, aunque no se consiga borrar las diferencias sociales, las condiciones de estudio son más igualitarias entre los estudiantes.\nPese a ello, es indudable que la educación a distancia trajo algunos efectos favorables. Uno de estos es que la lejanía puede acercarnos a nuestros estudiantes. En mi experiencia, muchos estudiantes se sienten con mayor libertad para hablar. Por ejemplo, en una clase virtual, con 38 estudiantes de primer año de Periodismo, sobre qué rasgos debe tener un buen reportero, mis estudiantes empezaron a escribir en el chat del aula virtual los nombres de los periodistas que admiran, como Bob Woodward, Carl Bernstein o Raquel Correa. De pronto, un estudiante escribió el nombre de un personaje de un programa infantil de Chile (31 minutos). Y comentó que, de niño, quiso ser periodista gracias a este personaje, que explicaba por qué los pueblos se quedan sin agua. Este personaje humorístico cubría temas que otros medios latinoamericanos de entonces no abordaban. Si la sesión hubiera sido presencial, considero que difícilmente un estudiante se atrevería a compartir que su referente de periodismo es un muñeco de trapo, pues debería superar el temor al posible desdén del docente o a las burlas de los compañeros, o a ambos.\nEn este sentido, considero que, en el progresivo regreso a las aulas, debemos conservar lo que hemos ganado trabajando en el entorno digital, en el que los estudiantes de esta generación se sienten como peces en el agua. Aunque no se puede afirmar que los estudiantes perciben que su comodidad en redes se traspasa a sus labores educativas, la modalidad virtual favorece que sigan su propio ritmo y, por ejemplo, accedan a las sesiones virtuales grabadas cuando lo necesiten. Es decir, la virtualidad incrementa las posibilidades de que los estudiantes autorregulen sus procesos de aprendizaje. Y, junto con la ganancia digital, tenemos que revalorar lo presencial, los aspectos intransferibles de encontrarnos en un mismo lugar para conocernos mejor y aprender juntos mirándonos a las caras.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Según el autor del texto, ¿cuál de las siguientes ventajas es ofrecida exclusivamente por una modalidad educativa presencial?",
                    "opciones": [
                        "Ayuda a crear condiciones de estudio similares para estudiantes de distinta procedencia.",
                        "Contribuye a que los estudiantes se expresen con mayor libertad durante las clases.",
                        "Incrementa la posibilidad de que los estudiantes autorregulen sus aprendizajes."
                    ],
                    "respuesta": "Ayuda a crear condiciones de estudio similares para estudiantes de distinta procedencia.",
                    "respuestaCorta": "Condiciones de estudio similares.",
                    "solucionario": "El texto argumenta que volver a las aulas es imperativo porque son sitios donde 'las condiciones de estudio son más igualitarias entre los estudiantes', a diferencia del hogar donde hay disparidades.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "¿Cuál de las siguientes ideas es sostenida por la profesora norteamericana Karen Strassler?",
                    "opciones": [
                        "El retorno a una modalidad educativa totalmente presencial es una medida urgente, pues brinda condiciones igualitarias para los estudiantes.",
                        "Las aulas permiten que los estudiantes de diversas condiciones sociales imaginen que es posible el desarrollo de sus lugares de origen.",
                        "La emergencia sanitaria provocó que desaparezcan los momentos para que estudiantes y docentes compartan en un mismo espacio físico."
                    ],
                    "respuesta": "Las aulas permiten que los estudiantes de diversas condiciones sociales imaginen que es posible el desarrollo de sus lugares de origen.",
                    "respuestaCorta": "Aulas fomentan imaginar desarrollo.",
                    "solucionario": "El texto cita a Strassler diciendo que los espacios universitarios favorecían que 'estudiantes de disímil procedencia imaginen que es posible el desarrollo o transformación de sus lugares de origen'.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "En el segundo párrafo del texto, se ha usado la palabra \"inconvenientes\"... ¿Cuál es el sentido de \"inconvenientes\" en el fragmento anterior?",
                    "opciones": [
                        "Incómodas.",
                        "Desacertadas.",
                        "Contradictorias."
                    ],
                    "respuesta": "Desacertadas.",
                    "respuestaCorta": "Desacertadas.",
                    "solucionario": "El autor considera que optar por los extremos (solo virtual o solo presencial antigua) no es lo adecuado para el contexto actual, por lo que 'desacertadas' es el sinónimo más preciso para 'inconvenientes' en este argumento.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "El autor menciona que, durante una de sus clases, un estudiante comentó que tenía como referente de periodismo a un personaje de un programa infantil. ¿Con qué intención el autor hace referencia a este hecho?",
                    "opciones": [
                        "Cuestionar que, durante las sesiones virtuales, muchos estudiantes se burlen de las ideas de sus compañeros.",
                        "Dejar en claro que los estudiantes familiarizados con el entorno digital cuentan con una gran diversidad de referentes.",
                        "Evidenciar que la virtualidad favorece que algunos estudiantes sientan mayor confianza para compartir sus experiencias."
                    ],
                    "respuesta": "Evidenciar que la virtualidad favorece que algunos estudiantes sientan mayor confianza para compartir sus experiencias.",
                    "respuestaCorta": "Evidenciar confianza en virtualidad.",
                    "solucionario": "El autor usa el ejemplo para ilustrar que 'si la sesión hubiera sido presencial, considero que difícilmente un estudiante se atrevería a compartir' esa información, destacando la libertad que da la virtualidad.",
                    "seccion": "Comprensión Lectora"
                }
            ]
        },
        {
            "idGrupo": "hg_lectura_2022_g02_cont",
            "contexto": "Durante más de dos décadas, he sido profesor en varias instituciones de educación básica y superior. En las aulas, empecé con pizarrón y tiza; luego, pasé de las transparencias a un proyector multimedia; después, de una voluminosa tele y las películas en VHS a los videos de YouTube. Pero, hacia mediados de marzo de 2020, desaparecieron las aulas y los docentes debimos reinventarnos. Como casi todos los oficios, el de la educación cambió con la llegada de la pandemia, y las clases y evaluaciones se realizaron a distancia. Ante esto, es válido preguntarse si los cambios producidos por la emergencia sanitaria deben mantenerse con el paso del tiempo.\nHay autoridades educativas, sobre todo de instituciones privadas, que preferirían que sigamos en una modalidad exclusivamente virtual, sin utilizar aulas, sin el pago de servicios básicos ni seguridad, sin espacios compartidos. Por otro lado, hay docentes de la \"vieja guardia\" que anhelan volver a la clase presencial y al pizarrón de antes. Yo pienso que ambas opciones son inconvenientes. En la transformación de la educación de 2020, perdimos y ganamos, y es hora de asimilar esto para aprender y enseñar mejor.\nDentro de lo que perdimos, se encuentra la desaparición de los momentos para compartir entre los estudiantes y los docentes. Como menciona la profesora norteamericana Karen Strassler, los espacios universitarios, por ejemplo, nunca garantizaron la igualdad entre estudiantes de distinta realidad socioeconómica, pero sí crearon un ambiente propicio en el que la enseñanza mediante las mismas herramientas favorecía que los estudiantes de disímil procedencia imaginen que es posible el desarrollo o transformación de sus lugares de origen.\nPor otro lado, las salas de estudio, las bibliotecas, los patios, los equipos, los softwares o los laboratorios contribuyen a que los estudiantes tengan similares condiciones para aprender. Antes de la pandemia, en las amplias mesas de madera o en las carpetas de los salones, se creaba un clima saludable para el estudio. Sin embargo, con el confinamiento en casa, para muchos, estudiar se convertía en una actividad especialmente dura y perjudicial.\nSegún expertos en educación y psicología, las dificultades de las poblaciones de sectores más vulnerables para estudiar fuera del aula producen angustia, estrés, retrasos y deterioro en el rendimiento en todos los niveles educativos. Al estar obligados a quedarse en casa, unos tienen silencio, y otros, ruido constante. Algunos comparten habitación con sus hermanos y la usan también como espacio de estudio. Algunos tienen mejor conexión a internet y otros deben compartir sus computadoras. Incluso, hay quienes han tenido que dejar de estudiar para trabajar y ayudar a sus familias. Por ello, volver a las aulas se convierte en una medida imperativa, porque son sitios en los que, aunque no se consiga borrar las diferencias sociales, las condiciones de estudio son más igualitarias entre los estudiantes.\nPese a ello, es indudable que la educación a distancia trajo algunos efectos favorables. Uno de estos es que la lejanía puede acercarnos a nuestros estudiantes. En mi experiencia, muchos estudiantes se sienten con mayor libertad para hablar. Por ejemplo, en una clase virtual, con 38 estudiantes de primer año de Periodismo, sobre qué rasgos debe tener un buen reportero, mis estudiantes empezaron a escribir en el chat del aula virtual los nombres de los periodistas que admiran, como Bob Woodward, Carl Bernstein o Raquel Correa. De pronto, un estudiante escribió el nombre de un personaje de un programa infantil de Chile (31 minutos). Y comentó que, de niño, quiso ser periodista gracias a este personaje, que explicaba por qué los pueblos se quedan sin agua. Este personaje humorístico cubría temas que otros medios latinoamericanos de entonces no abordaban. Si la sesión hubiera sido presencial, considero que difícilmente un estudiante se atrevería a compartir que su referente de periodismo es un muñeco de trapo, pues debería superar el temor al posible desdén del docente o a las burlas de los compañeros, o a ambos.\nEn este sentido, considero que, en el progresivo regreso a las aulas, debemos conservar lo que hemos ganado trabajando en el entorno digital, en el que los estudiantes de esta generación se sienten como peces en el agua. Aunque no se puede afirmar que los estudiantes perciben que su comodidad en redes se traspasa a sus labores educativas, la modalidad virtual favorece que sigan su propio ritmo y, por ejemplo, accedan a las sesiones virtuales grabadas cuando lo necesiten. Es decir, la virtualidad incrementa las posibilidades de que los estudiantes autorregulen sus procesos de aprendizaje. Y, junto con la ganancia digital, tenemos que revalorar lo presencial, los aspectos intransferibles de encontrarnos en un mismo lugar para conocernos mejor y aprender juntos mirándonos a las caras.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "A partir de la información sobre los estudiantes y las clases virtuales, ¿cuál de las siguientes afirmaciones es verdadera?",
                    "opciones": [
                        "Los estudiantes sienten la misma comodidad en las clases virtuales que cuando utilizan sus redes sociales.",
                        "Los estudiantes pueden acceder a las sesiones grabadas de sus clases virtuales las veces que crean necesarias.",
                        "Los estudiantes aprenden mejor mediante los foros virtuales, en donde pueden ofrecer sus opiniones con libertad."
                    ],
                    "respuesta": "Los estudiantes pueden acceder a las sesiones grabadas de sus clases virtuales las veces que crean necesarias.",
                    "respuestaCorta": "Acceso a sesiones grabadas.",
                    "solucionario": "El texto indica explícitamente que 'la modalidad virtual favorece que sigan su propio ritmo y, por ejemplo, accedan a las sesiones virtuales grabadas cuando lo necesiten'.",
                    "seccion": "Comprensión Lectora"
                },
                {
                    "pregunta": "¿De qué trata el texto principalmente?",
                    "opciones": [
                        "De las consecuencias de la pandemia en estudiantes que viven en condiciones de vulnerabilidad.",
                        "Del desinterés de algunas autoridades educativas para favorecer el regreso a las clases presenciales.",
                        "De la necesidad de reconocer los beneficios para el aprendizaje de las modalidades presencial y virtual."
                    ],
                    "respuesta": "De la necesidad de reconocer los beneficios para el aprendizaje de las modalidades presencial y virtual.",
                    "respuestaCorta": "Beneficios de ambas modalidades.",
                    "solucionario": "El autor argumenta a lo largo del texto que 'perdimos y ganamos' y concluye que se debe 'revalorar lo presencial' conservando 'lo que hemos ganado trabajando en el entorno digital'.",
                    "seccion": "Comprensión Lectora"
                }
            ]
        }
    ],
    "Razonamiento Lógico": [
        {
            "idGrupo": "rl_pueblos_2022_p13",
            "contexto": "A partir de un informe del Ministerio de Cultura sobre la población de cuatro pueblos originarios del Perú, se identificaron las siguientes relaciones:\n• El pueblo shipibo-konibo tiene más habitantes que el pueblo matsigenka.\n• El pueblo awajún tiene más habitantes que el pueblo kichwa.\n• El pueblo kichwa tiene más habitantes que el pueblo shipibo-konibo.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "A partir de estas relaciones, ¿cuál de los pueblos tiene mayor cantidad de habitantes?",
                    "opciones": [
                        "El pueblo awajún.",
                        "El pueblo kichwa.",
                        "El pueblo shipibo-konibo."
                    ],
                    "respuesta": "El pueblo awajún.",
                    "respuestaCorta": "El pueblo awajún.",
                    "solucionario": "Ordenando los datos: Awajún > Kichwa y Kichwa > Shipibo-konibo, por transitividad Awajún > Shipibo-konibo. Como Shipibo-konibo > Matsigenka, el orden descendente es Awajún > Kichwa > Shipibo-konibo > Matsigenka. El mayor es Awajún.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_mascarillas_2022_p14",
            "contexto": "La institución rectora de la salud pública de cierto país ha establecido que, para el ingreso a establecimientos cerrados, como restaurantes o bancos, cada persona debe llevar puesta doble mascarilla quirúrgica o una mascarilla KN95. Además, ha determinado que todos deben portar carné de vacunación que certifique haber recibido al menos dos dosis de las vacunas contra el virus que ha generado la epidemia.\nAdela, Bruno y Celia desean entrar a un banco y se sabe que, en ese momento, cada uno lleva lo siguiente:\n• Adela, una mascarilla quirúrgica y carné de vacunación con tres dosis aplicadas.\n• Bruno, una mascarilla KN95 y carné de vacunación con dos dosis aplicadas.\n• Celia, dos mascarillas (una mascarilla quirúrgica y una KN95) y carné de vacunación con tres dosis aplicadas.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Con base en lo establecido por la institución rectora, ¿quiénes podrán ingresar al banco?",
                    "opciones": [
                        "Solo Bruno.",
                        "Bruno y Celia.",
                        "Adela, Bruno y Celia."
                    ],
                    "respuesta": "Bruno y Celia.",
                    "respuestaCorta": "Bruno y Celia.",
                    "solucionario": "Regla: (2 quirúrgicas O 1 KN95) Y (Min 2 dosis). Adela: 1 quirúrgica (Falla), 3 dosis (Cumple) -> No entra. Bruno: 1 KN95 (Cumple), 2 dosis (Cumple) -> Entra. Celia: 2 mascarillas incl. KN95 (Cumple), 3 dosis (Cumple) -> Entra.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_plantas_2022_p15",
            "contexto": "Ángela dispone de cuatro macetas que, dispuestas de izquierda a derecha, muestran un orden según el tamaño de la planta que cada maceta contiene (de menor a mayor tamaño). Las plantas son romero, toronjil, cedrón y hierba luisa, no necesariamente en este orden. Acerca de estas plantas se sabe lo siguiente:\n• el toronjil presenta menor tamaño que las restantes.\n• el cedrón tiene mayor tamaño que la hierba luisa, aunque el cedrón no es la planta de mayor tamaño.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué planta está en segundo lugar, considerando un orden de izquierda a derecha?",
                    "opciones": [
                        "Hierba luisa.",
                        "Romero.",
                        "Cedrón."
                    ],
                    "respuesta": "Hierba luisa.",
                    "respuestaCorta": "Hierba luisa.",
                    "solucionario": "Orden 1 a 4 (menor a mayor). 1: Toronjil (menor que todos). 4: No es Cedrón. Cedrón > Hierba Luisa. Como Cedrón no es 4, y debe ser mayor que HL, la única opción es que HL sea 2 y Cedrón sea 3. El 4 es Romero.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_agricultores_2022_p16",
            "contexto": "César, Susana y Daniela son agricultores que cultivan una única especie de planta frutal. Ellos cultivan las siguientes plantas: plátano, mandarina y durazno, aunque no necesariamente en ese orden. Además, se sabe lo siguiente:\n• César no cultiva plátano ni durazno.\n• Susana no cultiva plátano.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Qué planta frutal cultiva Daniela?",
                    "opciones": [
                        "Mandarina.",
                        "Durazno.",
                        "Plátano."
                    ],
                    "respuesta": "Plátano.",
                    "respuestaCorta": "Plátano.",
                    "solucionario": "César no plátano ni durazno -> César cultiva Mandarina. Susana no plátano, y Mandarina ya está ocupada -> Susana cultiva Durazno. Daniela cultiva la restante -> Plátano.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_collar_2022_p17",
            "contexto": "Teresa elabora un collar de varias vueltas con perlas de distintos colores. En la primera vuelta, usa tres perlas. En la segunda vuelta, usa cinco perlas. En la tercera vuelta, usa siete perlas. En la cuarta vuelta, usa nueve perlas.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "Si Teresa continúa la secuencia aplicada, ¿cuántas perlas utilizará para la vuelta número 8?",
                    "opciones": [
                        "17 perlas.",
                        "18 perlas.",
                        "20 perlas."
                    ],
                    "respuesta": "17 perlas.",
                    "respuestaCorta": "17 perlas.",
                    "solucionario": "Es una progresión aritmética que empieza en 3 con razón 2. Fórmula an = a1 + (n-1)r. a8 = 3 + (8-1)2 = 3 + 14 = 17.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_padres_2022_p18",
            "contexto": "Los tutores de las secciones de quinto grado de Secundaria informaron a la dirección que el 75% de los 200 padres de familia citados asistieron a la primera reunión del año. El equipo directivo de la institución educativa decide citar a una próxima reunión solo a los padres que no asistieron.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "En total, ¿a cuántos padres de familia se deberá citar a dicha reunión?",
                    "opciones": [
                        "A 25 padres de familia.",
                        "A 50 padres de familia.",
                        "A 125 padres de familia."
                    ],
                    "respuesta": "A 50 padres de familia.",
                    "respuestaCorta": "50 padres.",
                    "solucionario": "Asistieron el 75%, por lo tanto, no asistieron el 25% (100% - 75%). El 25% de 200 es (25/100) * 200 = 50.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_semillas_2022_p19",
            "contexto": "Un agricultor debe elegir entre sembrar uno de los siguientes 3 productos: camote, caña de azúcar o arroz. Luego, según lo elegido, debe seleccionar entre 2 variedades de camote, 2 variedades de caña o 3 variedades de arroz.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "El agricultor debe sembrar una única variedad de alguno de los 3 productos. ¿Cuántas opciones tiene?",
                    "opciones": [
                        "3 opciones.",
                        "7 opciones.",
                        "10 opciones."
                    ],
                    "respuesta": "7 opciones.",
                    "respuestaCorta": "7 opciones.",
                    "solucionario": "Dado que solo puede elegir uno de los productos (eventos mutuamente excluyentes), se suman las variedades: 2 (camote) + 2 (caña) + 3 (arroz) = 7 opciones.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        {
            "idGrupo": "rl_rutas_2022_p20",
            "contexto": "Marisol desea visitar 3 lugares turísticos (El Alto, Las reinas y Las cascadas) que se encuentran en cierta zona. Ella proyecta empezar por El Alto, luego piensa visitar Las reinas y terminar su recorrido en Las cascadas. Para desplazarse de El Alto hacia Las reinas, existen 2 caminos; mientras que, para ir de Las reinas a Las cascadas, hay 3 caminos.",
            "imagen": null,
            "preguntas": [
                {
                    "pregunta": "¿Cuántos recorridos diferentes podría elegir Marisol para ir de El Alto hacia Las cascadas, si debe pasar por Las reinas?",
                    "opciones": [
                        "Cinco.",
                        "Ocho.",
                        "Seis."
                    ],
                    "respuesta": "Seis.",
                    "respuestaCorta": "Seis recorridos.",
                    "solucionario": "Principio de multiplicación: 2 caminos (A->B) * 3 caminos (B->C) = 6 caminos totales.",
                    "seccion": "Razonamiento Lógico"
                }
            ]
        },
        
    {
      "idGrupo": "rl_bus_2022_p21",
      "contexto": "Julián es docente y regularmente se traslada en bus desde su hogar hacia su institución educativa durante 1 hora y 10 minutos. El bus pasa cada 20 minutos por el paradero donde usualmente lo toman Julián y otro colega de su institución educativa.\nCierto día, Julián llegó al paradero a las 6:05 a.m. Luego de saludar a su colega, le preguntó cuánto tiempo llevaba esperando. La respuesta fue \"Hace 5 minutos pasó un bus. No subí porque decidí esperarte\".",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Considerando que se cumplen las condiciones reportadas, ¿a qué hora llegarán a su centro de labores si ambos toman el siguiente bus?",
          "opciones": [
            "7:15 a.m.",
            "7:30 a.m.",
            "7:35 a.m."
          ],
          "respuesta": "7:30 a.m.",
          "respuestaCorta": "7:30 a.m.",
          "solucionario": "El bus pasó hace 5 minutos (6:00 a.m.). Como pasa cada 20 minutos, el siguiente pasa a las 6:20 a.m. Si el viaje dura 1 hora y 10 minutos: 6:20 + 1:10 = 7:30 a.m.",
          "seccion": "Razonamiento Lógico"
        }
      ]
    },
    {
      "idGrupo": "rl_ajedrez_2022_p22",
      "contexto": "En un juego de ajedrez, se han establecido ciertas equivalencias entre las piezas a partir de su respectiva capacidad de movimiento. Por ejemplo, una dama equivale a nueve peones, una torre equivale a cinco peones y un caballo equivale a tres peones.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "A partir de esta información, ¿cuál de las siguientes combinaciones de piezas equivale a una dama?",
          "opciones": [
            "Dos torres.",
            "Dos caballos y dos peones.",
            "Una torre, un caballo y un peón."
          ],
          "respuesta": "Una torre, un caballo y un peón.",
          "respuestaCorta": "Torre + Caballo + Peón.",
          "solucionario": "Dama = 9. Evaluamos opciones: a) 5+5=10 (No). b) 3+3+1+1=8 (No). c) 5+3+1=9 (Sí).",
          "seccion": "Razonamiento Lógico"
        }
      ]
    },
    {
      "idGrupo": "rl_viaje_2022_p23",
      "contexto": "Érika maneja su auto por una carretera y recorre 90 kilómetros durante cada hora. A las 2 p.m., ella observa un cartel que informa las distancias respecto de los próximos centros poblados que cruzará en la vía que circula.\nEl cartel indica lo siguiente:\nLos mirlos a 35 kilómetros\nEl dorado a 61 kilómetros\nRío seco a 99 kilómetros",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Si Érika continúa su recorrido a la misma velocidad, ¿a qué centro poblado estará más cerca a las 3 p.m.?",
          "opciones": [
            "Río seco.",
            "El dorado.",
            "Los mirlos."
          ],
          "respuesta": "Río seco.",
          "respuestaCorta": "Río seco.",
          "solucionario": "De 2 p.m. a 3 p.m. recorre 90 km. Posición actual: km 0. Posición a las 3 p.m.: km 90. Distancias: a Mirlos |35-90|=55, a Dorado |61-90|=29, a Río seco |99-90|=9. Está más cerca de Río seco.",
          "seccion": "Razonamiento Lógico"
        }
      ]
    },
    {
      "idGrupo": "rl_sueldo_2022_p24",
      "contexto": "Gregorio recibe una remuneración bruta mensual de 3000 soles. Sin embargo, una vez que le aplican los descuentos, por seguro de salud y otros, su remuneración neta es 2400 soles.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "¿Cuánto es el porcentaje de descuento aplicado a su remuneración bruta?",
          "opciones": [
            "20%",
            "25%",
            "75%"
          ],
          "respuesta": "20%",
          "respuestaCorta": "20%.",
          "solucionario": "Descuento = 3000 - 2400 = 600. Porcentaje = (600 / 3000) * 100% = 20%.",
          "seccion": "Razonamiento Lógico"
        }
      ]
    },
    {
      "idGrupo": "rl_paltas_2022_p25",
      "contexto": "Dos hermanos, Amelia y José, fueron a recoger paltas de su huerto. Al contabilizarlas, notan que Amelia ha cosechado 10 paltas más que José. En tal situación, ella decidió redistribuir tales cantidades y le regaló 6 paltas a su hermano.",
      "imagen": null,
      "preguntas": [
        {
          "pregunta": "Ocurrida la entrega, ¿cuál de las siguientes comparaciones es correcta?",
          "opciones": [
            "Amelia tiene 4 paltas más que José.",
            "Amelia tiene 1 palta menos que José.",
            "Amelia tiene 2 paltas menos que José."
          ],
          "respuesta": "Amelia tiene 2 paltas menos que José.",
          "respuestaCorta": "Amelia tiene 2 menos.",
          "solucionario": "Inicio: A = J + 10. Cambio: A da 6 a J. Final A = (J+10)-6 = J+4. Final J = J+6. Comparando: J+6 es mayor que J+4 por 2 unidades. Por tanto, Amelia tiene 2 menos que José.",
          "seccion": "Razonamiento Lógico"
        }
      ]
    }
  ]
}
